[
    "Social  Governance  Apple's 2022 ESG Report   Introduction Environment OurPeople Suppliers Customers Communities Governance Appendix Apple’s 2022 ESG Report 78  ESG data summary  Environment  Greenhouse gas emissions  Corporate emissions’  (metric tons COze) Scope 1 (gross emissions)  Natural gas, diesel, propane  Fleet vehicles  Process emissions?",
    "Scope 2 (market-based)  Electricity 2021  55,200  40,070  12,090  3,040  2,780  fe)  Steam, heating, and cooling?",
    "2,780  Scope 3 (gross emissions)* 23,130,000  Business travel®  Employee commute®  Corporate carbon offsets’  Product life  cycle emissions®  (metric tons COze) Manufacturing  (purchased goods  and services)  Product transportation  (upstream and downstream)  Product use  (use of sold products)  End-of-life treatment  Product carbon offsets?",
    "Total gross carbon footprint (without offsets)\"®  (metric tons COze)  Total net carbon footprint (after applying offsets)”  (metric tons COze) 22,850  85,570  -167,000  16,200,000  1,750,000  4,990,000  80,000  -500,000  23,200,000  22,530,000 2020  47,430  39,340  4,270  3,830  22,550,000  153,000  134,000  -70,000  16,100,000  1,800,000  4,300,000  60,000  22,600,000  22,530,000 Fiscal year  52,730  40,910  6,950  4,870  24,980,000  326,000  195,000  18,900,000  1,400,000  4,100,000  60,000  25,100,000  25,100,000 2018  57,440  42,840  11,110  3,490  8,730  8,730  25,070,000  337,000  183,000  18,500,000  1,300,000  4,700,000  50,000  25,200,000  25,200,000 2017  47,050  36,210  8,300  2,540  36,250  36,250  27,330,000  121,000  172,000  21,100,000  1,200,000  4,700,000  40,000  27,500,000  27,500,000 10.",
    "Apple is carbon neutral for corporate emissions as of April 2020.",
    ".",
    "Emissions from R&D processes.",
    ".",
    "Beginning in FY2021, we're accounting for scope 2 emissions from the  purchase of district heating, chilled water, and steam.",
    ".",
    "In fiscal year 2017, we started calculating scope 3 emissions not listed in  this table.",
    "In fiscal year 2021, these include electricity transmission and  distribution losses amounted to about 28,000 metric tons CO2e and life  cycle emissions associated with renewable energy amounted to about  95,000 metric tons COze.",
    "We have not accounted for emissions resulting  from employees working from home, because we anticipated these  emissions are small relative to our carbon footprint and we are still evolving  our methodology.",
    ".",
    "We regularly revisit our methodology to hold ourselves to high accountability  standards.",
    "So in fiscal year 2018, we changed how we calculate emissions  from business travel in order to better account for classes of service in air  travel.",
    "As a result of this change, our scope 3 transportation emissions  increased by 77 percent between 2017 and 2018.",
    "Without the methodology  change, these emissions would have increased by 14 percent, which reflects  the growth in our business.",
    ".",
    "Beginning in fiscal year 2020, we updated our methodology to reflect the  impact of COVID-19 on employee commute.",
    "We retired 167,000 metric tons of carbon credits from the Chyulu Hills project  in Kenya to maintain carbon neutrality for our corporate emissions in fiscal  year 2021.",
    "This project is certified to the VCS and CCB standards.",
    ".",
    "Because we're committed to accuracy and transparency, we regularly refine  our product life cycle assessment model and sources of data.",
    "For example,  we recently obtained more granular data summarizing in which countries our  products are sold and used, resulting in more granularity possible for grid  emission factors used in the carbon footprint of the product use phase.",
    "The  net result was an increase in our 2021 carbon footprint.",
    "When using the  same level of data granularity and model as 2021, our product use carbon  emissions in 2021 would have been about 2.5 percent lower.",
    ".",
    "For fiscal year 2021, we retired credits from the Chyulu Hills project in Kenya,  and purchased carbon credits from two additional projects to offset a total  of 500,000 metric tons of direct emissions across our value chain.",
    "The first.",
    "project, a REDD+ coastal conservation project in Guatemala, protects and  conserves forests from deforestation and degradation.",
    "The second project  aims to establish forests on about 46,000 hectares of barren land that is not  otherwise in use across seven counties in the Guizhou Province of China.",
    "Both projects are certified to the same high standards that we require for  projects in the Restore Fund, including VCS and CCBS.",
    "These projects are all  certified to the VCS and CCB standards.",
    "Due to rounding, our gross and net carbon footprints do not always the sum  of the subtotals disclosed above.",
    "Notes: For data on previous years, please reference past Environmental Progress  Reports, available at apple.com/environment.",
    "Dash indicates data that are not  available.",
    "Due to rounding, totals may not be the sum of the subtotals above.",
    "Energy Environment Our People Suppliers  Corporate facilities energy use  Electricity  Fuel  Other  Energy efficiency?",
    "Corporate facilities  Supplier facilities*  Renewable electricity  Corporate facilities  Supply chain® Total  U.S.",
    "International  Total  Natural gas  Biogas  Propane liquid  Gasoline  Diesel (other)  Diesel (mobile combustion)  Steam, heating, and cooling’  Electricity savings®  Fuel savings  Electricity savings  Fuel savings  Renewable electricity use  % Renewable electricity*  Scope 2 emissions avoided  Renewable electricity  capacity (operational)  Renewable electricity  capacity (committed)  Renewable electricity use Customers Communities Governance Appendix  Fiscal year  Unit 2021 2020 2019  MWh 2,854,000 2,580,000 2,427,000  MWh 2,377,000 2,192,000 2,075,000  MWh 477,000 389,000 351,000  MWh 476,280 439,170 462,680  MWh 203,010 202,360 202,340  MWh 208,620 210,820 217,140  MWh 40 140 280  MWh 34,880 14,910 23,950  MWh 9,780 9,610 16,450  MWh 10,950 1,330 2,520  MWh 22,480 - -  MWh/year 260,390 244,690 208,640  mmBTU/year 299,780 297,090 277120  MWh/year 1,418,825,350 1,101,440 943,890  mmBTU/year 1,047,440 752,680 25,120  MWh 2,854,000 2,580,000 2,430,000  percent of 100% 100% 100%  total energy  metric tons 1,063,720 948,000 899,000  CO,e  GW 10.3 4.5 2.7  GW 15.9 79 5.1  MWh 18,100,000 11,400,000 5,700,000 2018  2,182,000  1,830,000  351,000  494,460  204,970  226,660  37,740  20,270  4,540  113,200  254,140  798,930  25,120  2,170,000  99%  690,000  1.9  3.3  4,100,000 2017  1,832,000  1,536,000  296,000  420,650  174,420  193,280  31,310  20,670  69,980  245,340  473,510  5,620  1,770,000  97%  589,000  1,900,000 Apple’s 2022 ESG Report 79  Notes: For data on years prior to 2017, please reference past Environmental  Progress Reports, available at www.apple.com/environment  Dash indicates data that are not available.",
    "1.",
    "2.",
    "Beginning in FY2021, we're accounting for the purchase of district heating,  chilled water, and steam.",
    "Because energy efficiency measures have lasting benefits, energy efficiency  savings are calculated cumulatively since 2012.",
    "All efficiency measures  are retired based on their effective useful lifetime as documented by the  California Energy Commission.",
    "Due to the COVID-19 pandemic, corporate  facilities energy use declined temporarily as we adjusted lighting and climate  controls due to shutdowns and reduced occupancy.",
    "These savings are not  included in the total savings from our energy efficiency program initiatives.",
    "We also recognize that energy use at our employees’ homes likely increased  during this period.",
    "We have not accounted for this energy use, because we  anticipated this impact is small relative to our overall energy use and we are  still evolving our methodology.",
    ".",
    "Energy savings from supplier energy efficiency improvements are reported  as annualized annual numbers.",
    "Prior to 2020, supplier energy savings are  calculated on a calendar year basis.",
    "Beginning in 2020, supplier energy  savings are calculated based on the fiscal year.",
    ".",
    "Beginning January 1, 2018, 100 percent of the electricity we use to power our  global facilities is sourced from renewable energy.",
    ".",
    "Supply chain renewable electricity capacity (operational) and renewable  electricity use for FY2021 do not include REC purchases Apple made,  equivalent to 0.3 GW and 500,000 MWh, respectively, to address a small  increase to its carbon footprint.",
    "I Corporate footprint Product footprint 22.5 MILLION METRIC TONS Apple's .",
    "net carbon emissions*  CO mM p re n ec n S Ive FY24 REC PURCHASE: a» Cc a rbo n fo ot p rl nt 0.4 million metric tons avoided —  SUPPLIER ENERGY EFFICIENCY: .",
    ".",
    "Avoided emissions  This past year we intensified our efforts to reduce Apple’s Vay 1.1 million metric tons avoided a,  emissions.",
    "In fiscal year 2021, we avoided over 23 million Emissions offset  metric tons of emissions across all scopes.",
    "Initiatives that LOW-CARBON MATERIALS*:  we've been growing for years — like sourcing 100 percent 7.3 million metric tons avoided  renewable electricity for our facilities, transitioning suppliers ocoON  to clean energy, and using low-carbon materials in products  — yielded indisputable results.",
    "SUPPLIER CLEAN ENERGY:  13.9 million metric tons avoided  Thanks to this work, we’ve begun to decouple business  growth from emissions: While our revenue grew 33 percent,  our emissions grew by less than 5 percent.",
    "To mitigate this  increase in emissions, we applied an additional 0.6 million  tons of renewable energy credits (RECs) and 0.5 million  metric tons of carbon offsets to proportionally cover  electricity use and direct emissions, respectively, across our USE OF RENEWABLE  ELECTRICITY:  1.0 million metric  tons avoided  value chain.",
    "This represents a short-term bridging solution FY24 REC PURCHASE:  as we grow our carbon reduction programs to meet the CORPORATE ENERGY  scale of the challenge.",
    "EFFICIENCY:  0.06 million metric  , 0.2 million metric tons avoided MODE SWITCHING:  tons avoided 0.2 million metric  tons avoided 0.2 million metric tons avoided  PRODUCT ENERGY EFFICIENCY: LOAD REDUCTION AND  Gross emissions  Offsets i  EERREEERES mmm 7777777722 2 re tetrttttettt  Emissions categories 0.02% 0% 0.5% 70% 22% 8% 0.3%  (% of gross emissions) Direct emissions Electricity Business travel Product Product use Product transport End-of-life product  (Scope 1) (Scope 2) and commute manufacturing (Scope 3) (Scope 3) processing  (Scope 3) (Scope 3) (Scope 3)  * Low-carbon materials represents emissions savings from transitioning to recycled materials in our products, or use of low-carbon aluminum, as described on page 18.",
    "** Net carbon emissions represents our total gross footprint minus carbon offsets applied to each category.",
    "Percentages shown for each emissions category represent the share of Apple’s gross footprint.",
    "Totals add up to more than 100 percent, due to rounding.",
    "Introduction Environment OurPeople Suppliers Customers Communities  Providing access to clean energy in South Africa Governance  Even a few years ago, not everyone in one community in South Africa had electricity  at home.",
    "Many people had been using battery-powered lanterns because upfront costs  and other challenges put connecting to the grid out of reach.",
    "As we worked with our  partners to identify new renewable energy projects for our Power for Impact program,  we saw exciting potential in this community.",
    "Our partner on the ground, DC GO, a solar energy provider based in Johannesburg,  got to work meeting members of the community and learning more about their needs.",
    "Ultimately, DC GO developed a pay-as-you-go model that brought solar energy to 3500  homes that previously lacked access.",
    "This was possible only because of the way they  built relationships with community members and worked with Apple to price the solution  in line with what people were already spending on batteries for their lanterns.",
    "In addition, DC GO hired and trained local people for jobs in sales, maintenance,  and other roles that not only created local jobs but also helped to make sure the project  — andthe community's access to electricity — would be sustainable over time.",
    "This is just one example of how the Power for Impact program is working to benefit  communities, our company, and the environment at the same time.",
    "Learn more  on pages 22 and 27 of our Environmental Progress Report.",
    "With access to electricity in their homes, kids can now do homework  at night and families can cook meals indoors.",
    "Appendix  Renewable electricity  Our retail stores, data centers, and offices  around the world currently source 100 percent  renewable electricity.",
    "We've focused our  efforts to source renewables around several  key pillars: creating new renewable energy  projects, undertaking projects that deliver clear  benefits to local communities, and supporting  renewable energy innovations.",
    "About 1.5  gigawatts of Apple-created renewable  electricity projects account for over 90 percent  of the renewable electricity our facilities use.",
    "We continue to experience tremendous  progress toward our goal of transitioning our  manufacturing supply chain to 100 percent  renewable electricity by 2030.",
    "As of March  2022, 213 manufacturing partners in 25  countries have committed to 100 percent  renewable energy for Apple production.",
    "Over 70 percent of companies on Apple’s  Supplier List — those suppliers that make  up 98 percent of Apple’s direct spend for  materials, manufacturing, and assembly of  our products worldwide — have committed to  100 percent renewable electricity.",
    "In addition,  many other smaller suppliers have also made  these commitments.",
    "Apple’s 2022 ESG Report 16  Direct emissions abatement  To address the non-electricity emissions  associated with our materials and  manufacturing processes, we seek  technological solutions through emissions  abatement or switching to low-carbon fuel  options.",
    "For example, we partnered with  aluminum companies and the governments  of Canada and Quebec to help fund research  and development for ELYSIS, a technology that  eliminates direct greenhouse gas emissions  from aluminum smelting.",
    "Many components essential to products like  ours, including integrated circuit chips and  display panels, currently rely on manufacturing  processes that use fluorinated gases, which  have high global warming potential.",
    "We're  partnering closely with key manufacturers  to prevent these gases from being  released into the atmosphere by optimizing  manufacturing processes and deploying  abatement technologies.",
    "To address emissions from shipping products  to our customers, we're shifting whenever  possible toward less carbon-intensive shipping  modes, such as rail and ocean.",
    "And we're  seeking out technical innovations, including  alternative fuels and electric vehicles.",
    "In fiscal  year 2021, Apple avoided 180,000 metric tons  of CO2e by shifting the mode of transport and  reducing product weight through the removal  of the power adapter from the box of  iPhone devices.",
    "Introduction Environment OurPeople Suppliers Customers Communities Governance Appendix Apple's 2022 ESG Report 17  Climate scenario analysis  In 2020, we conducted a climate scenario analysis to help us better understand the potential physical and  transition effects of climate change.",
    "To align with the Task Force on Climate-related Financial Disclosures  (TCFD) recommendations, we considered a range of future scenarios, including a scenario below 2°C.",
    "And we assessed geographies around the world to capture both corporate and supplier activities.",
    "The  analysis highlighted how our renewable energy program and carbon neutrality goals could contribute to our  corporate resiliency.",
    "It also provided environmental data that we considered in developing business strategies,  including considerations around supply chain diversification, as well as safeguarding our global assets.",
    "We're committed to managing regulatory, reputational, and market risks related to climate change.",
    "For more information on these climate-related risks and Apple’s governance of these risks, read our  2021 CDP submission (PDF).",
    "Carbon removal As the projects in the Restore Fund come  online, we're also working to address difficult-  to-avoid emissions in the short term.",
    "In fiscal  year 2021, 167,000 metric tons of carbon  credits were retired from the Chyulu Hills  project in Kenya to maintain carbon neutrality To address the emissions we can't yet avoid,  we're are investing in carbon removal projects.",
    "In addition to removing carbon, nature-based  carbon removal projects also offer important  ecological and social benefits, such as preserving rs  for our corporate emissions in fiscal year  2021.",
    "And we purchased carbon credits from  two additional projects to offset a total of  500,000 metric tons of direct emissions across  our value chain: a REDD+ coastal conservation biodiversity and enhancing the resilience of  ecosystems, while often providing economic  development opportunities for local communities.",
    "We partnered with Conservation International ;  project in Guatemala and a reforestation project  in Guizhou Province of China.",
    "These projects  are all certified to the VCS and CCB standards.",
    "and Goldman Sachs to launch the innovative  Restore Fund, which seeks to blend responsible  forestry practices with carbon removal: We're  working with forestry managers to create  sustainably managed forests that optimize for  both carbon and wood production, creating (7)  revenue from timber, and generating high-  quality carbon credits.",
    "Apple will invest up to For more information on our efforts to combat  $200 million in projects that aim to remove climate change and reach our 2030 carbon  carbon from the atmosphere and store it, all neutral goal, read our 2022 Environmental  while meeting clear social and environmental Progress Report.",
    "impact criteria and offering a financial return.",
    "In its pilot phase, the Restore Fund has a goal As the Restore Fund projects come online, we've partnered with Conservation International to  of removing at least 1 million metric tons of develop and invest in nature-based carbon removal projects.",
    "This includes a project to protect  carbon dioxide per year.",
    "and restore 27,000 acres of mangrove forests in Colombia.",
    "At Apple, we're acting with urgency to protect our planet's limited resources and to be  a leader in the fight against climate change.",
    "Since 2020, we've been carbon neutral for  our worldwide operations, and by 2030, we plan to expand that progress to our entire  supply chain and the lifetime use of our products.",
    "And today, nearly 20 percent of the  materials in our products were made from recycled content — a number we're working  to increase.",
    "Across our environmental work, we're also committed to being a force for equity.",
    "We're  working with communities on the frontlines of climate change and the next generation  of diverse entrepreneurs to create shared opportunity and to build a more just world.",
    "Our approach  The environmental challenges we face today  are significant, and we’re responding with  urgency and dedication.",
    "We approach our work  by focusing on fundamental questions.",
    "What  matters most?",
    "And where can we make the  greatest impact?",
    "These questions guide our  work across our strategic focus areas of climate  change, resources, and smarter chemistry  — and inform our goals in how we can best  achieve change.",
    "Our 2022 Environmental Progress Report  provides a detailed overview of our work and  how we're progressing toward our goals.",
    "We know we're not alone in working to reduce  our environmental footprint.",
    "So we're engaging  with others to support our efforts and find  opportunities to lift local communities along  the way.",
    "Setting ambitious goals is essential to our  approach — to drive the innovation and  collaboration that makes change possible  and to be transparent and accountable to  our progress.",
    "Our work is led by Lisa Jackson, Apple’s Vice  President of Environment, Policy and Social  Initiatives, reporting directly to CEO Tim  Cook.",
    "The Environment, Policy and Social  Initiatives team works with other teams across  Apple to set strategy, engage stakeholders,  and communicate progress.",
    "Our integrated  approach means that decisions about the  environment are reviewed and supported  at the highest levels of the company.",
    "Climate change  As a global business, we believe it is our  responsibility to take strong, decisive, and  inclusive steps to mitigate our climate impact.",
    "We've committed to achieving carbon neutrality  — reducing emissions 75 percent compared  with fiscal year 2015 and balancing the residual  emissions with carbon removal — across the  life cycle of all of our products by 2030.' And  the Science Based Targets initiative (SBTi) has  validated an emissions reduction target for Apple  derived from this goal.",
    "It’s an ambitious plan with  plenty of challenges ahead.",
    "But we're already  well on our way, having cut carbon emissions  across our value chain by 40 percent since  fiscal year 2015.",
    "Our work began years ago, making the transition  to sourcing 100 percent renewable electricity  at our offices, retail stores, and data centers, Apple’s 2022 ESG Report 13  which we achieved in 2018.",
    "And in 2020, we  reached the milestone of being carbon neutral  for our corporate operations, including direct  emissions as well as business travel and  employee commute.",
    "Our 10-year Climate Roadmap is addressing  Apple’s carbon footprint through five pillars:  cow=carbor design: We will design products  and manufacturing processes to be less  carbon-intensive through thoughtful material  selection, increased material efficiency, and  greater product energy efficiency.",
    "Energy efficiency: We will increase energy  efficiency at our facilities and in our supply  chain by finding opportunities, such as  retrofitting, to reduce energy use.",
    "Introduction Environment Our People  40%  decrease in emissions across our  entire value chain since 2015  100%  renewable energy sourced for all  Apple facilities  suppliers committed to  100 percent renewable electricity  for Apple production  $4.7B  issued In green bonds to model how  businesses can drive investments  to reduce global emissions.",
    "In our  latest Green Bond Impact Report,  we share progress on the projects  funded in fiscal year 2021.",
    "Customers Communities Governance Appendix  Renewable electricity: We will continue to  source 100 percent renewable electricity for  our facilities, and transition our entire supply  chain to 100 percent clean, renewable sources  of electricity.",
    "Direct-emissions-abatement: We-will  reduce direct greenhouse gas emissions in  our facilities and our supply chain through  process innovation, emissions abatement, and  the use of non-fossil-based low-carbon fuels.",
    "Carbon removal: Working in parallel with  our emissions reduction efforts, we will scale  up investments in carbon removal projects,  including nature-based solutions that protect  and restore ecosystems around the world.",
    "Low-carbon design  To reduce the carbon footprint of our products,  we're increasing efficiency and transitioning  to materials from recycled sources and those  made using low-carbon energy.",
    "In 2021, we  continued to improve the carbon efficiency of  the integrated circuits we use in our products  — components we've prioritized because they  are carbon-intensive.",
    "For example, switching  to the Apple M1 chip for the 13-inch MacBook  Pro reduced the energy needed to manufacture  and use the device, driving down the product's  carbon footprint by over 8 percent.",
    "We've continued to expand our use of  100 percent recycled aluminum in the enclosures  of a number of products.",
    "All iPad models in our  lineup now use 100 percent recycled aluminum  in their enclosures — joining Apple Watch  Series 7, Apple Watch SE, MacBook Air, Mac  mini, and the 14-inch and 16-inch MacBook Pro  devices.",
    "For products released in 2021 that had  enclosures made with primary aluminum, we Apple's 2022 ESG Report 14  To minimize the carbon footprint of our products, we seek to create less waste in the processing of materials,  reduce machining time and the associated energy used, more efficiently transform material into the shapes  we need, and maximize recovery and reprocessing of manufacturing scrap.",
    "prioritized the use of aluminum smelted using  low-carbon sources of electricity rather than  fossil fuels — for a lower carbon impact.",
    "These  changes alone have decreased the carbon  emissions associated with our use of aluminum  by 68 percent since 2015.",
    "Product energy use accounts for 22 percent  of our gross carbon footprint — and has an  impact on the individual energy use of each  of our customers.",
    "By addressing this in the  earliest phases of design, we've cut the product  energy use across all major product lines by  more than 70 percent since 2008 through  energy efficiency improvements.?",
    "In fiscal  year 2021, over 99 percent of Apple’s eligible  products, by revenue, received an ENERGY  STAR rating for superior energy efficiency.*  And over 99 percent of Apple’s eligible  products, by revenue, met the requirements  for EPEAT registration.® Energy efficiency  We're focused on using less energy across  our operations, beginning with how we design,  operate, and maintain our facilities.",
    "And we  continue these same efforts into our supply  chain, which benefits the communities where  our suppliers operate.",
    "Drawing less energy from  electrical grids — many of which still rely heavily  on fossil fuels — helps reduce local air pollution  and improve air quality for nearby communities.",
    "The emissions from manufacturing our products  account for about 70 percent of Apple’s gross  carbon footprint.",
    "We launched our Supplier Energy  Efficiency Program in 2015 with the goal of helping  suppliers optimize their facilities and operations  to use as little energy as possible.",
    "We provide  guidance designed to help suppliers uncover  opportunities for energy efficiency.",
    "Suppliers in  our Supplier Energy Efficiency Program avoided  more than 1,150,000 annualized metric tons of  supply chain carbon emissions in fiscal year 2021.",
    "Introduction Environment OurPeople Suppliers  Report  highlights  At Apple, we're demonstrating  every day that business can and  should be a force for good.",
    "And  we've made important progress  over the last year through our  Environmental, Social, and  Governance (ESG) initiatives.",
    "That would not be possible  without the innovation and  collaboration of teams across  Apple, and the people and  organizations we partner with.",
    "As we look ahead, we know  there is more to be done.",
    "We're  committed to continue to build  on our efforts and drive even  greater impact in the years  to come.",
    "* Pay equity at the intersections of race and ethnicity with gender  was achieved in 2022.",
    "** |eadership roles include managers at all levels of our company.",
    "Customers Communities Governance Appendix  Carbon neutral for  corporate emissions  Since April 2020, we've achieved carbon  neutrality for our corporate emissions by  sourcing 100 percent renewable electricity  for Apple facilities, implementing energy  efficiency initiatives, and securing carbon  offsets for remaining emissions.",
    "—> Continue reading on page 13  Reduced overall  emissions by 40%  In fiscal year 2021, our environmental  initiatives avoided over 23 million metric  tons of emissions across all scopes, and  we reduced our carbon footprint by  40 percent compared with fiscal year  2015.",
    "Efforts and initiatives that we've  been growing for years mace this possible  — like sourcing 100 percent renewable  electricity for our facilities, transitioning  suppliers to clean energy, and using  low-carbon materials in products.",
    "—> Continue reading on page 13 More than doubled  renewable energy in  our supply chain  As of March 2022, 213 suppliers have  committed to renewable electricity for  Apple production, representing the majority  of Apple’s direct supplier spend.",
    "In fiscal  year 2021, Apple and its suppliers brought  online over 10 megawatts of renewable  energy in our supply chain, doubling the  amount from the prior year.",
    "—> Continue reading on page 16  Continued to  maintain pay equity  Since 2017, Apple has achieved and  maintained gender pay equity for our  employees worldwide.",
    "In the U.S., we've  also achieved pay equity with respect to  race and ethnicity — as well as pay equity  at the intersections of race and ethnicity  with gender.*  —> Continue reading on page 28 Apple's 2022 ESG Report 4  Increased representation  in leadership  In calendar year 2021, 47% of open  leadership** roles were filled by women  globally, an increase of 10 percentage  points since 2020, and we've had an 87%  increase in women in leadership since  2014.",
    "And in 2021, we hired more Black and  Hispanic/Latinx team members in the U.S.",
    "than ever before, with 13% open leadership  roles filled by Black candidates and 12%  filled by Hispanic/Latinx candidates.",
    "Since  2014, we've had an 84% increase in the  number of Black employees and a 90%  increase in the number of Hispanic/Latinx  employees in leadership in the U.S.",
    "—> Continue reading on page 24  Protected privacy with App  Tracking Transparency  With iOS 14.5 in April 2021, we released  App Tracking Transparency for iPad and  iPhone, requiring developers to obtain  a user's permission to track them across  apps or websites owned by other  companies for advertising purposes.",
    "—> Continue reading on page 49  Introduction Environment Our People Suppliers Customers Communities Governance Appendix  Advocating for change  We're committed to helping  address shared global challenges.",
    "That's why we engage with public  policy and the legal system when  we identify an opportunity to  support the rights and well-being  of our people, customers,  communities, and planet.",
    "Advocating for strong climate policies  Apple's climate policy advocacy centers on  several principles, each of which govern  Apple's public policy positions on climate:  Set strong targets based on science; disclose  comprehensive emissions; create sector-  specific policies; and support a green  economy for all.",
    "In April 2021, we made a public statement  calling for mandatory disclosures of global  greenhouse gases across all emissions scopes.",
    "The statement also focused the discussion  within industry and government toward  greater transparency and increased attention  by regulators.",
    "In May 2021, Apple also became one of the first  companies to voice support for the enactment  of the Clean Energy Standard (CES) that would  decarbonize the power grid by 2035.",
    "And at  the 26th UN Climate Change Conference of  the Parties (COP26) in Glasgow, Scotland,  in 2021, Apple called for bold government  action on climate change, joining several new  initiatives, including the First Movers Coalition,  the Forest Investor Club, and the Clean Energy  Demand Initiative.",
    "We also advocate for country-specific measures  that motivate climate action.",
    "For example,  we've called for enhanced climate ambition  and renewable energy deployment in Japan’s  Basic Energy Plan and Nationally Determined  Contribution (Japan's plan to reduce emissions  in furtherance of the Paris Agreement), and for Apple’s 2022 ESG Report 9  Apple's Vice President of Environment, Policy and Social Initiatives, Lisa Jackson, alongside President Joe Biden  and other leaders from around the world at the 2021 United Nations Climate Change Conference.",
    "Photo credit:  World Economic Forum.",
    "decarbonization policies to prioritize support  for new technologies that can fully account for  reducing emissions across their life cycle.",
    "Speaking out for rights  We believe that every person should be treated  with dignity and respect, and we speak out  publicly in ways that reflect our values.",
    "As  just one recent example, we’ve continued  our public support for LGBTQ+ equality by  working with The Human Rights Campaign  and other organizations to support LGBTQ+  equality protections and oppose discriminatory  proposals.",
    "This includes legislative advocacy  at the federal and state levels, and working  with coalitions of businesses to stand against  what we believe to be harmful and divisive  legislation that threatens individuals, families,  and communities.",
    "Most recently, that included  sending a letter to Texas leadership opposing  laws that discriminate against the LGBTQ+  community.",
    "Read more here.",
    "Protecting our customers  In the U.S., the legal system is one avenue  through which Apple can take action to support  our values.",
    "For example, in January 2022,  Apple, along with other leading companies,  filed an amicus brief in Support of the EPA’s  authority to regulate greenhouse gas emissions  because that authority “is critical to combatting  climate change.”  In November 2021, Apple filed a lawsuit against  NSO Group and its parent company to hold it  accountable for the surveillance and targeting  of Apple users.",
    "The complaint provides new  information on how NSO Group infected victims’  devices with its Pegasus spyware.",
    "To prevent  further abuse and harm to its users, Apple is  seeking a permanent injunction to ban NSO  Group from using any Apple software, services,  or devices.",
    "About the report  Reporting year: This report focuses primarily  on fiscal year 2021 activities, unless otherwise  noted.",
    "All references to a year throughout  the report refer to Apple's fiscal years, unless  “calendar year” is specified.",
    "Apple's fiscal year  is the 52- or 53-week period that ends on the  last Saturday of September.",
    "Alignment to reporting frameworks: The  report leverages reporting frameworks and  standards such as the Global Reporting Initiative  (GRI), Sustainable Accounting Standards Board  (SASB), and the Task Force on Climate-related  Financial Disclosures (TCFD).",
    "Apple’s ESG  Index maps the disclosures in this report and  other Apple publications against the metrics  in these reporting frameworks, as relevant to  our business.",
    "Data assurance: We obtain third-party  verification for scope 1, 2, and 3 greenhouse  gas emissions, as well as energy use, paper  use, and waste and water impacts for our  data centers, offices, and retail stores  worldwide.",
    "Apex Companies (Apex) provides  “reasonable assurance” — one of the highest  levels of verification in the industry — for  this environmental impact data..",
    "Apex also  provides “limited assurance” of scope 3  renewable energy production and avoided  carbon emissions related to our Supplier  Clean Energy Program as well as energy  savings associated with our Supplier Energy  Efficiency Program.",
    "Scope 3 greenhouse gas  emissions related to our products, calculated Customers Communities Governance Appendix  using life cycle assessment, are checked  for quality and accuracy by the Fraunhofer  Institute in Germany in accordance with  the internationally recognized ISO 14000  environmental management standards:  ISO 14040 and 14044.",
    "Finally, Apple’s  plastic packaging footprint is also reviewed  by Fraunhofer Institute.",
    "These assurance  statements are available on pages 100-120 of  Apple’s 2022 Environmental Progress Report.",
    "Data in this report reflects estimates using  methodologies and assumptions believed to  be reasonable and accurate.",
    "Those estimates,  methodologies and assumptions may change  in the future as a result of new information or  subsequent developments.",
    "Those estimates, methodologies and  assumptions may change in the future as a  result of new information or subsequent  developments.",
    "Forward-looking statements: The report does  not cover all information about our business.",
    "References in this report to information  should not be construed as a characterization  regarding the materiality of such information to  our financial results or for purposes of the U.S.",
    "securities laws.",
    "The information covered by the  report contains forward-looking statements  within the meaning of the Private Securities  Litigation Reform Act of 1995, including  statements regarding our ESG goals, targets,  commitments, and strategies and related  business and stakeholder impacts.",
    "These  statements involve risks and uncertainties,  and actual results may differ materially from  any future results expressed or implied by the forward-looking statements, including  any failure to meet stated ESG goals and  commitments, and execute our strategies in  the time frame expected or at all, as a result of  many factors, including changing government  regulations or stakeholder expectations, and  our expansion into new products, services,  technologies, and geographic regions.",
    "Forward-  looking statements can also be identified by  words such as “future,” “anticipates,” “believes,”  *\"olans,”  wou wou Woe expects,” “intends,  will,” “would,” “could,” “can, “estimates,  “predicts, may,”  and similar terms.",
    "More information on risks,  uncertainties, and other potential factors that  could affect our business and performance is  included in our filings with the SEC, including  in the “Risk Factors” and “Management's  Discussion and Analysis of Financial Condition  and Results of Operations” sections of the  company’s most recently filed periodic reports  on Form 10-K and Form 10-@Q and subsequent  filings.",
    "We assume no obligation to update any  forward-looking statements or information  for any reason, which speak as of their  respective dates.",
    "wou  Terminology: “Carbon emissions” refers to  carbon dioxide equivalent emissions.",
    "“Team  members” generally refers to Apple employees  unless otherwise specified.",
    "Imagery: All photographs in the report showing  people without masks were taken prior to the  COVID-19 pandemic or in accordance with  Apple and other local COVID-19 protocols.",
    "Apple’s 2022 ESG Report 84"
]