[
    "and Governance Overview  ¥  DATADOG  Who We Are 4  About This Report 6  Governance 7  Business Ethics 9  Board Independence and Diversity 9  Risk Management 10  Intellectual Property Protection 10  Data Security and Privacy 11  Vendor Management and Human Rights 14 Social / Human Capital 15  Employee Health, Safety, and Well-Being 16  Learning and Development 17  Diversity, Equity, and Inclusion (DEI) 19  Belonging 27  Our Workforce 22  Giving Back 23  Investing in the Future 24  Environment 25  Climate Impact 26  Our Offices 28  Waste Management 29  Frameworks & Standards 30  Appendix 39  When Alexis and | started Datadog in 2010, our goal was to bring  together siloed teams that didn’t always see eye to eye.",
    "We wanted  to create a company that we would both be proud to be part of.",
    "And we wanted to build Datadog to leave a lasting, positive impact  on the world around us.",
    "While we're still early in our journey, the team that once fit ona  single desk in Brooklyn ended 2023 with 5,200 Datadogs worldwide  serving 27,000 customers, ranging from small start-ups to the  largest enterprises and covering every single part of the economy.",
    "As we continue to expand our business, we are aware of the  increasing number of lives we touch and the impact we have—not  only on our customers, but also all Datadogs and our communities  around the world.",
    "2023 was another year of innovation and business growth for  us, and meanwhile, we invested more to build our social and  environmental initiatives.",
    "We remain committed to our diversity  and inclusion initiatives, with expanded programs and resources to  drive belonging.",
    "As we have grown, we have advanced our efforts  to hire and welcome diverse talent into our pack.",
    "With offices  worldwide, we strove to be good global citizens, coming together with our employees to give back and donate to communities  in need.",
    "On the environmental front, we expanded our carbon  footprint assessment to make continued progress towards greater  transparency and positive change, and are sharing our Scope  1, Scope 2, and Scope 3 emissions for 2023.",
    "In addition, we are  establishing a commitment to offset 100% of our residual Scope 1  and 2 emissions for 2023 and future years.",
    "We have room for improvement in many of the areas outlined in this  report, and we plan to make further progress in 2024 and beyond.",
    "We know it won't be easy, but as our company history has shown,  Datadogs strive to deliver effective solutions to hard problems.",
    "At  its core, our culture is grounded in humility and a desire to learn,  and this drive to improve and enable change is what unites us as a  team and builds a better business for all our stakeholders.",
    "| want to thank our team and customers for our joint success.",
    "I’m  inspired by what we've achieved together.",
    "More importantly, | remain  incredibly excited for what we will accomplish in the future and the  Impact we can have as acompany.",
    "We’re only just getting started.",
    "Olivier Pomel  CEO & Co-Founder, Datadog Contents   Datadog is the observability and security platform for cloud ue ihe He tl aL  applications.",
    "Our SaaS platform integrates and automates LEE Mie cama || RBG So erannal peter  infrastructure monitoring, application performance monitoring, =?",
    "Pi esa ELE cman) pemecmnmmae  log management, user experience monitoring, cloud security and  many other capabilities to provide unified, real-time observability  and security for our customers’ entire technology stack.",
    "Datadog is used by organizations of all sizes and across a wide range of industries  to enable digital transformation and cloud migration, drive collaboration among  development, operations, security and business teams, accelerate time to market  for applications, reduce time to problem resolution, secure applications and  infrastructure, understand user behavior, and track key business metrics.",
    "re) re) © Infrastructure Monitoring ‘%: Observability Pipelines $2.13B 83% 22%  FY23 revenue Customers using 2+ products Customers using 6+ products \"= APM $% Workflow Automation  =~) Log Management & Cloud Security Management +27% 47% 9% ee - {@!",
    "Synthetic Monitoring %s Cloud SIEM  FY23 Y/Y growth Customers using 4+ products Customers using 8+ products .",
    "& J.",
    "Real User Monitoring  23% ES Network Monitoring Application Security Management  Sensitive Data Scanner ©.",
    "LW.",
    "FY23 non-GAAP operating margin  @/2 Continuous Profiler fo» Universal Service Monitoring  CUSTOMERS 938% €) Incident Management és Cloud Cost Management  FY23 free cash flow margin a ws <j Database Monitoring () Data Streams Monitoring 27,300 3,190  ef?",
    "M id -11 O% Total $100k+ ARR Cl Visibility  Dollar-based TTM net retention rate  $2.6B PEOPLE Gartner  Cash, cash equivalents,  and marktable securities e @ , , ~5,200 Th 33 countries We were named a leader in the 2023 Gartner Magic Quadrant  for Application Performance Monitoring.",
    "All data as of Dec 31, 2023.",
    "Non-GAAP operating margin and free cash flow margin are non-GAAP measures.",
    "See Appendix for a reconciliation to financial results prepared in accordance with GAAP.",
    "Well-being About This Report  Environmental, Social, 00 .",
    "and Governance Report ai Gender Eq uality  This 2023 Environmental, Social, and Governance Report continues to address those  ESG topics that we believe our investors, employees, customers, vendors, and other  stakeholders consider the most important and that the Sustainability Accounting anil] Dece nt Wo rk al a  Standards Board (SASB) deems most relevant to our industry.",
    "We look forward to  reporting our progress as we further integrate sustainability into our operations.",
    "ECO i O iN} ic G rowth  Unless otherwise specified, this report highlights activities and metrics related to  Datadog’s fiscal year ended December 31, 2023.",
    "~ @ “~ Industry, Innovation  U.N.",
    "SUSTAINABLE DEVELOPMENT GOALS  Datadog supports the United Nations Sustainable Development Goals (SDGs).",
    "Based al ad : nfrastru ctu re  on our ESG priorities, we identified six goals where we believe we can most positively  Impact our employees, customers, and communities.",
    "We plan to continue to analyze  which of the SDGs are most aligned with our priorities.",
    "O_O CoN Reduced Inequalities  ) Climate Action   ESG is a key priority at Datadog, with direct oversight from the  Board of Directors and management.",
    "Our board as a whole and  through its committees oversees ESG governance, and Is advised  by the Nominating and Corporate Governance Committee (NCG  Committee), which oversees the company’s ESG programs.",
    "Our Audit  Committee oversees financial reporting risks, including internal  controls, enterprise risk assessment, cybersecurity and privacy, and  our Compensation Committee oversees company risks and policies  related to compensation, recruiting, talent development, retention  and diversity of our global workforce.",
    "The implementation and day-to-day management of Datadog's ESG initiatives has been  delegated to various business owners.",
    "These business owners work with and report  to executives on the Datadog Executive Leadership Team responsible for decision  making on key are Ing groups  to report progress o roups  represent teams from estor  Relations, Legal, Opera   GOVERNANCE COMMITTEE  -Oversees board and committee  composition, including new director  recruiting, tenure, and diversity  —-Oversees annual evaluation of the  board and its committees  - Oversees our ESG policies, programs,  and public disclosure DATADOG BOARD OF DIRECTORS  COMPENSATION COMMITTEE  -Oversees company risks and policies  related to compensation, recruiting,  talent development, retention, and  diversity of our global workforce  - Oversees risks related to our broader  company compensation philosophy,  including whether any of our  compensation policies and programs  have the potential to encourage  excessive risk-taking  DATADOG EXECUTIVE LEADERSHIP TEAM  VARIOUS BUSINESS OWNERS Contents  AUDIT COMMITTEE  - Oversees financial reporting risks,  including internal controls and fraud  and major financial risk exposures  - Oversees enterprise risk assessment  led by our head of internal audit  - Oversees cybersecurity and privacy  risk, including quarterly updates from  our Chief Information Security Officer  -Oversees global compliance program  led by our General Counsel   We are committed to maintaining the highest standards of business  conduct and ethics and foster an environment where employees are  encouraged to come forward with potential violations of our policies  or standards.",
    "Our values and expectations around ethical conduct are communicated in our  Employee Guide and Code of Business Conduct and Ethics.",
    "More specifically, our  Anti-Corruption Policy provides detailed guidance to facilitate compliance with anti-  corruption laws and regulations applicable to Datadog’s business.",
    "These guides  and policies advise our employees to use our anonymous, toll-free ethics hotline  to encourage reporting any violations or concerns.",
    "Hotline activity is escalated  directly to our General Counsel, Audit Committee Chair, and Chief People Officer.",
    "We  encourage employees to be alert to possible violations and raise concerns without  fear of retaliation.",
    "Employees are required to undergo various ethics trainings, including with respect  to the Code of Conduct, anti-harassment, privacy and cybersecurity, insider trading,  and anti-bribery.",
    "Furthermore, annually our internal audit team validates on a sample basis that  employees acknowledge their receipt of the Employee Guide and agreement  to comply with it and that matters submitted to the hotline are addressed and  appropriately escalated.",
    "Board Independence  and Diversity Contents  The members of our Board of Directors collectively possess the professional  and industry knowledge, financial expertise, and high-level management  experience that is necessary to oversee our business.",
    "For more information  about our board, please see our Proxy Statement.",
    "GENDER  MFemale 25%  m Male 75%  INDEPENDENCE  M Non-independent 25%  ™ Independent 75%  RACIAL/ETHNIC  REPRESENTATION  @ Diverse 50%  ™ Non-diverse 50%  All data as of April 21, 2024 AVERAGE TENURE  T  O-3 years  10+  4-10 years  AVERAGE AGE  1 41-50  35-40  50+  Risk management is a key priority across Datadog.",
    "Our Board of Directors oversees  an enterprise-wide approach to risk management that is designed to support  the achievement of organizational objectives, improve long-term organizational  performance, and enhance stockholder value.",
    "This involves regularly assessing whether  the level of risk we are facing is appropriate, as well as evaluating the steps management  is taking to mitigate that risk.",
    "While our full Board of Directors has overall responsibility  for risk oversight, it has delegated oversight of certain risks to its committees.",
    "Our internal audit function, which reports functionally into our Audit Committee,  conducts an annual enterprise risk assessment to identify financial, operational,  regulatory, reputational and strategic risks that could pose a threat to our business.",
    "The enterprise risk assessment helps inform the internal audit plan, and both the  assessment and progress against the internal audit plan are periodically presented  to the Audit Committee.",
    "The assessment process involves reviewing existing risk  documentation, performing external research on top industry risks, holding discussions  with senior management, and reporting the results to the Audit Committee to consider  for further action.",
    "The enterprise risk assessment includes ESG risks such as human  capital management, security and privacy, and regulation and information management  priorities across Legal, IT, Operations, People, Finance, Security, Product, and Sales &  Marketing.",
    "Other environmental or social factors that could pose a risk to our business  are also considered through this process.",
    "ESG risks are also considered by various  business owners and when necessary in cross-functional working groups.",
    "We maintain a  Business Continuity Plan that covers the key personnel, resources, services, and actions  required to maintain critical business processes and operations.",
    "Contents 10  Intellectual Property Protection  Protection of our intellectual property is critical to our innovation.",
    "An important business priority of ours  is to obtain, maintain, enforce and protect our intellectual property, including our brand, proprietary  technology and know-how.",
    "We rely on a combination of trademarks, trade secrets, patents, copyrights, contractual restrictions  and confidentiality procedures to establish and protect our intellectual proprietary rights.",
    "We enter into  confidentiality and invention assignment agreements with our employees and consultants and enter into  confidentiality agreements with other third parties, including suppliers and other partners.",
    "We control  or monitor access to, and distribution of, our software documentation and other proprietary information  through the use of internal and external controls.",
    "We pursue the registration of domain names and  trademarks in the United States and in various jurisdictions outside the United States and actively seek  patent protection covering our inventions.",
    "We are committed to protecting the integrity and confidentiality  of, and access to, our data and information.",
    "Data security and  privacy are of paramount importance at Datadog and are built into  our products and operations.",
    "All Datadog personnel are required  to undergo annual security and privacy awareness training that  weaves security and privacy into technical and non-technical roles.",
    "All employees are encouraged to participate in helping secure our  customer data and company assets.",
    "Security training materials are  developed for individual roles to equip employees to handle the  specific security and privacy challenges of their roles.",
    "DATA PRIVACY  Our global privacy program aligns with global and  national data-privacy laws, including Europe’s  General Data Protection Regulation (GDPR) and  the California Consumer Privacy Act (CCPA), and  includes an established set of administrative,  technical, and people controls that protect  the privacy of the personal data we receive as  required by applicable law.",
    "Our approach to  privacy is holistic: we safeguard personal data  from the point of initial collection, through its  processing, and until it is ultimately returned or  deleted.",
    "We utilize privacy management tools that  enable us to regularly conduct data protection  Impact assessments (DPIAs), manage incident  response, handle data subject requests (DSRs),  and perform other privacy-related processes.",
    "Our team of experienced privacy lawyers and  practitioners, with Certified Information Privacy  Professional (CIPP) status from the International  Association of Privacy Professionals (IAPP),  regularly engages with others in the industry  to share best practices.",
    "We aim to be fully transparent in how we process  personal information.",
    "That’s why we regularly  review and update our comprehensive Privacy  Policy, our Applicant and Candidate Privacy  Notice, and our internal Employee Privacy Notice.",
    "To learn more about how we think about privacy,  please visit our Privacy at Datadog page and our  Trust Center.",
    "Contents 12   DATA SECURITY  We utilize various processes and tools to assess,  identify, and manage risks from cybersecurity  threats.",
    "In the development of our products  and features, our security teams work with  our engineering and product teams to identify,  assess, and agree upon mitigation or remediation  measures with respect to product development.",
    "On an ongoing basis, we encourage an environment  of openness in which our engineering and product  teams, led by our security teams, proactively  identify, manage and discuss actual or perceived  cybersecurity risks.",
    "These teams also use  automated and manual processes to identify  and track risks from cybersecurity threats.",
    "The identified risks are triaged, prioritized for  remediation, and reported by the security teams  to various levels of our senior management, as  appropriate.",
    "We also deploy technical safeguards  that are designed to protect our platform and  systems from cybersecurity threats, including  firewalls, intrusion prevention, and detection  systems.",
    "We have established an incident response  plan that addresses our response to cybersecurity incidents, and we require periodic training for our  employees on cybersecurity threats.",
    "In addition,  we maintain cybersecurity insurance, however,  the costs related to cybersecurity threats or  disruptions may not be fully insured.",
    "In addition, we maintain third-party vendor  management standards that are used to evaluate  cybersecurity risks associated with our third-  party service providers, and we assess information  technology and software vendors to determine  their security posture and maturity.",
    "All vendors  that process our data or access our systems go  through a security and privacy review before they  are engaged that is targeted to the services to be  provided and the systems and data involved.",
    "Based  on the information provided by the vendor and  depending on the nature of the services provided,  our vendor management process may involve  security questionnaires and contractual obligations  such as audit rights and breach reporting.",
    "We also periodically perform various types of  security audits and assessments, including  penetration tests, via internal and external parties.",
    "In addition, certain Datadog products are subject to  specific compliance requirements and standards,  including, as applicable, ISO 27001, SOC 2, PCI,  and FedRAMP (Low and Moderate), and are tested  and evaluated by third-party auditors against  those applicable compliance requirements and  standards.",
    "The identified risks from such audits  and assessments are triaged, prioritized, reported  by our security teams to various levels of our  senior management and tracked and remediated  depending on the severity.",
    "Our internal audit function conducts annual  interviews across business groups to identify  key areas of risk, including cybersecurity risk.",
    "This enterprise risk assessment helps inform the  Internal audit plan, and both the assessment  and progress against the internal audit plan are  periodically presented to the Audit Committee.",
    "Our Chief Information Security Officer also reports  separately to our Audit Committee on cyber and  information security risk on a quarterly basis.",
    "Contents 13  We have previously and may in the future become  the target of cyber-attacks by third parties seeking  unauthorized access to our or our customers’ data  or to disrupt our ability to provide our services.",
    "As  a result, we have expended and plan to continue to  expend significant resources in an effort to protect  against security incidents and to mitigate, detect,  and remediate actual and potential vulnerabilities.",
    "Notwithstanding the measures and processes we  take to manage cybersecurity risk, there is no  guarantee that these measures and processes  will be successful in preventing or mitigating a  cybersecurity incident that could have a material  adverse effect on us.",
    "For more information regarding  our cybersecurity practices and cybersecurity  risks, see Part 1.",
    "Item 1A Risk Factors and Item 1C.",
    "Cybersecurity in our Annual Report on Form 10-K  for the fiscal year ended December 31, 2023.",
    "For more information about our security  compliance, please visit our Security page.",
    "We believe our commitment to the highest standards of business  conduct extends to our network of vendors, contractors,  consultants, and other providers.",
    "Our vendors are primarily in the IT  Industry and based in countries with low ESG risk.",
    "We are intentional about sourcing from companies that share our values.",
    "We use  environment-friendly products in our offices, purchase from local vendors, and support  minority-owned businesses.",
    "Our procurement department favors sophisticated  companies that have their own ESG policies and goals, and we require our vendors to  adhere to our Vendor Code of Conduct, which reflects the basic business practices we  require of our vendors.",
    "We are committed to periodically reviewing and assessing the risk of slavery, human  trafficking, child labor, or other human rights issues in our supply chain.",
    "Please see our  Modern Slavery Statement.",
    "Contents 14  As  The health, safety, and well-being of our employees is a top priority  at Datadog.",
    "We are committed to providing our teams with a safe  and healthy working environment, along with comprehensive  benefits that support their physical, mental, and financial wellness.",
    "While the philosophy around our benefits is the same worldwide, specific benefits  vary regionally due to local regulations and preferences.",
    "For more information, see  our benefits.",
    "BENEFITS  We believe our employees should have the support they need to maintain a strong  work-life balance, grow personally and professionally, and save for their future.",
    "We offer a range of industry-leading benefits aimed at strengthening the health and  financial wellness of our employees and their dependents in most of our locations.",
    "CO  HEALTHY BODY AND MIND  Health, dental, and vision plans, including a  zero-cost option  Mental health care and awareness programs,  including 10 free appointments annually with  a licensed mental health professional  Discretionary paid time off  Fitness subsidy for expenditures  Fitness and wellness activities, including  on-site classes, local sports leagues, and  virtual lessons  OO  FINANCIAL WELLNESS  401(k) and pension matching program  Financial planning assistance  Employee Stock Purchase Program Contents  0.0 O cx  INCLUSIVE BENEFITS  Fully paid, gender-neutral parental  leave benefits  Comprehensive family-forming benefits  (adoption, fertility, fertility preservation,  surrogacy)  Annual reimbursement for certain  reproductive-related out of pocket  costs (such as travel expenses, copays,  deductibles and coinsurance) that are  not otherwise covered  Child care subsidy  Differential pay for employees who are  members of the uniformed services for up to  8 weeks when they are called to active duty  or mandatory training  Pet adoption subsidy  Annual reimbursement for gender-affirming  therapy and procedures not covered by  Insurance, including travel expenses 16  We're focused on supporting Datadog employees to grow in their  careers—whether that means deepening their expertise, expanding  their skillset, or pursuing a new role—through a diverse range of  learning solutions and performance-management strategies.",
    "ey  ONBOARDING  We aim to provide an outstanding new hire  experience to every team member who joins  our pack.",
    "We expanded to include even more  role and region-specific content, bringing  greater customization and depth to each  person's experience.",
    "Contents 17  oz  LEARNING AND DEVELOPMENT  We deliver quality learning moments and tools for  our employees to support their continuous growth  and professional development.",
    "We continued  to host year-round learning events, as well as  Learning Week, a global event that empowers  employees to learn and teach their peers about  various areas of professional interest.",
    "For the first  time, we hosted a region-specific Learning Week in  multiple APAC offices, engaging our team members  around the world.",
    "We also expanded our language coaching program.",
    "We doubled the number of employees who  participated compared to the prior year and began  providing access to additional languages such as  French, Spanish, and Portuguese that will help  our team members better communicate with each  other and our customers.",
    "FOSTERING INCLUSIVE BEHAVIORS  We refreshed our DEI training content and built  two custom workshops in-house to ensure the  most important and relevant topics to Datadog are  covered.",
    "This includes a greater focus on allyship  and the behaviors each of us can take to foster  a more inclusive environment for everyone.",
    "Over  1,000 Datadogs participated in these sessions and  every new joiner is required to participate in both  within their first 90 days.",
    "Social / Human Capital  cia  MENTORSHIP  We expanded our mentorship program, connecting  more than 330 individuals to give or receive  mentorship tn intimate 1:1 pairs.",
    "Our mentorship  focus remains to serve employees with historically  underrepresented identities in tech in an effort to  provide them with greater access to role models,  coaching, and dedicated career support.",
    "Feedback  from participants remains strongly positive as the  program continues to scale.",
    "Sa  MANAGER TRAINING  Designed by Datadog for Datadogs, our manager  programs share tools and frameworks to help  people leaders build, manage, and develop  strong teams.",
    "We transitioned to delivering all of our manager  workshops with in-house facilitation talent to drive  conversations that are uniquely tailored to our  internal culture.",
    "We also built new programming,  including a 3-day intensive training for senior  leaders.",
    "With direct access to our executive team  and other senior staff, participants deepened  their understanding of our business, participated  in realistic simulations to sharpen their decision  making skills, and strengthened their relationships  with cross-functional peers.",
    "Contents 18  o 3 Lg  EMPLOYEE CULTURE AND ENGAGEMENT  It is important for us to build a product and culture  that our employees can be proud of.",
    "We Know that  investing in employees’ personal and professional  development is a big part of that.",
    "Twice a year we  conduct a survey that measures satisfaction and  engagement across our global employee workforce.",
    "The feedback we collect helps shape our programs,  training offerings, and general roadmap.",
    "Our  People and Leadership team create and execute  action plans to elevate and sustain areas where  we're rated favorably, as well as improve in areas  where needed.",
    "For both surveys, our participation  and favorability scores were above 80%, exceeding  industry standard.",
    "Employees also participate in a performance  feedback cycle twice a year.",
    "This process provides  an opportunity for employees to align with  their managers on overall performance and get  actionable feedback to maximize their career  growth at Datadog.",
    "We also maintain an anonymous, toll-free ethics  hotline to encourage employees to report any  violations or concerns.",
    "For more information, see  Business Ethics.",
    "At Datadog, diversity means making a conscious effort to reflect the  many experiences and identities of the world outside while treating  each other with fairness and without bias.",
    "Inclusion is the choice  we make every day to foster an environment where people of all  backgrounds not only belong, but excel, so that we can succeed  together as a company.",
    "Contents  OO ‘a  RECRUITMENT  Our recruiting team is dedicated to inclusive hiring practices that build a  workforce representative of the global communities Datadog serves, including  partnerships, community events, and thoughtfully designed processes.",
    "We provide resources and tools to help early in career Datadogs grow their  confidence and take pride in making a lasting impact on our business.",
    "We strive to  build a workplace culture all employees are proud of.",
    "This is a collective effort and we are committed to improving our recruitment practices  and fostering diverse teams.",
    "In order to do this we ve taken the following actions:  —- Put practices in place to mitigate bias - Established a monthly committee where  In hiring we review hiring and retention initiatives  - Established a Diversity, Equity, and globally and measure their impact  Inclusion Recruitment program - Launched our Culture Ambassadors  program, which offers candidates the  opportunity to informally meet with a  Datadog employee with a shared identity - Trained our hiring leaders and recruiters  on inclusive hiring practices 19  community and enablement for underrepresented groups that  Support and amplify our recruiting efforts.",
    "BreakLine  We team up with BreakLine to close diversity gaps in the professional  workforce and help women, people of color, and veterans accelerate into  their next careers.",
    "As part of our partnership, we contribute to funding  their education program and helping BreakLine participants get hired at  tech companies.",
    "© breakline  Fondation CentraleSupélec  Datadog is partnering with the CentraleSupelec Foundation to fund  Sebastienne Guyot Scholarships for 2 students for the full duration of  their master’s program.",
    "We will sponsor one student from 2022-2025 and  another from 2023-2026.",
    "Alongside financial support, each scholar will  be paired with a mentor to receive guidance as they progress through  their studies and begin to map out their professional careers.",
    "They will  also be invited to attend Early Career programs and events hosted by the  Campus Recruiting team.",
    "Fondation  CentraleSupélec ColorStak  As one of ColorStack’s founding partners, we facilitate tech talks and  participate in career fairs, and connect with prospective candidates.",
    "ColorStack delivers community building, academic support, and career  development opportunities at scale to Black and Hispanic Computer  Science students.",
    "== ColorStack  Rewriting the Code  Rewriting the Code supports and empowers college, graduate and early  career women in tech, through intersectional communities, mentorship,  industry experience and educational resources, to become the next  generation of engineers and tech leaders.",
    "By partnering together,  we have an actionable impact on the lives of college women who are  passionate about technology.",
    "AfroTech  Datadog was a proud sponsor of the 2023 AfroTech conference, which  took place November 1-5 in Austin, Texas.",
    "AfroTech is the largest  Black tech conference in the US, enabling a global network of Black  innovators to connect and discuss emerging trends with leaders and  recruiters across the tech industry.",
    "The 2023 conference featured 25,000  participants—all from many different backgrounds.",
    "AFROTECH 20  Building community and a place of belonging is integral to our  culture at Datadog.",
    "We create safe spaces through both our  programming and our Community Guilds.",
    "Together, we create  an environment where employees feel welcome, respected, and  valued for who they are.",
    "Heritage and History Month Events  Building community and a place of belonging is integral to our culture at Datadog.",
    "We create safe  Spaces through both our programming and our Community Guilds.",
    "As a company, we recognize  moments of celebration and observance relevant to the diverse identities of our teams.",
    "Here are some of the ways we implemented in 2023: Contents  COMMUNITY GUILDS  Our Community Guilds bring together groups of individuals based on common  backgrounds or demographic factors, and are open to the allies who support them.",
    "Community Guilds help us foster an inclusive environment, encouraging collaboration  and an increased sense of belonging across departments and regions.",
    "Asian Middle Eastern Pacific Islander Somos  Employees at Datadog (AMPED)  AMPED strives to celebrate and build  awareness of diverse Asian cultures  while creating a safe and inclusive  space for Asian-identifying individuals  and allies.",
    "Veterans Somos’s mission is to empower our  Hispanic employees by providing  Opportunities for engagement that help  foster a sense of belonging.",
    "During Black History Month, we hosted a  leadership panel discussion with CEO of  Citigroup Legacy Franchises and Datadog  board member, Titi Cole and Datadog’s Ambra  Benjamin, VP, Tech Recruiting and Black in Tech  executive sponsor.",
    "During Women’s History Month, we were joined  by Datadog board member, Julie Richardson,  in conversation with Yuka Broderick, VP,  Investor Relations & Strategic Finance and  executive sponsor of AMPED.",
    "Julie and Yuka  spoke on career advancement, leadership, and  empowering women in male-dominated spaces,  such as the tech space.",
    "For Asian American and Pacific Islander  Heritage Month, our Community Guilds  celebrated in conjunction with local office  teams to produce Asian Night Markets in our  offices, giving employees a taste of asian cuisine  and culture in celebration of their heritage.",
    "In the U.S., we celebrated Pride Month and  Our many experiences of intersectionality by  highlighting lesser known queer heroes of color,  educating our community and allies of their  contributions to our history.",
    "On Juneteenth, we held a virtual and interactive  education event about the historical significance  and lasting implications of this holiday.",
    "For Hispanic Heritage Month, employees across  the globe celebrated hispanic culture in our  offices and in virtual cultural trivia nights.",
    "For Veterans Day, we welcomed former Miss  USA and Captain in the U.S.",
    "Army Reserve,  Deshauna Barber, to speak about servicemen  and women, and how to support veterans  globally.",
    "Black in Technology (BiT)  BiT is committed to creating a  and thrive together.",
    "Parents  work and home responsibilities.",
    "comfortable, safe, and inclusive space  for Black individuals and allies to grow  Parents provides working families  with a supportive community to share  experiences and resources that help  members be their best while balancing Veterans are dedicated to building an  inclusive international community of  veterans, military family members, and  allies at Datadog  Women of Datadog  Women of Datadog is dedicated to  engaging, empowering, and elevating  the women at Datadog, with a keen  focus on fostering and maintaining an  inclusive and supportive environment  that enables us all to bring our whole  selves to work.",
    "Rainbowdogs  Rainbowdogs provides a warm,  Supportive, and friendly support system  for our LGBTQIA+ community and allies,  helping us promote a safe and fun work  environment.",
    "In addition to these Community Guilds, we also have groups that meet regularly to drive DEI initiatives  within their own departments, including our Engineering DEI Working Groups, and Women in Engineering.",
    "21  We recognize that we still have room to improve in our workforce demographics, but  increasing transparency Is important to us.",
    "Datadog workforce data as of December 31, 2023  - Data is based on self-identification information voluntarily provided.",
    "- Gender data reflects our global employee base.",
    "- Race and ethnicity information is reported based on EEO-1 categories.",
    "- We classify “Technical roles” as those within our Engineering and Technical Solutions  departments.",
    "We recognize there are positions with technical responsibilities and  knowledge outside of these departments across the company.",
    "We are an Affirmative Action and Equal Opportunity Employer and are proud to offer  equal employment opportunity to everyone regardless of race, color, ancestry, religion,  sex, national origin, sexual orientation, age, citizenship, marital status, disability,  gender identity, veteran status, and more.",
    "We also consider qualified applicants  regardless of criminal histories, consistent with legal requirements.",
    "Contents  GENERAL  Overall Leadership Roles  (Director+) Non-technical Roles Technical Roles  Mm Female Datadog recognizes that gender identity is not binary and is actively  ™ Male working to more inclusively reflect the full soectrum of gender identity.",
    "RACE/ETHNICITY (U.S)  “White Company 63.3% 22.8% 3.4% 6.7% 3.6%  ® Asian  ™ Black or African 0.2%  American Director+ 80.1% 15.0% 1.9%  ®@ Native Hawaiian or 1.5% 1.5%  Pacific Islander Technical Roles  .",
    ".",
    "55.8% 29.8% 4.0% 61% 4.1% ~ American Indian or alaska Native ld ea  0.2%  Mi Two or More Races  All data as of December 31, 2023 Non-Technical Roles  73.9% 12.9% 7.5% 2.9%  2.6% 0.2% 22  At Datadog we believe in using our resources to support our global  communities.",
    "We accomplish this through our philanthropy program,  Datadog Cares.",
    "e Scaling our Program  In 2023 we scaled Datadog Cares by introducing Paws for a Cause, our global  volunteer week.",
    "This event activated globally across 10 of our offices and  incorporated 30+ different activities for employees to participate in.",
    "e Investing in Partnership  Datadog Cares is not just focused on giving, but also on building relationships.",
    "To  aid this, we identified a list of causes ranging in mission to support and invest in over  time, keeping our employees top of mind.",
    "Each Community Guild selected causes  that matter most to their members, and we included organizations with regional  representation in the countries where Datadog offices and employees are located.",
    "e Moments of Action  In the spirit of giving back, we held an end of year giving campaign called the All  Pack Give Back where employees allocated funds given to them by Datadog to one or  more of our outlined causes.",
    "Led by our employees, this campaign alone resulted in  over $500,000 given to over 75 organizations.",
    "Contents  PAWS FOR A CAUSE VOLUNTEER WEEK  Activated globally across  10 of our offices  Employees participated in  30+ different activities  DATADOG CARES  Together with our employees, Datadog Cares donated over  $1.1 million 23  TECH SCHOLARSHIPS  Promoting education in tech for underrepresented students  PP  UGG  AATEORTEE  Since its inception in 2021, our Upward Scholarship program has aimed to help  students in certain underrepresented communities nationwide with an emphasis on  those who identify as women or non-binary, as well as members of the Black and  Hispanic communities.",
    "In 2023 we awarded 7 recipients in the U.S.",
    "with $15,000 grants .",
    "us tS  toward furthering their education in tech, and provided 1:1 mentorship programming Gees — — «§«_ ite ee Sd  through their first year of college.",
    "|| ——— : | =  In 2022, we furthered our reach in our scholarship opportunities to the EMEA region,  sponsoring one woman to attend CentraleSupélec in Paris, France and fully funding her  three year Masters program in engineering.",
    "In 2023, we added two more students and - § TN ee ON NF » eo |  provided 1:1 mentorship programming through their first year of college.",
    ") ) Sew 4 Wye = DY  In 2023, we also introduced a new scholarship offering in APAC.",
    "In Tokyo, we  participated in giving to the Satsuki-Kai Scholarship Fund.",
    "This scholarship supports  women-identifying students entering the University of Tokyo and are in need of  financial support.",
    "Datadog is donating funds to support two students for the duration  of their 4-year program.",
    "j Veh  Datadog was born—and runs—in the cloud.",
    "Our platform enables  our customers to undergo digital transformations and cloud  migrations that take advantage of the flexibility and scale of cloud  infrastructure and services.",
    "In supporting our customers’ journeys,  we use energy indirectly through cloud providers, which allows us  to leverage economies of scale regarding carbon emissions and  electricity usage.",
    "In 2023, we continued to build on the work from  the prior fiscal year to develop a more comprehensive understanding  of the environmental impact of our platform and business.",
    "Asa  result, we have expanded our greenhouse gas (GHG) emissions  measurement and reporting to include Scope 3 emissions in addition  to our Scope 1 and 2 emissions.",
    "We will continue to apply a data  driven approach to understanding our environmental impact and  identify opportunities for improvement.",
    "Contents 25  We are pleased to publish the results of our first full carbon  footprint assessment, which reflects for fiscal 2023 our Scope 1 and  2 greenhouse gas (GHG) emissions associated with our operational  energy consumption and Scope 3 emissions associated with our value  chain.",
    "The collective insights we gained in 2023 are a foundation on  which we will build as we continue to learn, iterate and improve.",
    "Consistent with the Greenhouse Gas Protocol, we measured our emissions by scope.",
    "Scope 1 includes direct emissions that occur from sources that are controlled or owned  by us, and Scope 2 includes emissions generated from electricity, steam, heat, or  cooling that we purchased from third parties.",
    "Our Scope 1 and 2 emissions relate to our  leased offices and reflect direct emissions such as energy, natural gas, and refrigerants  used on-site and purchased electricity.",
    "Our Scope 3 emissions relate to indirect  emissions from our value chain.",
    "Like many other cloud-based platforms, the vast  majority of our GHG emissions are categorized as Scope 3 and are therefore based on  the carbon emissions of vendors in our supply chain.",
    "Our Scope 3 emissions accounted  for over 97% of our total GHG emissions in 2023, with cloud infrastructure representing  the biggest portion of our total GHG emissions at 36% of our Scope 3 emissions.",
    "When  sourcing cloud infrastructure, we only work with reputable vendors such as AWS,  GCP, and Azure.",
    "These companies source renewable energy to cover portions of their  electricity usage, and are all moving to deliver on further sustainability goals like  reaching net zero carbon emissions over time.",
    "Contents 26  2023 EMISSIONS BY SCOPE  Emissions % of Total  1.9% SCOPE 2 SCOPE 1 0.6% (tCo2e) Emissions  1,670 529 ~ Scope 1 529 0.6%  Mi Scope 2 1,670 1.9%  ™ Scope 3 84,255 97.5%  2023 (tCo.e)  86,453 GHG EMISSIONS INTENSITY (tCo,e)  Per $1 million in revenue  Scope 1 0.25  Scope 2 0.78  SCOPE 3 97.5% scope 3 39.59  84,255 TOTAL 40.62  All data as of December 31, 2023.",
    "Please see information on page 27 regarding the calculation of our emissions.",
    "SCOPE 1 AND 2 EMISSIONS COMMITMENT  We are establishing a commitment to offset 100% of our  residual Scope 1 and 2 emissions for 2023 and future years.",
    "To do so, we plan to power more of our leased offices  with renewable energy, where available, and to source  renewable energy credits or carbon removal credits for all  remaining Scope 1 and Scope 2 emissions.",
    "However, we are taking steps to better understand and manage our climate impact,  and are proud of the initial steps we have taken.",
    "For example, as of December 31, 2023,  six of our leased offices have fully transitioned to renewable energy.",
    "In addition, we are establishing a commitment to offset 100% of our  residual Scope 1 and 2 emissions for 2023 and future years.",
    "To do so,  we plan to power more of our leased offices with renewable energy,  where available, and to source renewable energy credits or carbon  removal credits for all remaining Scope 1 and Scope 2 emissions.",
    "Our commitment to reduce or offset our Scope 1 and 2 emissions is a “forward-looking” statement.",
    "See the Appendix for important  information regarding this commitment.",
    "Contents  2023 SCOPE 3 EMISSIONS BY TYPE  36% CLOUD TRAVEL 29%  30,161 94,715  2023 (tCose)  84,255  PURCHASED GOODS 6% OTHER \\.",
    "& SERVICES 20%  4,877 16,595  9% CAPITAL GOODS  7,907  All data as of December 31, 2023  Calculations were informed by the Greenhouse Gas Protocol Corporate Accounting and Reporting Standard.",
    "Scope 1 and Scope 2 emissions include all  facilities over which we have operational control such as leased facilities but excludes coworking spaces.",
    "Generally, Scope 2 emissions were estimated  using the market-based method and square footage.",
    "A majority of our Scope 3 emissions are estimated using a soend-based methodology whereby  our spend is multiplied by an industry emissions factor.",
    "We may use a supplier-specific emissions factor, where supplier-specific emissions and data  is provided by the supplier and available through our emissions calculation platform.",
    "As a result, our emissions may change as a result of changes in  methodology, emissions factors, or the data sets used in the underlying calculation, and our emissions may not be directly comparable year-over-year or  with the emissions of other companies.",
    "Scope 1, 2, and 3 information are estimates based on these and other estimates and assumptions and have not  been validated by an independent third party.",
    "Emissions are presented in CO2e, or carbon dioxide equivalents, which includes all greenhouse gasses, such as carbon dioxide (CO2), methane (CH4), and  nitrous oxide (N20) emissions from electricity, natural gas, and fuel consumption, and HFC emissions from refrigerant use in buildings.",
    "To convert energy  consumption and fuel combustion into GHG emissions, we used factors from various regulatory agencies.",
    "27  Our principal executive office is located in New York City, and we lease other offices  around the world for our employees.",
    "We strive to incorporate renewable energy into  our criteria for leased spaces.",
    "In 2023, we expanded our global presence, leasing two  new offices in Sydney, Australia and Tokyo, Japan.",
    "Our Sydney, Australia office opened in September 2023 at the International Towers  in the Barangaroo Area.",
    "The building is WELL Core & Shell Platinum certified and has  achieved 6/6 stars across NABERS Energy, Water, Waste, and Indoor Environment.",
    "It has 6,000 square meters of solar panels on site, as well as a blackwater recycling  system capable of supplying one million liters of Grade A recycled water a day to the  precinct and surrounding suburbs.",
    "The Datadog Sydney office is powered entirely by  renewable electricity as of December 31, 2023.",
    "Our focus on renewable energy extends beyond our Sydney office to several other  offices spanning multiple geographies.",
    "This includes our Boston, San Francisco,  Amsterdam, Dublin, and Paris offices, which are all powered with 100% renewable  electricity as of December 31, 2023.",
    "We continue to search for ways to expand our use  of renewable energy to power our leased offices.",
    "We are proud of our progress in sourcing renewable energy in our office spaces, and  will continue to explore additional sustainable practices as we expand our global office  footprint.",
    "Datadog is continually developing and implementing practices to reduce the amount of  waste we produce in our offices.",
    "This includes:  - Establishing recycling and composting - Selecting office products and  practices employee gifts that are organic,  - Removing most single-use plastic recycled, or sustainably made  products - Making rechargeable batteries  - Stocking compostable utensils and available across our offices  kitchenware - Collecting and recycling e-waste  - Repurposing leftover food in our through a third-party vendor  office cafeterias through multi-year - Recycling printer cartridges and toners  partnerships with food rescue vendors Contents 29  S§PEASTICN CARDBOARD) aALUMINUM|!",
    "|  ae | ay   The below voluntary disclosures are categorized according to the Sustainable  Accounting Standards Board (SASB) framework for Software and IT Services.",
    "Contents  TOPIC ACCOUNTING METRIC SASB CODE DATADOG DISCLOSURE  Environmental Footprint of Hardware (1) Total energy consumed, (2) percentage  TC-SI-130a.1 See Climate Impact section on page 26 of this report.",
    "Infrastructure grid electricity, (3) percentage renewable  Discussion of the integration of TC-SI-130a.3 With ~5,200 employees worldwide as of December 31,  environmental considerations into 2023, Datadog’s operational footprint is small.",
    "See  strategic planning for data center needs Environment section on pages 25-29 of this report.",
    "Data Privacy & Freedom Description of policies and practices TC-SI-220a.1 See Data Privacy section on page 13 of this report and  of Expression relating to behavioral advertising and our Privacy Policy disclosed on our website.",
    "user privacy  Total amount of monetary losses as a TC-SI-220a.3 No material monetary losses as a result of legal  result of legal proceedings associated proceedings associated with user privacy in 2023.",
    "with user privacy  Data Security Description of approach to identifying and TC-SI-230a.2 See Data Security section on page 11 of this report and  addressing data security risks, including  use of third-party cybersecurity standards our Security Website.",
    "30  Diverse & Skilled Workforce foreign nationals and (2) located offshore 5,200 employees operating across 33 countries.",
    "Approximately 39% of our full-time employees as of  that date were located outside of the United States,  36% of whom were located in France.",
    "For more  information on our diversity metrics, see page 22 of  this report.",
    "Employee engagement as a percentage TC-SI-330a.2 See Learning and Development section on page 17-18  of this report.",
    "Percentage of gender and racial/ethnic TC-SI-330a.3 See Our Workforce section on page 22 of this report.",
    "group representation for (1) management,  (2) technical staff, and (3) all other  employees  Intellectual Property Protection Total amount of monetary losses as a TC-SI-520a.1 No material monetary losses as a result of legal  & Competitive Behavior result of legal proceedings associated with proceedings associated with anti-competitive  anticompetitive behavior regulations behavior regulations in 2023.",
    "Managing Systemic Risks from Description of business continuity risks TC-SI-550a.2 See Risk Management on page 10 of this report.",
    "See  Technology Disruptions related to disruptions of operations Strategic and Operational Risks on pages 15-22 in  Datadog’s Annual Report: Form 10-K for risks related  to disruptions of operations.",
    "31  Forward-Looking Statements  This report contains “forward-looking” statements, as  that term is defined under the federal securities laws.",
    "Statements regarding our plans, commitments and goals  with respect to Social and Human Capital and Environment,  including our commitment to offset 100% of our residual  Scope 1 and 2 emissions in future years, are forward-looking  statements.",
    "These forward-looking statements are based  on Datadog’s current assumptions, expectations and  beliefs and are subject to substantial risks, uncertainties,  assumptions and changes in circumstances that may cause  Datadog’s actual results, performance or achievements to  differ materially from those expressed or implied in any  forward-looking statement.",
    "The risks and uncertainties referred to above include, but  are not limited to (1) our recent rapid growth may not be  indicative of our future growth; (2) our history of operating  losses; (3) our limited operating history; (4) our dependence  on existing customers purchasing additional subscriptions  and products from us and renewing their subscriptions;  (5) our ability to attract new customers; (6) our ability to  effectively develop and expand our sales and marketing  capabilities; (7) risk of a security breach; (8) risk of  interruptions or performance problems associated with our  products and platform capabilities; (9) our ability to adapt  and respond to rapidly changing technology or customer  needs; (10) the competitive markets in which we participate;  (11) risks associated with successfully managing our growth  and (12) general market, political, economic, and business  conditions including concerns about reduced economic  growth and associated decreases in information technology  spending.",
    "These risks and uncertainties are more fully  described in our filings with the Securities and Exchange Commission (SEC), including in the section entitled “Risk  Factors” in our Annual Report on Form 10-K for the year  ended December 31, 2023 and other filings and reports  that we may file from time to time with the SEC.",
    "Moreover,  we operate in a very competitive and rapidly changing  environment.",
    "New risks emerge from time to time.",
    "It is not  possible for our management to predict all risks, nor can we  assess the impact of all factors on our business or the extent  to which any factor, or combination of factors, may cause  actual results to differ materially from those contained in any  forward-looking statements we may make.",
    "In light of these  risks, uncertainties and assumptions, we cannot guarantee  future results, levels of activity, performance, achievements,  or events and circumstances reflected in the forward-looking  statements will occur.",
    "Forward-looking statements represent  our beliefs and assumptions only as of the date of the dates  indicated.",
    "We disclaim any obligation to update forward-  looking statements.",
    "About Non-GAAP Financial Measures  Datadog discloses non-GAAP operating margin and free  cash flow margin in this report.",
    "Datadog uses each of these  non-GAAP financial measures internally to understand and  compare operating results across accounting periods, for  internal budgeting and forecasting purposes, for short-  and long-term operating plans, and to evaluate Datadog’s  financial performance.",
    "Datadog believes they are useful to  investors as a supplement to GAAP measures, in evaluating  its operational performance, as further discussed below.",
    "Datadog’s non-GAAP financial measures may not provide  information that is directly comparable to that provided  by other companies in its industry, as other companies  in its industry may calculate non-GAAP financial results  differently, particularly related to non-recurring and unusual  items.",
    "In addition, there are limitations in using non-  GAAP financial measures because the non-GAAP financial  measures are not prepared in accordance with GAAP and  may be different from non-GAAP financial measures used  by other companies and exclude expenses that may have a  material impact on Datadog’s reported financial results.",
    "Non-GAAP financial measures should not be considered in  isolation from, or as a substitute for, financial information  prepared in accordance with GAAP.",
    "A reconciliation of  the historical non-GAAP financial measures to their most  directly comparable GAAP measures has been  provided in the financial statement tables included  below in this report.",
    "Datadog defines non-GAAP operating margin as the  respective GAAP operating margin, adjusted for, as  applicable: (1) stock-based compensation expense; (2) the  amortization of acquired intangibles; (3) employer payroll  taxes on employee stock transactions; (4) amortization of  issuance costs; and (5) an assumed provision for income  taxes based on our long-term projected tax rate.",
    "Our  estimated long-term projected tax rate is subject to change  for a variety of reasons, including the rapidly evolving global  tax environment, significant changes in Datadog's geographic  earnings mix, or other changes to our strategy or business  operations.",
    "We will re-evaluate our long-term projected  tax rate as appropriate.",
    "Datadog defines free cash flow as  net cash provided by operating activities, minus capital  expenditures and minus capitalized software development  costs.",
    "You are encouraged to review the reconciliation of  these historical non-GAAP financial measures to their most  directly comparable GAAP financial measures.",
    "Management believes these non-GAAP financial measures  are useful to investors and others in assessing Datadog’s  operating performance due to the following factors:  Stock-based compensation.",
    "Datadog utilizes stock-based  compensation to attract and retain employees.",
    "It is  principally aimed at aligning their interests with those of  its stockholders and at long-term retention, rather than to  address operational performance for any particular period.",
    "As a result, stock-based compensation expenses vary  for reasons that are generally unrelated to financial and  operational performance in any particular period.",
    "Amortization of acquired intangibles.",
    "Datadog views  amortization of acquired intangible assets as items arising  from pre-acquisition activities determined at the time of an Contents 32  acquisition.",
    "While these intangible assets are evaluated for  impairment regularly, amortization of the cost of acquired  intangibles is an expense that is not typically affected by  Operations during any particular period.",
    "Employer payroll taxes on employee stock transactions.",
    "Datadog excludes employer payroll tax expense on equity  incentive plans as these expenses are tied to the exercise  or vesting of underlying equity awards and the price of  Datadog’s common stock at the time of vesting or exercise.",
    "As a result, these taxes may vary in any particular period  independent of the financial and operating performance of  Datadog’s business.",
    "Amortization of issuance costs.",
    "In June 2020, Datadog  issued $747.5 million of convertible senior notes due 2025,  which bear interest at an annual fixed rate of 0.125%.",
    "Debt  issuance costs, which reduce the carrying value of the  convertible debt instrument, are amortized as interest  expense over the term.",
    "The expense for the amortization  of debt issuance costs is a non-cash item, and we believe  the exclusion of this interest expense will provide fora  more useful comparison of our operational performance in  different periods.",
    "Additionally, Datadog’s management believes that the non-  GAAP financial measure free cash flow is meaningful to  investors because it is a measure of liquidity that provides  useful information in understanding and evaluating the  strength of our liquidity and future ability to generate cash  that can be used for strategic opportunities or investing in  our business.",
    "Free cash flow represents net cash provided  by operating activities, reduced by capital expenditures  and capitalized software development costs, if any.",
    "The  reduction of capital expenditures and amounts capitalized  for software development facilitates comparisons of  Datadog's liquidity on a period-to-period basis and excludes  items that management does not consider to be indicative  of our liquidity.",
    "Add: Share-based compensation expense $482,300  Add: Amortization of acquired intangibles $8,866  Add: Employer payroll taxes on employee stock transactions $32,541  Less: Other Non-GAAP adj.” —  Non-GAAP operating (loss) income $490,243  GAAP operating margin (2)%  Non-GAAP operating margin 23%  (1) Non-cash benefit related to the release of a non-income tax liability  Free cash flow ($000s) FY23  Revenue $2,128,359  Cash flow from operations $659,954  Capex $(27,586)  Capitalized software developmental costs $(34,820)  Free cash flow $597,548  Free cash flow margin 28% FY23  Revenue $2,128,359  RESEARCH & DEVELOPMENT  GAAP R&D expense $962,447  GAAP R&D expense as a % of revenue 45%  Less: Share-based compensation expense $313,096  Less: Employer payroll taxes on employee stock transactions $21,449  Add: Other Non-GAAP adj.” =  Non-GAAP R&D expense $627,902  Non-GAAP R&D expense as a % of revenue 30%  SALES & MARKETING  GAAP S&M expense $609,276  GAAP S&M expense as a % of revenue 29%  Less: Share-based compensation expense $101,937  Less: Amortization of acuired intangibles $825  Less: Employer payroll taxes on employee stock transactions $5,917  Add: Other Non-GAAP adj.” —  Non-GAAP S&M expense $500,597  Non-GAAP S&M expense as a % of revenue 24%  GENERAL & ADMINISTRATIVE  GAAP G&A expense $180,192  GAAP G&A expense as a % of revenue 8%  Less: Share-based compensation expense $49,689  Less: Employer payroll taxes on employee stock transactions $4,811  Add: Other Non-GAAP adj.” —  Non-GAAP G&A expense $125,692  Non-GAAP G&A expense as a % of revenue 6%  Reconciliation of operating (loss) income and operating margin  GAAP operating (loss) income $(33,464) 33"
]