[
    "aS a  AE  Sok  oe LS  A   Introduction 2  About Marvell 3  The Role of Marvell Products in Society 4  FY23 ESG Highlights 7  Q&A: Mark Casper, EVP and Chief Legal Officer 8  Our Approach to ESG 10  ESG Priorities 11  Stakeholder Engagement 12  Our Goals 15  ESG Governance 18  Operational Resilience 21  Supply Chain Engagement 22  Environment 25  Climate Change 26  Product Sustainability 31  Water and Waste 35  Social 37  Our People 38  Inclusion and Diversity 39  Talent Attraction, Development,  Engagement and Wellbeing 44  Human Rights 53  Community Engagement  Marvell Technology, Inc.",
    "FY 2023 ESG Report Governance 59  Ethics and Compliance 60  Data Privacy and Security 63  Appendix 66  About This Report 67  Global Reporting Initiative (GRI)  Content Index 68  Sustainability Accounting Standards  Board (SASB) Index 78  Task Force on Climate-related  Financial Disclosures (TCFD) Index 81  United Nations Sustainable  Development Goals (UN SDGs) 83  Greenhouse Gas Emissions  Verification Statement 84  Forward-Looking Statements 86  our business strategy  and decision.",
    "making.” A Message From Our  Chairman and CEO  | am pleased to introduce Marvell’s second annual Environmental,  Social and Governance (ESG) report.",
    "In this report, we reaffirm our  strong commitment to environmental sustainability, human rights and  our ongoing initiatives to foster a more inclusive and diverse company  where our valued employees can truly thrive.",
    "Our ESG report serves  as a comprehensive overview of our progress toward achieving our  commitments to these fundamental principles.",
    "At Marvell, we continue to execute on our essential mission — delivering  semiconductor solutions for the data infrastructure technology that  connects us all.",
    "Our ESG goals play a pivotal role in shaping our business  strategy and decision making.",
    "We are strengthening the company by  acting on our highest priority ESG topics.",
    "By integrating environmental  and social considerations into our operations, supply chain and product  design, we aim to deliver innovative semiconductor solutions that reduce  impacts throughout our full value chain and meet customer expectations.",
    "Our focused efforts to develop energy-efficient products not  only contribute to the success of some of the world’s largest data  infrastructures, like cloud data centers, but also demonstrate the  potential to drive important sustainability action.",
    "Building upon our inaugural report, this year we provide an update on the  progress we have made toward our key ESG goals.",
    "This includes submission  of our company-wide science-based target, which will put us on a path  of reducing our greenhouse gas emissions from our offices and R&D labs  globally as well as from our value chain.",
    "We also completed a human  rights impact assessment across our direct operations and our supply  chain, to identify and evaluate issues and assess our progress over time.",
    "Acknowledging that the future of our business depends on our talent, we  continue to prioritize and invest in our inclusion and diversity and maintain  a culture that makes Marvell an employer of choice.",
    "lam proud of our employees, who are not only achieving superior results as  they innovate and help our customers succeed, but who are also using their  extraordinary talents and skills to enable our world to be more connected  and sustainable.",
    "This report will provide insight into their inspiring work.",
    "ee ae  Matthew J.",
    "Murphy  Chairman, President and Chief Executive Officer  and Governance (ESG), and we embed ESG within our business strategy, global  operations, and product design and innovation to build resilience and drive growth.",
    "ESG is also a central topic in our collaborations with stakeholders across the globe,  including our employees, customers, investors, suppliers and local communities.",
    "Marvell Technology, Inc.",
    "(Marvell) is a  fabless semiconductor supplier of high-  performance data infrastructure products,  both standard and custom.",
    "With a mission  to deliver the enabling technology  that powers the world, we provide the  industry’s most comprehensive, optimized  data infrastructure silicon technology,  enabling essential components across  compute, electro-optics, networking and  security, and storage.",
    "Our core strength  is developing and scaling highly complex Social Governance Appendix  System-on-a-Chip (SoC) architectures,  which integrate analog, mixed signal and  digital signal processing functionality to  power the modern data economy.",
    "Through  innovation and deep system-level expertise,  we leverage leading intellectual property  to enable cloud data centers, enterprise  networking, carrier infrastructure,  consumer, as well as automotive and  industrial markets, that increasingly  power and transform our world.",
    "Comprehensive Data Infrastructure Portfolio  Storage  | | el  MARVELL MARVELL MARVELL  Bravera™ Bravera™ Bravera™  SDD Controllers HDD Controllers HDD Preamps Electro-optics  7 Se 7 oe rr |  e e  sooo sooo  | — | —  MARVELL MARVELL  PAM4 DSP Coherent DSP  Networking Security  [ome SS) Ce aa | Ce: fe Te fe oo Ta  | | | | It | | ha | | | ial M4 | ha | | jE MARVELL  | cae | an | cee MARVELL an | cee MARVELL | MARVELL | MARVELL Brightlane™ MARVELL | MARVELL LiquidSecurity”  Teralynx’ | Prestera® Alaska” Etherien | OCTEON® NITROX®  Compute  f ° Toe f e ~ e i Bee |  | | le) ee MARVELL overt | MARVELL  OCTEON’ MARE Custom  Fusion | OCTEON Processor  All products are customizable as part of our comprehensive ASIC offering  Marvell Technology, Inc.",
    "FY 2023 ESG Report Back to Table of Contents  Marvell is founded  Wilmington, DE  Place of incorporation  ¢5.92B  FY23 revenue  7,448  # of employees  Our FY23 Workforce  Countries  49%  Based in the Americas  40%  Based in Asia Pacific  (APAC) & India  11%  Based in Europe, the  Middle East and Africa  (EMEA)  Over 10,000 patents and  patent applications pending  Products in Society  Marvell products are both enabling and responding to the megatrends of today’s world.",
    "Our  customers are all looking for power efficiency, faster bandwidth, reliability, security and  performance across all product categories.",
    "We share further insights and case studies below  that bring this to light across our four key markets — enterprise networking, data center,  carrier infrastructure and automotive.",
    "Data Center Enterprise Networking  - Customers seek to create a secure,  automated network that accommodates  the borderless cloud- and mobility-centric  nature of the modern enterprise.",
    "- Large cloud customers seek optimized  data infrastructure silicon that prioritizes  performance, scalability and security.",
    "- Data centers require high bandwidth,  low latency, fast optical connections  and power efficiency.",
    "- As video and bandwidth-intensive  applications proliferate, enterprise  networks require upgrades to meet  the rise in data traffic.",
    "In Action: Latest Ethernet PHY devices  - Consume half the power of the previous  generation, freeing up watts for use by  more energy-intensive elements of the  system - Enables advanced data analysis, scenario  forecasting and better decision making  with ML and Al In Action: Teralynx® 10 networking  switch  - Slashes power consumption by 80%  - Accelerates networking for ML and Al  due to low-latency and architecture  - Enable more computation within a fixed  power envelope, so that the network does  not overheat  Marvell Technology, Inc.",
    "FY 2023 ESG Report Back to Table of Contents  Megatrends  shaping our  markets:  1} Le all  Artificial  intelligence (Al) and  machine learning  (ML)  Co  Smart, connected  devices  fat  Advanced driver  assistance  se  Borderless  enterprise  Gt  Power  efficiency  Cybersecurity  and resilient  infrastructure  - Mobile operators’ high-performance  networks increasingly depend on efficient  processors to keep costs and energy  consumption in check.",
    "In Action: Data-processing unit and  baseband technologies within Nokia’s  ReefShark chipsets  - Include industry’s first 5nm Arm®  Neoverse N2 multicore solution  - Support the rapid advancement of  5G network performance, enabling  the application of 5G to more uses  - Empower Nokia to reduce the energy  consumption of its latest products by  some 30%, when combined with software,  services and other hardware optimization  Marvell Technology, Inc.",
    "FY 2023 ESG Report Social Governance Appendix  Automotive  - Modern software-defined vehicles require  secure, high-speed networking, with the  reliability and safety the auto-industry  demands.",
    "In Action: Brightlane™ Automotive  Ethernet products  - Make the software-defined vehicle  a reality  - Enable a secure Ethernet-based  in-vehicle network  - Lead to the replacement of hundreds of  pounds of cabling with a much lighter and  more efficient zonal network architecture Back to Table of Contents  SEMICONDUCTOR ‘S| 1/A Bee ASSOCIATION  - Semiconductor  i Climate Consortium  FOUNDING MEMBER  100 BEST  2023 BEST  PLACES ante  ra t WORK  [FORTUNE]  Veres  pn  Certified  JAN 2023-JAN 2024  USA  Ratings Environment  CSA  Where Leaders Meet “open « wens Compute Proje  SAN FRANCISCO BUSINESS TIMES  Bip) cw  2023 BEST PLACES TO WORK glassdoor  BEST PLACES WORK Aye  - Silicon Valley Business Journal Top 50 Silicon  Valley Corporate Philanthropists (2022)  - San Francisco Business Times Top 100 Bay Area  Corporate Philanthropists (2022)  Wcpp MSCI  ESG RATINGS Rated om |  - CDP Climate Change: B [ece| 8 [Be [BEB| A MANINGSIAR | SUSTAINALY TICS  - CDP Water Security: B  - CDP Supplier Engagement  Rating: B  * and ** Please see Disclaimer Statements on page 67  Marvell Technology, Inc.",
    "£ sien  FY 2023 ESG Report ESG Risk Rating 17.5 (low risk)  ecovadis  Sustainability  Rating CDP  SUPPLY CHAIN  MEMBER Social Governance Appendix Back to Table of Contents  7 AN .",
    ".",
    ".",
    "<p Responsible Business Alliance  ~‘ Vv A Advancing Sustainability Globally Clean Energy Buyers Association Ww  \\I/ s\" AMBriONroR Da © MLSS & = a  Highlights  The following activities  and impacts showcase some  of our top ESG focus areas in  the past year.",
    "Investing in Our People  Enabling our employees to have  long-term career advancement  at Marvell is critical to our  success as a business.",
    "Almost  88% of our new directors were  promoted from within Marvell,  rather than hired in from  outside Marvell.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report Environment Social Governance Appendix  Addressing  Climate Change  We joined 80+ other large  companies as a member of  the Semiconductor Climate  Consortium, the first global  collaborative of semiconductor  ecosystem companies to tackle  impacts of climate change  across the value chain.",
    "Giving Back  We increased the number  of nongovernmental  organizations that participate  in our volunteer time-off and  company match programs to  over 300 organizations from  30 in the previous year.",
    "Kory 4  td .",
    "f  iy 3  vi & Back to Table of Contents  Innovating for Product  Sustainability  We are developing products  with lower power demand.",
    "With the launch of the OCTEON  10 DPU family, we have  enabled a threefold increase  in compute performance and  a 50% reduction in power over  previous generations.",
    "Promoting a Responsible  Supply Chain  The number of our top Tier 1  suppliers that were audited  through the Responsible  Business Alliance Validated  Assessment Program increased  to 83% from 76% in the previous  year.",
    "We are pursuing the goal of  achieving 100% by 2025.",
    "EVP and Chief Legal Officer  Mark Casper, Marvell’s EVP, Chief Legal  Officer and the ESG Sponsor, shares the  action our company has taken to integrate  ESG within our own business, and bring  our customers, suppliers and community  partners along for the journey.",
    "Q: What have been some of the FY23  highlights from your standpoint?",
    "A: Taking ESG into account is not only  the right thing to do, it’s also pivotal for  our business success.",
    "That’s why our  ESG initiatives are a corporate priority  and strongly supported by our Board of  Directors and leadership team.",
    "We want  to make sure to manage our risks —  and take advantage of opportunities —  associated with environmental, social  and governance issues.",
    "Acting on our priority ESG topics  also enables us to meet stakeholder  expectations, which is important for our  leadership.",
    "Our customers and investors  care about this because they understand  the connection between these topics  and our business.",
    "They expect us to make  progress on topics like climate change,  inclusion and diversity, and labor practices  in the supply chain.",
    "By integrating ESG considerations across  our business, we are building resilience and  driving growth.",
    "Q: What is an ESG accomplishment from  the past year that makes you feel especially  proud?",
    "A: An important focus area for us over the  past year has been setting a science-based  target (SBT) to help us reduce our company-  wide greenhouse gas (GHG) emissions.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report In 2023, we submitted our target for  validation by the Science Based Targets  initiative (SBTi).",
    "It is aligned with a 1.5°C  climate scenario, which means we plan  to reduce our GHG emissions in line with  the goals of the Paris Agreement.",
    "Our SBT  focuses on reducing our Scope 1 and 2  emissions by increasing renewable energy  procurement, and Scope 3 emissions —  by increasing energy efficiency across our  product portfolio.",
    "These efforts follow best  available climate science and are an essential  part of our corporate climate strategy.",
    "Q: What other foundational work has been  done this year?",
    "A: Another key aspect of our environmental  efforts is assessing and managing risks  associated with climate change and their  potential impacts on our ability to do  business.",
    "This year, we conducted a climate  risk and opportunity assessment for our  direct operations and supply chain, in  alignment with the recommendations of  the Task Force on Climate-related Financial  Disclosures (TCFD).",
    "With the results of this  assessment, we are able to foresee and  adapt to potential impacts of climate change  and shape our business strategy, operational  resilience and supplier engagement  accordingly.",
    "Q: Marvell recently earned the Glassdoor  Great Place to Work certification.",
    "Why do you think that people enjoy  working at Marvell?",
    "A: Marvell is a fantastic place to work  and to develop as a person and professional.",
    "That’s because we value the growth of our  employees and create opportunities for  learning and career advancement,  by investing in our people.",
    "continued on the next page Back to Table of Contents  Mark Casper,  EVP and Chief Legal Officer  our employees, we defined our Employee  Value Proposition — “Own What’s Next.”  This means that Marvell strives to be a  place where employees feel a strong sense  of ownership, not only of their contributions  to innovation but of their own career  trajectories.",
    "We also take a holistic view of wellbeing  that includes mental and physical  health, and this plays a huge part in the  comprehensive benefits we offer to our  employees and their families.",
    "Because  people need different things at different  times, and the world is constantly changing,  our benefits are continuously evolving,  based on what we learn from our employees.",
    "We also focus on inclusion and fostering  a culture of caring.",
    "We are proud of those  aspects of our culture, and they enable us  to attract top talent from around the world.",
    "Q: What makes you excited about the  future of ESG at Marvell?",
    "A: We’ve made great progress in the  past few years, and are energized by the  opportunities in front of us.",
    "I’m looking  forward to gaining a deeper understanding  of our product sustainability profiles  through the Life Cycle Assessments (LCAs)  that we have planned.",
    "| also look forward  to continually engaging with our suppliers  and customers on their ESG management.",
    "We know topics such as human rights,  product carbon footprints and the use of  water in semiconductor manufacturing  can’t be addressed overnight or by us alone.",
    "That’s why I’m excited that in the past year,  Marvell joined the Semiconductor Climate  Consortium, the Clean Energy Buyers  Association and the CDP Supply Chain  program.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report Social Governance Appendix Back to Table of Contents  We’re determined to tackle  ESG issues in collaboration with  our suppliers and customers,  to make our business and our  industry more sustainable   of people and our planet are vital to our long-term success.",
    "These are complex  issues, and we are making progress against our environmental, social and  governance (ESG) goals through a strong governance model and by integrating  ESG across our business.",
    "We are focused on how our company can best drive  impact and opportunity — connecting the world through power-efficient  solutions — in ways that are crucial to our financial performance and long-term  value creation.",
    "In 2020, we worked with a third-party expert to conduct a formal assessment of our  ESG priorities to establish the ESG topics of highest priority to our internal and external  stakeholders, including customers, employees, investors, suppliers, nongovernmental  organizations (NGOs) and industry associations.",
    "The assessment incorporated the research  and guidance provided by the external sustainability standards and frameworks, such as the  Global Reporting Initiative (GRI) and the Sustainability Accounting Standards Board (SASB).",
    "ESG topics most important to our business were identified, validated and prioritized through  research, peer benchmarking and interviews with internal and external stakeholders.",
    "The  assessment informed the key areas of impact that are covered in this report and shaped our  long-term ESG strategy and plan.",
    "We plan on conducting another formal assessment of our ESG priorities reflecting the  developments over the past few years, to refresh our priority topics and inform our  FY24 ESG report.",
    "Marvell's ESG Priorities  Environment  Climate Change  Product Sustainability  Water & Waste  Social Product Innovation  Inclusion & Governance Diversity ESG Governance  Ethics &  Employee Supply Chain Compliance  Attraction, Engagement  Development, Data Privacy  Engagement & & Security  Retention  Employee Wellness,  Health & Safety  Human Rights  Community  Engagement  Marvell Technology, Inc.",
    "FY 2023 ESG Report 11  Engaging with our stakeholders informs the decisions we make across our business and  helps us prioritize key areas of impact as well as our long-term business success.",
    "We make  substantial efforts to understand priorities and key concerns of our internal and external  stakeholders, which in turn inform our ESG strategy.",
    "The chart below outlines our key  stakeholder groups, the ways and frequency of engagement and the ESG topics they  consider most relevant.",
    "Stakeholder Method and Frequency  of Engagement Purpose of Engagement Back to Table of Contents  Key ESG Topics  Customers  Employees  Marvell Technology, Inc.",
    "Virtual and in-person meetings  Annual questionnaires  Quarterly business reviews  Annual customer surveys  Virtual company-wide  townhalls  Team meetings  Executive site visits and  listening tours  Employee in-person interviews  Employee surveys  Weekly CEO emails  Intranet  Internal communication  (i.e., emails and digital chats)  FY 2023 ESG Report Understand customers’  current and future needs  Develop products and  services to meet customer  expectations  Share latest updates on  company, including our ESG  performance and plans  Provide access to learning  and professional development  Provide information about  compensation, benefits  and annual performance  appraisals  Engage in volunteer time-off  and match programs  Engage in cultural events  and celebrations to cultivate  connection to a broader  purpose and enhance  relationships  Obtain regular feedback  from employees Climate Change  Data Security & Privacy  Ethics & Compliance  Product Sustainability  Supply Chain Engagement  Community Engagement  Climate Change  Data Security & Privacy  Employee Attraction,  Development, Engagement  & Retention  Employee Wellness,  Health & Safety  Ethics & Compliance  Inclusion & Diversity  Product Sustainability   of Engagement Governance Appendix  Purpose of Engagement Back to Table of Contents  Key ESG Topics  Investors  Suppliers  Communities & NGOs  Marvell Technology, Inc.",
    "Virtual and in-person meetings  Investor Day (every 18 months)  Investor roadshows  Quarterly earnings calls  SEC Filings  Marvell investor  relations website  Virtual and in-person meetings  Annual request for ESG  data collection  Quarterly business reviews  Annual Supplier Day  Communications around  partnerships and donations  (i.e., in-person and virtual  meetings)  Participate in external  social impact conferences  and events  FY 2023 ESG Report Communicate our  financial results  Hear investor priorities and  address questions on our  business, including our ESG  performance and plans  Communicate our  expectations and  requirements, including  those related to ESG  Promote ethics and  compliance standards in our  Supplier Code of Conduct  Address questions  and requests  Provide supplier-specific  education, including on  ESG-related topics  Grow partnerships with  local communities and  NGOs through our employee  volunteer time-off and  match programs  Donate financial resources  and volunteer time Climate Change  Data Security & Privacy  Employee Attraction,  Development, Engagement  & Retention  Ethics & Compliance  Inclusion & Diversity  Product Sustainability  Climate Change  Ethics & Compliance  Human Rights  Product Sustainability  Supply Chain Engagement  Water & Waste  Community Engagement  Employee Wellness,  Health & Safety  Inclusion & Diversity   Purpose of Engagement Back to Table of Contents  Key ESG Topics  Policymakers Meetings, hearings and events  Monitoring regulations,  legislation, negotiations  and relevant reports  Industry associations Meetings, webinars  and workshops  We make substantial efforts to  understand priorities and key  concerns of our internal and  external stakeholders, which in  turn inform our ESG strategy.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report Provide expertise on industry  issues to help shape policy  Provide technical expertise  and feedback on policy  positions  Participate in working  groups to learn and share  knowledge with our peers on  noncompetitive issues  Influence the development of  industry-relevant guidance  on various ESG topics  S ae  : Data Privacy & Security  Ethics & Compliance  IP Protection  Product Sustainability  Climate Change  Data Security & Privacy  Intellectual Property  Product Sustainability  Supply Chain Engagement  = =<)   As we continue to operationalize our ESG strategy across the company, we are making progress toward the goals we set in  FY22.",
    "Below are details on our ESG progress in FY23.",
    "Goal set Goal status key: In progress Near complete Complete  Goal  Our Approach to ESG  Integrate ESG across  our innovation processes Annual!",
    "FY23 Progress  Worked to further integrate product power  in our innovation processes by establishing  internal working groups focused on Responsible  Product Design and Product Power.",
    "We also  worked to set a science-based target, to focus  on the reduction of greenhouse gas emissions  in the use phase of our products  Participate in multiple external FY25 PY Joined the Semiconductor Climate Change  collaborations focused on technology Consortium to drive climate action in the  addressing societal challenges semiconductor value chain.",
    "To advance  our renewable energy strategy, we joined the  Clean Energy Buyers Association (CEBA)  Pursue 100% top Tier 1 suppliers audited FY25 PY 83% of our top Tier 1 suppliers were audited  in the past two years by the Responsible through the RBA VAP (increased from 76%).",
    "Business Alliance Validated Assessment We also elevated some Tier 2 suppliers to Tier 1  Program (RBA VAP) status, and helped them build capacity to meet  our requirements  Pursue 100% Responsible Minerals FY25 PY 64.5% of processing facilities in our supply chain  Assurance Process (RMAP)-compliant  tantalum, tin, tungsten and gold  processing facilities were compliant with RMAP  1 This target year was restated from FY23 to “annual.” In FY23, we developed an internal product power intensity target as part of our science-based  target-setting process, and we will be integrating ESG into our product innovation continuously.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report 15  Goal  Environment  Set and validate a Science-Based Target FY24?",
    "(SBT) aligned with a 1.5°C climate  scenario and work toward developing  a net zero goal  Develop a low-carbon transition plan FY23  Conduct climate scenario analysis aligned FY23  with the recommendations of the Task  Force on Climate-related Financial  Disclosures (TCFD)  Reduce power consumption of products  with each generation for set capabilities  Conduct a Life Cycle Assessmen (LCA) FY25  on three key product lines  Develop and implement water action FY24  plans at sites where we have control  of water management  Achieve zero waste at sites where we have FY264  control of waste management Annual Governance  In progress Appendix Back to Table of Contents  Near complete Complete  FY23 Progress  Submitted science-based target (SBT) for  validation by the Science Based Targets  initiative (SBTi).",
    "Final target to be disclosed  later in FY24  Developed a low-carbon transition plan and  our internal SBT achievement roadmap  See Climate Change  Conducted a company-wide climate scenario  analysis for direct operations and a supply chain  aligned with TCFD recommendations.",
    "See Climate Change  Continued a trend of achieving an average of  40%-50% power reduction from one generation  to the next, for the same workload.",
    "We are  now working to set an internal product power  intensity target as part of our science-based  target, which will ultimately supersede this goal  Scoping out the LCAs for our key products  and beginning our first product LCA in FY24  Conducted an internal water assessment at  our Santa Clara, California, offices and identified  water efficiency measures  Achieved a landfill diversion rate of 78% at  our Santa Clara offices, and improved waste  and recycling data collection practices  2 The target year was restated from FY23 to FY24.",
    "In order to maintain our commitment to the Business Ambition for 1.5°C, in FY23, we made significant progress  in setting our first company-wide science-based target focusing on our direct operations and the value chain.",
    "The target was submitted for approval to SBTi, and  we are awaiting validation, currently projected for FY24.",
    "3 The target year was restated from FY23 to FY24 due to an extension of the timeline of our activities.",
    "In FY23, we developed our first comprehensive company-  wide water inventory and conducted water risk assessment for direct operations, in order to inform our site-specific water action plans in FY24.",
    "The target year was restated from FY25 to FY26.",
    "In FY23, we started collecting waste data for sites outside our owned site in Santa Clara.",
    "The timing of data  collection was extended to ensure that our baselines were not distorted by pandemic-related differences in office occupancy.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report 16  FY23 Progress  Follow best practices, in alignment with Anal (iii Developed Global Workplace Guidelines to  WELL, Fitwel and/or LEED building include standards across our offices globally.",
    "standards, at all new office constructions This document will be continuously updated  or renovations  Perform pay equity analysis globally Annual (QQ Performed an annual global gender pay equity  analysis.",
    "Having reviewed pay equity for  several consecutive years, we have been able  to minimize gaps and plan to continue to do so  moving forward  Maintain an annualemployee engagement Annual (= The Voice of the Employee survey showed that  (ESAT) score that is higher than Glint’s our ESAT core was 78, which is higher than  Technology Industry Benchmark Glint’s Technology Industry Benchmark  (77 in FY23)  Conduct a formal Human Rights Impact FY25 Es Conducted a company-wide human rights  Assessment and develop action plans impact assessment.",
    "See more details about the  to address impacts of our value chain assessment results in Human Rights  Achieve 20% participation rate in FY25° PY Our new Volunteer Time-Off Program offers  either our volunteer time-off program employees up to three days or 24 hours of paid  or employee match program time off to volunteer, and our new Company  Match Program enables employees to donate  to a variety of eligible charitable organizations.",
    "In FY23, we had 7% of employees participating  in each of these programs  Governance  Aim for 100% of employees certified Annual 99% of employees certified adherence to the  to our annual Code of Business Conduct Code of Business Conduct and Ethics  and Ethics Pe  Maintain zero monetary losses asaresult Annual [9 9 Continued to have zero monetary losses as a  of legal proceedings associated with result of legal proceedings associated with  anti-competitive behavior regulations anti-competitive behavior regulations  5 The target year was restated from FY23 to FY25 to adjust for participation rates from the first-year launch of the new Volunteer Time-Off and Company Match  Programs.",
    "We plan to expand efforts to drive awareness of the new program among employees.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report 17  Sound governance of our ESG program is  our top priority, and we continue to find  ways to strengthen oversight and manage  risk.",
    "This includes having a predominantly  independent Board of Directors, as well as  setting rigorous processes to manage our  key ESG priorities, including climate change  and human capital.",
    "ESG Oversight  We have structures in place at various levels  of the company to manage and ensure  accountability for ESG.",
    "This starts with an experienced and diverse  Board of Directors, whose engagement  on ESG is critical to oversee our efforts  to manage impacts and risks, identify  emerging opportunities and continue  to progress against our goals.",
    "As of the  end of FY23, 10 out of 11 directors were  independent.",
    "More details about our Board  Diversity can be found in the Inclusion and  Diversity section.",
    "Specific Board committees have  responsibility for different aspects of ESG.",
    "The Nominating and Governance Committee | Board of Directors  has overall oversight of ESG and receives  quarterly updates on our ESG progress  and performance.",
    "Senior management Nominating and Audit Committee  .",
    "Governance Committee  provides regular updates to the chair of the  Nominating and Governance Committee on  an as-needed basis.",
    "The Audit Committee  receives quarterly updates from senior ESG Committee  executives on our complia nce programs, Global Business Function Executive Leads  including those related to ESG, such as  monitoring anti-corruption, enhancing  training on ethics, supply chain risk ESG Working Groups  management and compliance with export Global Business Function Management Leads  restrictions.",
    "Senior management also  updates the chair of the Audit Committee Responsible  on a quarterly or more frequent basis, Working Group Working Group Working Group Joes Via Environmental Social Governance  Working Group as needed.",
    "The Executive Compensation  Committee also has oversight of several  Marvell Technology, Inc.",
    "FY 2023 ESG Report 18  we have detailed in the Human Capital  Governance section below.",
    "The full Board  of Directors receives regular updates on  ESG matters from management and the  Chair of the Nominating and Governance  Committee, including our ESG initiatives  and progress, as well as emerging topics.",
    "The Board is also responsible for reviewing  ESG report content.",
    "At the management level, the ESG  Committee provides senior leadership,  executive oversight and strategic guidance  on ESG.",
    "It is responsible for formulating  our ESG strategy, goals and initiatives;  executing and disclosing performance; and  stakeholder engagement.",
    "The committee  is comprised of key business leaders from  operations, sales, legal, central engineering,  human resources, finance and other  departments, who generally meet ona  bimonthly basis, or more frequently as  needed.",
    "We also have four ESG Working Groups:  Environmental, Social, Governance and  the newest, Responsible Product Design.",
    "These groups are made up of individuals  with responsibility for, or subject matter  expertise on, key issues.",
    "They represent a  wide range of functions, including finance,  quality, procurement, real estate, human  resources, compliance and engineering.",
    "These members are responsible for  Marvell Technology, Inc.",
    "FY 2023 ESG Report Social Governance Appendix Back to Table of Contents  overseeing, executing and monitoring  performance for their respective program.",
    "Groups meet monthly to ensure alignment  across the company, inform the ESG  strategy, and to track, measure and report  on the progress on ESG goals and key  initiatives.",
    "Human Capital Governance  Our talent strategy is also a priority for  us, and it is overseen by the Board and  its committees.",
    "The Executive Compensation Committee  provides oversight of our human capital,  including compensation philosophy,  policies and programs.",
    "The committee  is responsible for overseeing a number  of matters regarding our employees,  including the management of risks relating  to human capital management, executive  compensation plans and arrangements.",
    "They also oversee our compensation plans,  which generally apply to all our employees,  including our pay equity programs.",
    "The Nominating and Governance Committee  has general oversight of the company’s  approach to ESG as it relates to human  capital, including inclusion and diversity,  as part of its broad ESG focus.",
    "We conduct  talent reviews and annual succession  planning, and the Board receives regular  updates from senior management in these  areas, as well as in other areas, such as  attrition, management talent assessment  and employee survey results.",
    "Our executive  team also reviews the company’s progress  on human capital management regularly,  to ensure that we are meeting our goals.",
    "The Audit Committee has oversight of  business risks and ethics and compliance  programs, which are connected to human  capital and workplace issues.",
    "For more details,  see the Our People  section   Climate change is a central topic for us,  and addressing it requires action at multiple  levels of the company.",
    "At the Board level,  we make quarterly updates through the  Nominating and Governance Committee  and an annual update to the full Board.",
    "Management sets our climate strategy  and reviews it with the Board.",
    "Our Chief  Operations Officer (COO) is the executive  sponsor of the Environment Working  Group and has overall responsibility for  climate strategy and related issues.",
    "The  COO is responsible for the process that  assesses and manages climate-related risks  and opportunities, elevating stakeholder  concerns and guiding the implementation  of climate-related policies, programs and  disclosures.",
    "The COO is also a member of  the ESG Committee and can therefore  elevate climate topics to senior leadership  and to the Board’s Nominating and  Governance and Audit Committees.",
    "In FY23, we undertook a TCFD-aligned  climate risk and opportunity assessment,  assessing physical and transition risks on  our business under several future-looking  climate scenarios.",
    "This has enabled us to  test the resilience of our management  processes in the face of climate change, and  we have integrated these insights into our  Enterprise Risk Management (ERM) program  for ongoing consideration.",
    "For more details, see the  Climate Change section  Marvell Technology, Inc.",
    "FY 2023 ESG Report Social Governance Appendix  a RS A 5 A  rte OF Ye Sgt Tom = *<, gee  mh 9) 587 ty Ch :  aM |  IA J  |  i  Hite Back to Table of Contents   Resilience  To help manage corporate risks, we have  an Enterprise Risk Management process  in place.",
    "Our Executive Leadership Team  (ELT) engages representatives from  across the business to identify short-,  medium- and long-term risks impacting  the business and determines the absolute  impact and likelihood of each risk.",
    "The  ELT identifies risks in the following key  business categories: Financial, Operational,  Strategic, Sales, Engineering, Information,  Organizational, Legal and Regulatory.",
    "The risks are evaluated and then classified  into a risk matrix based on their impact  (ranging from “manageable” to “major”  to “critical”) and likelihood of occurrence  (ranging from “remote” to “possible” to  “likely”) across our value chain (e.g., direct  operations, upstream and downstream).",
    "The ELT then considers the company’s  risk tolerance relative to industry peers,  determines the significant risks to focus on,  and develops and executes mitigation plans  to reduce these risks.",
    "The ELT conducts  discussions with relevant stakeholders  to identify the risk management actions  and status of risk mitigation.",
    "The risk  assessment is updated and reviewed  and discussed in detail with the Audit  Committee and reviewed with the  Board of Directors annually.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report 21  We are a fabless semiconductor company,  meaning that we do not manufacture  any of our own products and rely on  suppliers to manufacture, assemble and  test our products.",
    "As a result, our major  environmental and social impacts from  product manufacturing take place upstream,  in our suppliers’ operations.",
    "In order to  reduce our impact and advance our ESG  priorities, we continuously work with our  suppliers to drive process improvements in  their due diligence process, and we work with  others to further best practices throughout  the semiconductor industry.",
    "Supplier Code of Conduct  Our Supplier Code of Conduct lays out  the expectations we have for our suppliers  on a range of ESG topics, including legal  and regulatory compliance, business  ethics, health and safety, labor, human  rights and environmental protection.",
    "Goals  Pursue 100% top Tier 1* suppliers  audited in the past two years by the  Responsible Business Alliance Validated  Assessment Program (RBA VAP) (FY25)  In progress  Pursue 100% Responsible Minerals  Assurance Process (RMAP)-compliant  tantalum, tin, tungsten and gold  processing facilities (FY25)  In progress We communicate our requirements for  compliance with the Code during supplier  onboarding and at other key touchpoints  with suppliers.",
    "We also utilize a number of programs and  tools to engage with suppliers, to help them  meet customer and industry expectations.",
    "Responsible  Business Alliance  We are a member of the Responsible  Business Alliance (RBA), a nonprofit  organization that is the world’s largest  industry coalition dedicated to responsible  supply chains, which in global supply  chains, which includes members from the  electronics, retail, auto and toy industries.",
    "Within our Supplier Code of Conduct, we  expect our suppliers to follow the RBA Code  of Conduct.",
    "Working through the RBA helps  to drive consistency in the standards across  our industry and allows us to help improve  ESG practices in partnership with our  customers and peers.",
    "We are committed to  adopting and implementing the RBA Code  internally at Marvell and externally with our  supply chain partners.",
    "Our priority is our  Tier 1 suppliers,  which represent  80% of our direct  supplier spend.",
    "We believe this  is where we can  make the greatest  impact across our  supply chain.",
    "A key facet of our participation in RBA is  the Validated Assessment Program (VAP).",
    "Our suppliers, and others in the industry,  are audited by third parties to ensure they  are complying with the RBA Code.",
    "The  VAP measures ESG performance and helps  to build capacity to improve practices  within companies.",
    "Our priority is our Tier 1  suppliers, which represent 80% of our direct  supplier spend.",
    "We believe this is where we  can make the greatest impact across our  supply chain.",
    "We hold Quarterly Business  Reviews (QBRs), in which we communicate  the importance of compliance with the  * Tier 1 is defined as direct suppliers.",
    "Top Tier 1 suppliers make up 80% of our direct supplier spend.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report 22  Semiconductors are a truly global product, which rely on complex supply chains as well as steady trade  conditions, a secure flow of resources, expert talent and multiple levels of specialized manufacturing.",
    "@ an  Customer  specification  nf &  R&D?",
    "and IP?",
    "Design and  verification  @)> +aam  Third-party IP  1 Research & Development  2 Intellectual Property Digital design files v  Manufacturing  (Foundry partners) Digital wafer Packaged design ¥  Se \\ = @  Assembly and test Delivery Customers  (OSAT?",
    "partners) and support  lun  eo ¢@  Materials sourcing  (Materials partners)  Third-party [| Marvell [| suppliers [| Customers  3 Outsourced Semiconductor Assembly and Test  RBA and which help ensure our suppliers  are successful in completing audits.",
    "In FY23,  we brought more suppliers into alignment  with RBA.",
    "As of the end of FY23, 83% of our  top Tier 1 suppliers were audited through  VAP, compared to 76% in FY22, and we are  pursuing a goal of 100% by 2025.",
    "In FY23, we joined the RBA Environmental  Sustainability Workgroup.",
    "As part of this  group, we regularly engage with our peers  and partners in the technology space and  collaborate on sustainability initiatives and  solutions that drive improvement in our  organizations and supply chains, including  climate action, water stewardship and waste  reduction, among others.",
    "Specific strategies  Marvell Technology, Inc.",
    "FY 2023 ESG Report and tools are co-developed in partnership  with RBA to improve measurement of  environmental impact, enable higher  resource efficiency and building industry  capacity and performance.",
    "These include  an emissions management tool, an annual  environmental survey, an environmental  maturity profile, supplier trainings as well  as new e-waste and circular economy  working groups.",
    "Responsible  Minerals Sourcing  Specific minerals are used in semiconductors  for their unique properties — for example,  for adhesion, protection, conductivity, Back to Table of Contents   extraction, processing and trade  of some of these minerals in semiconductors  could be associated with human rights  violations and armed conflicts in global  supply chains.",
    "We are committed to working  with our suppliers to support responsible  sourcing of the tin, tantalum, tungsten,  gold and cobalt in our products to reduce  these risks.",
    "We follow the Organisation for Economic  Co-operation and Development’s Due  Diligence Guidance for Responsible Supply  Chains of Minerals from Conflict-Affected  and High-Risk Areas.",
    "Our policies require  our suppliers to adopt a responsible  minerals sourcing policy aligned with this  guidance and to conduct their own due  diligence on the source and chain of custody  for the key minerals we track.",
    "We are working with our suppliers to help  transition to using only using tin, tantalum,  tungsten, gold and cobalt processing  facilities that have successfully completed  an assessment against RBA’s Responsible  Minerals Initiative Responsible Minerals  Assurance Process (RMAP) standard, or  an equivalent, cross-recognized assessment.",
    "We work with suppliers to identify the  processing facilities they source from,  conduct due diligence on supplier practices,  and determine whether the processing  facilities reported by suppliers conform  with the RMAP.",
    "In FY23, we have also made  updates in the way we screen out mica and  cobalt for due diligence purposes, and we  have engaged proactively with suppliers to  move away from nonconforming facilities.",
    "In  calendar year 2022, 64.5% of the processing  facilities by our suppliers were RMAP-  conforming, a decline of 2.7% compared to  2021, due to the inaccessibility of Russian  smelters.",
    "We will continue to work toward  our goal of 100% by 2025.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report Social Governance Appendix  Beyond Compliance  While participation in RBA and use of  the RMAP standard form the basis of our  engagements with our Tier 1 suppliers, we  view suppliers as partners and seek out  broader and deeper discussions on ESG.",
    "Our Quarterly Business Reviews cover our  ongoing business relationship, as well as a  review of RBA VAP scores and performance  on responsible minerals sourcing.",
    "We  also hold dedicated ESG discussions with  suppliers to better understand their  approach to managing key topics.",
    "We have been working to collect and analyze  supplier data on climate and water-related  impacts, as we believe that this will help us  achieve greater transparency and visibility  into our supplier practices.",
    "In FY23, we  made progress on data collection for climate  related information from our suppliers by  joining the CDP Supply Chain program.",
    "Supply Chain  Risk Assessment  To ensure the resilience of our supply chain,  we monitor for potential risks on an ongoing  basis.",
    "As part of our business continuity  process, we use a third-party tool to map,  assess and monitor supply chain operations  and receive timely alerts about incidents  that take place in the vicinity of supplier  sites that could impact operations, logistics  and infrastructure in an incident area.",
    "Based on this information, we determine  the geographic scope of an incident,  communicate potential impacts to suppliers  and align planning with our Operations team.",
    "To learn more about potential human rights  risks, in FY23, we also conducted a company-  wide human rights impact assessment for  our direct operations, as well as for our global  supply chain.",
    "Back to Table of Contents  We seek to  collectively  identify areas of  opportunity, to  continue to raise  the bar in the  semiconductor  industry on ESG  performance.",
    "For more details on  our supplier climate  change work, see the  Climate Change section  For more on our  approach to conflict  minerals, please see our  Policy Statement on the  Responsible Sourcing of  Minerals  For more details on the  results of our human  rights impact assessment  and how we have  engaged suppliers, see  Human Rights section   energy, water and waste impacts in our direct operations as well as our supply  chain.",
    "As society grapples with the current and potential future impacts of climate  change, we are adapting our business to address risks and identify new business  opportunities.",
    "We continue to enhance our research and development (R&D)  capabilities to build powerful and energy-efficient products that can contribute  to a better, connected world.",
    "Acting to address climate change impacts  is a business imperative for Marvell.",
    "Ensuring our business is resilient in the  face of a changing climate is essential  for our long-term success.",
    "Doing our  part to reduce greenhouse gas (GHG)  emissions in our direct operations and  our value chain is also a key expectation  of our customers and our investors.",
    "Addressing the impact of climate change  requires action across society, and we  believe that as a semiconductor industry  leader with thousands of employees and  operations and customers globally, we  have a responsibility to act.",
    "In FY23, we  took several important steps to lay the  Goals  Set and validate a science-based target  (SBT) aligned to a 1.5°C climate scenario  and work toward developing a net zero  goal (FY24)  In progress  Develop a low-carbon transition plan  (FY23)  Complete  Conduct climate scenario analysis  aligned with the recommendations  of the Task Force on Climate-related  Financial Disclosures (TCFD) (FY23)  Complete  Marvell Technology, Inc.",
    "FY 2023 ESG Report foundations for our 2030 science-based  target, to develop a low-carbon transition  plan with a focus on renewable energy  procurement, and to better understand our  top physical and transition climate-related  risks and opportunities.",
    "Managing Climate Risks  and Opportunities  Preparing for and responding to climate-  related risks and opportunities in our direct  operations and supply chain is one of the  key aspects of our business strategy.",
    "In  FY23, we completed an initial climate risk  screening, which was followed by a scenario  analysis aligned with the Task Force on  Climate-related Financial Disclosures  (TCFD).",
    "Our initial climate risk screening  process included engaging stakeholders  across our mission-critical business  functions in a series of climate workshops.",
    "The workshops allowed us to identify  potential climate-related physical and  transition risks and opportunities, as well as  to evaluate our organizational vulnerability   short (up to 1 year), medium (1-3 years) and  long term (3-5 years) time horizons — as  well as longer-term horizons of 10-plus and  30-plus years, as our business and people  transition to a low-carbon economy.",
    "For our analysis of top physical climate-related risks, we selected  three SSP scenarios, SSP 1-2.6, SSP 2-4.5, and SSP 5-8.5,** to  represent lower and upper boundary conditions and support our  analysis under both low-carbon transition as well as business-as-  usual and worst-case scenario emissions trajectories.",
    "The SSP1-2.6  scenario is aligned with a 1.8°C warming and served as a “best-case  scenario,” in which global CO, emissions are cut severely, but not  as fast as in the 1.5°C scenario, reaching net zero after 2050.",
    "The a SSP2-4.5, which is aligned with 2.7°C warming, is a “middle-of-the-  ,» road scenario,” in which CO, emissions hover around current levels  before starting to fall mid-century, but do not reach net zero by  2100.",
    "Finally, the SSP5-8.5 scenario, which is aligned with 4.7°C  and opportunities for our business, we warming, was considered a “pessimistic scenario,” in which current  analyzed our risk exposure across all six CO, emissions levels roughly double by 2050.",
    "Our physical climate  risk scenario analysis assessed potential impacts of climate change ey Network for Greening the Financial System Se pe  (NGFS) scenarios.* We leveraged these dt on a number of locations, including owned and leased sites within  scenarios as they incorporate key transition our direct operations and key direct supplier sites.",
    "risk drivers such as policy reaction, policy  intensity, regional policy variation and rate  of technology change, and communicate  the magnitude of different variations of  those risk drivers through a clear carbon  price metric.",
    "This analysis provided an  indication of how resilient our strategy is to  different future carbon policy developments ae  that are aligned to a 1.5°-2° C world.",
    "We  also qualitatively evaluated how potential  changes to climate policies, as well as  technological, market and reputational  cha nges, could create future risks and ** SSP1-2.6 is reflective of the Shared Socioeconomic Pathway (SSP) 1 scenario  opportunities for us.",
    "(“Sustainability”) with Representative Concentration Pathway (RCP) 2.6; SSP 2-4.5 is  reflective of the SSP 2 scenario (“Middle of the Road”) with RCP 4.5; SSP 5-8.5 is reflective  of the SSP 5 scenario (“Fossil-fueled Development”) with RCP 4.5.",
    "See the IPCC Sixth  Assessment Report for more details about each of these scenarios.",
    "Climate Scenarios  To obtain an in-depth understanding of  our top physical risks, we conducted a  TCFD-aligned quantitative climate scenario  analysis using the Shared Socioeconomic  Pathways (SSP) scenarios across the 2030  and 2050 time frames, which leverage  Intergovernmental Panel for Climate Change  (IPCC)'s Sixth Assessment Report (AR6)  climate models.",
    "To assess and evaluate the transition risks  For our analysis of climate-related transition risks, we analyzed the  impacts of all six NGFS scenarios that range between current policies  to more ambitious net zero by 2050 and below 2°C scenarios for 2030  and 2050.",
    "We found that the scenarios where policy decarbonization  action is delayed are of highest risk to our business.",
    "Our efforts  to set a science-based target aligned with a 1.5°C scenario could  significantly mitigate our future transition risk exposure.",
    "NGFS  scenarios use a shadow carbon price, which is treated as the marginal  cost of abatement (i.e., the price required for a certain low-carbon  transition to occur) and hence, this carbon price is not intended to be  interpreted as a direct tax on emissions.",
    "- 3  * Network for Greening the Financial System (NGFS)  scenarios include Below 2°C; Net Zero by 2050; Delayed  Transition; Divergent Net Zero; Nationally Determined  Contributions; and Current Policies.",
    "See the NGFS  Scenarios Portal for more details about each of  these scenarios.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report 27  that within our operations, only our owned  site in Santa Clara, California (U.S.), is likely  to suffer increasing impacts of both drought  and flooding, potentially causing a risk of  local power outages.",
    "According to data from  the U.S.",
    "Energy Information Administration  (EIA), 11% of California’s electrical grid  mix is attributed to hydropower, meaning  that in Santa Clara, water stress induced  by prolonged drought could potentially  impact our electricity supply.",
    "Similarly, our  supplier operating facilities in Taiwan could  see increased risk of drought and flooding,  coupled with storm surges.",
    "In 2021, for  example, a prolonged drought in Taiwan  caused cuts to the water supply for a major  chip-making hub.",
    "Due to the long-time horizons (2030 and  2050) analyzed for our climate scenario  analysis, the identified potential risks  are not financial forecasts but broad  conceptualizations of possible business  and financial impact pathways.",
    "Additionally,  our physical risk assessment did not  consider any efforts around potential  enhancement of our own or our suppliers’  adaptive capacity and ability to respond  to future impacts of climate change.",
    "Our climate risk assessment identified  our capacity to develop more power-  efficient semiconductor solutions as a  high-priority, climate-related opportunity,  due to its potential strategic and financial  implications.",
    "Investment in this opportunity  could potentially help our customers reduce  their energy consumption during the use  phase of our products.",
    "With the results of this initial analysis, we  have been able to inform our key business  functions, including Global Real Estate  and Workplace Services, Procurement,  Legal and Finance, test the resilience of  our management processes in the face of  climate change, and begin the development  of strategies to integrate the findings into  our enterprise risk management program  and low-carbon transition planning.",
    "We will  Marvell Technology, Inc.",
    "FY 2023 ESG Report Environment Social Governance Appendix Back to Table of Contents  continue to update our risk assessment and  engage and inform key internal and external  stakeholders.",
    "See our Task Force on  Climate-related Financial  Disclosures (TCFD)  Index for further detail  on our climate-related  governance, strategy,  risk management and  metrics Reducing Our Operational  Carbon Footprint  We are working to strengthen our business  by decarbonizing our operations within  our four walls, primarily our offices and  R&D hubs.",
    "Compared to our company-  wide footprint, our direct operations  contribute only a small proportion of our  total greenhouse gas (GHG) emissions,  which is less than 1%.",
    "In FY22, we joined  the Business Ambition for 1.5°C call to  action and committed to set a science-  based emission reduction target aligned  with the Science-Based Target initiative’s  (SBTi) guidance and criteria.",
    "In FY24, we  completed our science-based target-  setting process and developed an internal  achievement roadmap that would inform  our carbon reduction strategy.",
    "An important part of our science-based  target achievement roadmap is procuring  renewable energy for our owned and  leased facilities wherever possible.",
    "In FY23,  recognizing the need to scale renewable  energy availability in the U.S., we joined the  Clean Energy Buyers Association (CEBA).",
    "This community of institutional energy  customers partners with clean energy  providers, business partners, environmental  nongovernmental organizations and  climate-focused philanthropies to drive a  vision of customer-driven clean energy for  all.",
    "Its members help to deploy market and  policy solutions for a carbon-free energy  system in the U.S.",
    "Currently, we deploy renewable energy  at several of our sites.",
    "Our largest facility  in Santa Clara, is partially powered by an  on-site solar energy generation system.",
    "Our offices in Bucharest (Romania),  Northampton (UK), Irvine (USA) and  Singapore rely on renewable energy  from local utilities.",
    "In addition, our U.S.",
    "Georgia, are powered by 100% renewable  energy.",
    "Going forward, we will continue  to look for opportunities to increase the  deployment of renewable energy in targeted  geographies of our facilities.",
    "Supplier Engagement  Around Carbon Reduction  As a fabless semiconductor company, we  have a key opportunity to reduce our carbon  impact in our supply chain.",
    "We engage  our direct suppliers to better understand  where they are on their sustainability  journey, and we encourage them to disclose  their annual GHG emissions and consider  setting their own carbon reduction targets  to help Marvell reduce our own emissions  and create cascading impacts to enable  our customers to reduce their upstream  emissions.",
    "We ask our suppliers to disclose their  environmental data, including GHG  emissions, through an annual RBA-led  survey.",
    "We review suppliers’ information  and conduct regular benchmarks to  evaluate their sustainability performance  and to identify opportunities to assist them  in advancing their climate strategies.",
    "In FY23, we joined the CDP Supply Chain  program.",
    "We expect that this initiative will  enhance our suppliers’ disclosure, increase  the accuracy of our Scope 3 Category 1 GHG  emissions, and help spur greater action with  our supplier base to enhance the long-term  sustainability and business resilience of our  supply chain.",
    "Our suppliers play a vital role in enabling us  to produce exceptional products and deliver  on our commitments to customers, and we  firmly believe that how we treat and manage  our suppliers is a reflection of who we are as  a company.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report Governance Appendix Back to Table of Contents  See the Supply Chain  Engagement section  for more details on RBA  Case study: Marvell and AWS’ Collaboration on  Cloud-First Silicon Design to Reduce Energy Use  We are a Strategic supplier of cloud-optimized semiconductors  to Amazon Web Services (AWS).",
    "In FY23, we announced the  expansion of our partnership by using AWS as our cloud provider  for electronic design automation (EDA).",
    "EDA is a specialized and  compute-intensive process used in chip design, and a key piece of  our research and development efforts.",
    "Due to the increasing  complexity and exponential growth in number of transistors in our  leading-edge designs, it was becoming less cost-efficient or timely to  run EDA on our premises.",
    "AWS offers a cloud-first approach, aiming  to power its operations with 100% renewable energy by 2025.",
    "This  allows us to scale our service in the cloud, rise to challenges brought  by increasingly complex chip design processes, and deliver continuous  innovation for expanding needs across our key markets in a way that  reduces our energy use.",
    "According to research commissioned by  Amazon, AWS can lower customers’ workload carbon footprints  by nearly 80%, and up to 96%, once AWS is powered with 100%  renewable energy.",
    "annual Supplier Day, bringing our most Total FY23 GHG Emissions Compared to FY22 (mt CO.e)  strategic suppliers together to discuss  our shared business strategy and outlook, 23.686  improve management processes and 4,645 23,176 , 23,842,135  bolster our existing partnerships.",
    "Climate 4,320 22,062,502  change was one of the topics raised at the  latest Supplier Day event.",
    "Semiconductor Climate  Consortium  Given the global nature of climate  change issues, it is important to drive  decarbonization at an industry level.",
    "FY22 FY23 FY22 FY23 FY22.",
    "FY23  Our aspiration is to find ways to collaborate  across the entire semiconductor ecosystem  and support the development of GHG Ml Scope 1 lM Scope 2 (market-based) lM Scope 3  accounting methodologies and sector-  relevant guidance.",
    "In FY23, we became  a member of the Semiconductor Climate  Consortium, the first global, industry-  wide collaborative focused on reducing FY23 % by Scope  GHG emissions across the semiconductor  value chain.",
    "The consortium’s member Scope 1 Scope 2 Scope 3  companies aim to work together to 0.02% 0.11% 99.87%  accelerate climate solutions to the most  pressing decarbonization challenges, align  on common GHG accounting approaches, eee  improve the accuracy of Scope 1, 2 and 3  GHG emissions, and collaborate to find  ways to reduce GHG emissions together.",
    "FY23 Scope 3 GHG Emissions Categories  Hi Use of Sold Products: 96.85%  H@ Purchased Goods & Services: 2.78%  \\ | Other Categories  Capital Goods: 0.13%  Downstream Transportation & Distribution: 0.06%  Employee Commuting: 0.05%  Fuel & Energy Related Activities: 0.04%  Upstream Transportation & Distribution: 0.01%  Business Travel: 0.03%  Processing of Sold Products: 0.003%  Learn more about the Waste Generated in Operations: 0.001%  Semiconductor Climate Upstream Leased Assets: 0.001%  Consortium End-of-Life Treatment: 0.0004%  Marvell Technology, Inc.",
    "FY 2023 ESG Report 30  We believe that by designing our products  to have a smaller environmental footprint,  we can have a significant sustainability  impact.",
    "We are focused on developing  power-efficient semiconductor solutions  that help reduce energy consumption  during the use phase.",
    "We also consider the  materials within our products to ensure  we are meeting global and customer  environmental standards.",
    "Goals  Integrate ESG across our innovation  processes (Annual)  Complete  Participate in multiple external  collaborations focused on technology  addressing environmental and societal  challenges (FY25)  In progress [Ld  Reduce power consumption of products  with each generation for set capabilities  (Annual)  Complete  Conduct a Life Cycle Assessment (LCA)  in three key product lines (FY25)  In progress [Ld  Marvell Technology, Inc.",
    "FY 2023 ESG Report Advancing  Power Performance  As a society, we are creating and  transmitting increasing amounts of data,  which ultimately puts higher pressure  on power demand.",
    "Our company plays an  important role in improving the overall  efficiency of clouds, enterprise networks  and automobiles by developing products  that continuously increase performance  per watt.",
    "This challenge will grow with  the rise of artificial intelligence (Al) and  machine learning (ML), and autonomous  driving.",
    "As telecommunications networks  migrate from 4G to 5G, hardware power  consumption is expected to increase  rapidly.",
    "Across our product categories, we work  collaboratively with our customers to  meet their needs to optimize power  performance.",
    "This includes increasing  performance or density, moving to  new technology nodes, consolidating  features onto more integrated chips,  applying novel architectures, improving  thermal management to reduce cooling,  employing power management, and  using virtualization innovations to more  efficiently utilize data infrastructure.",
    "For example, our recently announced  3-nanometer (nm) silicon interconnects  enable data transfer rates by up to 45% to  lower power dissipation and picojoules per  bit in the most advanced semiconductors.",
    "We explain below how we reduce power  across our key product categories and  provide an example of where we have  done so.",
    "Back to Table of Contents   How we can reduce power with our products Governance Appendix Back to Table of Contents  Example  Compute  Storage  Networking  Security  Across our product categories,  we work collaboratively with our  customers to meet their needs  to optimize power performance.",
    "Marvell Technology, Inc.",
    "For our data-processing units, we design our  silicon by using more power-efficient processors,  memory and storage devices, and optimize the  architecture of the circuitry.",
    "We also design in  smaller, advanced technologies, which require  less power.",
    "We reduce power usage among storage products  by using higher-density disks, new and custom  architectures, power management features and  enabling special flash memory chips that are more  power-efficient.",
    "We reduce power usage by using low power  architectures, increased density, power  management, power-saving modes and chip  package designs with better thermal management  to reduce the amount of cooling required.",
    "In security, semiconductors are used in  conjunction with software, for functions such  as encryption, access control, firewalls and  intrusion detection.",
    "Power can be reduced by  using virtualization, optimization, lower power  modes and memory and advanced process  technologies that have better power-efficiency.",
    "FY 2023 ESG Report With the launch of the OCTEON 10  data-processing unit (DPU) family, we have  enabled a threefold increase in compute  performance and a 50% reduction in power  over previous generations.",
    "When we launched our BraveraTM SC5 solid state  drive (SSD) Controller, several of its attributes,  such as virtualization, improved power-  performance efficiency by 40% compared to  previous generations of Marvell SSD controllers.",
    "Nova, the industry’s first 1.6T PAM4 digital signal  processor (DSP) for optical modules, doubles  cloud bandwidth for applications like Generative  Al while reducing power and cost per bit by 30%.",
    "Nova reduces the number of lasers and optical  components by 50%, thereby increasing the  reliability of connectivity in cloud Al platforms  twofold.",
    "Our LiquidSecurity 2® hardware security module  adapter enables encryption, key management,  and authentication in the cloud.",
    "It can conduct  an efficient 850 transactions per second per  watt and is 2.5 times more power efficient than  competitors in the market.",
    "Energy Efficiency  In FY23, we established a new internal  working group with a specific focus on  Responsible Product Design.",
    "Its first priority  was to mobilize the implementation of R&D  solutions targeting product power across  the company.",
    "To reduce power consumption  of our products during the use phase, we  collaborate on low-power design methods  and computer-aided design (CAD) tools,  encourage development of power-saving  circuits, and raise awareness of novel chip  packaging approaches to manage  thermal heat.",
    "To leverage the expertise, ingenuity and  creativity of our employees, we started  hosting internal Innovation Contests for  engineers as a way to engage employees  to add meaningful value to our products  and processes — and to enhance our  business and market leadership.",
    "Our  employees develop ideas for our target  markets and domains in which our company  is actively engaged, and help improve or  innovate internal tools, flow optimizations  and software or product concept  developments.",
    "Since Scope 3 GHG emissions from  electricity consumption in the use phase of  our products make up the largest part of  our company-wide carbon footprint,  in FY23, we included a special contest  scoring category for product power  efficiency in our company-wide Innovation  Contest.",
    "One of our top five finalists allows  for a significant focus on power savings, and  we are now exploring how to promote it  across the business for incorporation  into product designs.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report 33  The semiconductor industry uses a number  of materials for their electrical properties,  including mercury, lead, cadmium and  hexavalent chromium.",
    "These materials are  heavily regulated, particularly since they are  known to have an adverse impact on human  health and the environment.",
    "We make sure to comply with all applicable  laws and engage stakeholders proactively to  mitigate any risks.",
    "We continue to monitor  materials that could pose a concern for  our company and our customers and make  changes when relevant.",
    "For example, we  perform our environmental compliance  due diligence during product design and  development, prior to mass production.",
    "We have also phased out halogens in  our packaged integrated circuits when  developing new products.",
    "We aim to  substitute alternative materials that meet  or exceed performance metrics of the  materials they are replacing, while also  ensuring that they have a lower risk profile.",
    "The International Electrotechnical  Commission (IEC) maintains a global  database of substances of concern.",
    "We  use this to coordinate our reporting on  the material composition of our products  throughout our industry and supply chain.",
    "We work with our suppliers to collect and  confirm the information they provide on the  IEC 62474 declarable substances list during  product development and manufacturing.",
    "We also set a goal to conduct life cycle  assessments (LCA) of three key product  lines.",
    "These LCAs will help us identify and  prioritize opportunities to decrease the  environmental impacts of our products,  including ways to reduce or eliminate  chemicals of concern, increase the recycled  or reused content of certain materials and  embed circularity in our product designs.",
    "In FY24, we plan to conduct an LCA on one  of our key product families to gain deeper  insight into the environmental impact of  our products.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report Social  Percentage of Marvell Products  by Revenue That Contain IEC Governance Back to Table of Contents  Our products  comply witha  wide range of  regulations,  including:  - Pollution Caused by  Electronic Information  Products (China RoHS)  - European Union (EU)  Persistent Organic  Pollutants (POPs)  - EU Registration,  Evaluation,  Authorisation  and Restriction of  Chemicals (REACH)  - EU Directive on  the Restriction of  Hazardous Substances  in Electrical and  Electronic Equipment  (ROHS)  - EU Substances of  Concern In articles  as such or in complex  objects (Products)  62474 Declarable Substances (SCIP)  33%  FY19 FY20 - State of California  Proposition 65  - U.S.",
    "Toxic Substances  Control Act (TSCA)  - International  Electrochemical  Commission (IEC)  standard 61249-2-21  FY23   Water use and waste generation are  critical issues in the semiconductor industry.",
    "Although our most significant water and  waste impacts occur in our supply chain,  we recognize that we have an opportunity  to make a positive contribution by managing  the impacts of our own facilities.",
    "We aim to make all of our office  environments great places to work and  to make them “future-ready.” Our Global  Workplace Guidelines provide a way to  learn from each other on creating healthy  and sustainable workplaces.",
    "The guide  references WELL and LEED building  standards as best practice, and we are  also working to integrate our activities on  energy, water and waste to support our  operational ESG goals.",
    "Goals  Develop and implement water action  plans at sites where we have control  of water management (FY24)  In progress  Achieve zero waste at sites where we  have control of waste management  (FY 26)  In progress  Follow best practices, in alignment  with WELL, Fitwel and/or LEED  building standards at all new office  constructions or renovations (Annual)  Near complete ||  Marvell Technology, Inc.",
    "FY 2023 ESG Report Water  Our corporate water strategy focuses on  measurement of our annual operational  water footprint and comprehensive water  risk assessments in our direct operations,  as well as identifying and implementing  opportunities for water efficiency across  our facilities and requesting water use data  from our suppliers.",
    "In our direct operations, most of our day-to-  day water use is associated with sanitation,  drinking water, food preparation, landscape  irrigation and cooling in our closed-system  chillers.",
    "We work to implement water  efficiency measures to reduce our water  usage, including installing low-flow fixtures  at our offices and using recycled water and  drought-tolerant plants in our landscaping  where feasible.",
    "Most of the water impacts of our company  take place upstream in our suppliers’  manufacturing operations.",
    "These facilities  require a substantial amount of water for  processing, cooling, scrubbing, point-of-  use abatement and fire suppression.",
    "Our  industry recognizes the importance of  water management, and this is why water-  related requirements are incorporated  into RBA’s Code of Conduct, including  the expectation that companies:  - Implement a water management program  to monitor where water is drawn from,  how much is used and how much is  discharged  - Conserve water and limit contamination  - Treat and monitor wastewater prior  to discharge  - Monitor the performance of wastewater  treatment and containment systems   with the Alliance for Water Stewardship,  to begin engaging member companies  around shared water challenges and helping  industry players address those risks through  improved water management efforts.",
    "This  partnership will include sharing knowledge  and, developing tools to enable supply chain  actors to engage in water stewardship.",
    "Water Risk in Our Operations  In order to assess our exposure to water  stress in our direct operations, we conduct  an annual water risk assessment.",
    "Our  assessments apply findings from the World  Wildlife Fund (WWF)’s Water Risk Filter and  World Resources Institute (WRI)’s Aqueduct  tools, which evaluate locations based on  baseline water stress for the region, water  basin-related risk and water intensity.",
    "In  FY23, 23% of our total water withdrawals  were sourced from water-stressed areas.",
    "Waste  Our waste profile is typical of office  and electronic laboratory-based R&D  environments, as our waste is primarily  composed of paper, food, packaging and  used electronics.",
    "We continue to work on  improving our waste management practices  and increasing waste diversion from landfill,  primarily through recycling and composting.",
    "In FY23, due to a return to work in Santa  Clara, our waste generation increased,  and waste diversion decreased.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report Environment Social Governance Appendix Back to Table of Contents  Marvell’s Water Metrics (megaliters)  Wi Withdrawn i consumed Wi Discharged  140 137  FY22 FY23  Landfill Diversion Rate  Marvell’s Santa Clara Office  1 In FY22, due to an improvement to the calculation methodology used by our waste management  vendor, our landfill diversion rate has been retroactively restated.",
    "Waste by disposition method  Marvell’s Santa Clara Office, FY23  Ml 62%: Recycled  6%: E-waste  18%: Combined paper, cardboard and wood  38%: Mixed recycled waste  [| I) 10%: Composted  5%: Mixed compost, including food waste  5%: Yard trimmings  I) 6%: Reused  Assets and equipment sold for reuse  22%: Landfill   backgrounds and establish a culture that embraces integrity, respect and  inclusion is key to our goal to be a great place to work.",
    "We are committed  to promoting and respecting human rights throughout Marvell and beyond,  via our employees, customers and suppliers.",
    "We are also committed to giving  back to our community through our philanthropy and volunteer programs.",
    "; => 2s.",
    "w eu tu 2s  Sesese= =.",
    "ss  a eS ge  There is something even more essential  than our technology — and that is the  people who make it possible.",
    "We believe that  engaged and supported employees lead to  innovation and collaboration, enabling our  company to maintain a leadership position  in our industry.",
    "We take a holistic approach to supporting  our people, both personally and  professionally.",
    "This starts by providing  a variety of opportunities to learn and  advance, and creating a culture where  people feel recognized and empowered  to reach their full potential.",
    "As Marvell has continued building  world-changing technology, we’ve also  built a reputation as an employer of choice.",
    "Earlier this year, we were honored by both  Glassdoor and Built In as part of their  respective Best Places to Work awards.",
    "We also achieved certification as a Great  Place to Work® for the first time.",
    "We see this  recognition as a testament to the efforts  that our employees around the globe have  devoted to making Marvell an amazing place  to thrive, learn and grow.",
    "To better understand what makes Marvell  special, we conducted interviews, focus  groups and surveys across our company.",
    "Based on the insights from this research,  we defined our Employee Value Proposition,  “Own What’s Next.” This means that  Marvell is a place where employees know  that they are integral to the company’s  success, and where they can feel proud  about the work they’re doing, because it  is work that is transforming the world.",
    "It  also illustrates that our employees feel a  strong sense of ownership, not only of their  contributions to innovation but of their  own Career trajectories.",
    "Marvell provides  an environment where they can experience  growth and long-term success.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report Social Governance Appendix Back to Table of Contents  Our Culture and Core Behaviors  Our Core Behaviors lay the foundation for  our culture.",
    "All of our efforts to attract,  develop, engage and retain employees, as  well as our efforts to embed inclusion and  diversity (1&D) across the company, are  designed with this foundation in mind.",
    "Our  Core Behaviors also serve as a roadmap to  integrate employees as we grow through  hiring and acquisitions.",
    "Our Core Behaviors:  (6) Act with integrity and treat  T everyone with respect  ose “*@- Innovate to solve customer needs  ~~ Execute with thoroughness  RS) and rigor  VY Help others achieve their objectives   At Marvell, we strive to create a workplace  where every employee, regardless of  background, feels respected and valued  for who they are as an individual.",
    "This is  a Core Behavior that guides our work.",
    "We  also believe that a diverse, inclusive and  equitable culture brings unique value to the  work we do, as individuals and as a company.",
    "Our Strategy and Approach  Since 2016, we have embarked on a holistic,  strategic and intentional path toward  building a more inclusive company.",
    "Our Inclusion & Diversity (l&D) strategy  is realized through cross-functional  partnerships between Learning and  Development, Talent Acquisition,  Philanthropy, Total Rewards  and individual business units.",
    "We have been refining our I&D strategy  and approach through conversations with  employees, to understand key issues,  concerns and areas of opportunity.",
    "Based  on this input, we have designed a balanced  approach to the way we execute our  l&D strategy.",
    "Our I&D approach is centered on three  key aspects:  - Interconnected Across the Company:  Embedding inclusivity in every function  and in everything we do  - Full Participation & Responsibility:  Empowering all our employees to do  their part toward creating a welcoming  and inclusive environment  * Globally Aligned & Locally Relevant:  Adjusting our global strategic framework  to meet specific regional and local  site needs  Marvell Technology, Inc.",
    "FY 2023 ESG Report Putting Our Strategy  to Work  Our I&D strategy aims to leverage the power  of inclusion, diversity and equity to create  the workplace of the future, where every  person can fully realize their potential and  be empowered to do their best work.",
    "“=  ,  N '  4 Ly   Business  Outcomes Activate & Empower  Leaders  VY  Enhance  Pillars Skillsets  Activate and Empower Leaders  To build a strong ethic of inclusion, we  continue to roll out Unconscious Bias  training for our employees and managers  worldwide.",
    "We have also introduced our  Building High-Performing Teams Through  Inclusion program, which started as a skills-  building workshop for a single team and is  now being expanded to other teams.",
    "The  program, which involves employees at all  levels, includes a workshop where employees  come together to focus on building a strong  culture.",
    "Throughout the interactive program,  employees have transparent conversations,  deepen trust and create shared agreements  for an inclusive and respectful workplace.",
    "To further employees’ skills and passions  within the 1&D space, we offer our Cultural  Ambassador program.",
    "This program provides  all employees the option, voluntarily, to  become a part of the team that designs and  implements both regional and global cultural  awareness events.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report Cultivate a Diverse  Workforce Create an Inclusive  Best Place to Work  VY VY  Attract & Nurture  Talent Foster  Community  We also have a growing number of learning  and development programs for our women  employees, including RISE Up!",
    "In India.",
    "This  four-part program provided courses that are  aligned to addressing the specific cultural  and professional needs of Indian women.",
    "Create an Inclusive  Best Place to Work  To foster a sense of belonging and  community, we engage employees in  cultural events around the world.",
    "For  example, in the U.S.",
    "and Canada, we  celebrated Black History Month by hosting  several activities.",
    "This included a keynote  event called “The Journey of Black  Inventors and Scientists,” highlighting  notable Black Americans and their  contributions, which have helped to shape  the technology space for over 100 years.",
    "We also celebrate International Women’s  Day annually.",
    "The theme in FY23 was  “#BreakTheBias,” to raise awareness of bias  and take action to create a gender-equal  world.",
    "During the event, we showcased our Back to Table of Contents  Lead in the Marketplace  & Community  Vv  Build New  Partnerships  Cultural  Ambassadors are  given exposure  and opportunities  to build skills,  knowledge and  expand their  network beyond  their regular  scope of work.",
    "to empower the next generation of women  leaders in STEM fields that is supported  by the U.S.",
    "Department of State’s Bureau  of Educational and Cultural Affairs (ECA).",
    "Our professional mentorship included 12  mentors and seven next-generation female  leaders in STEM from six countries.",
    "We also celebrated the history,  accomplishments, heritage and culture  of Asian Americans and Pacific Islanders,  and hosted A Celebration of Inclusivity  Within the Americas, highlighting the  brilliance and diversity of Hispanic and  Latinx/a/o cultures across the many  countries represented.",
    "Throughout the year, we also hosted a  series of cultural events and conversations  for our employees, including Veterans  Day, International Day of People With  Disabilities and Pride Month.",
    "Cultivate a Diverse Workforce  As part of our I&D strategy, we aim to be  deliberate in widening our network and  attracting and retaining talent from diverse  backgrounds around the world.",
    "In FY23,  we continued to focus on diversifying  our talent.",
    "Prioritizing underrepresented  groups offers our biggest opportunities for  enhancing diversity, and we are deploying  several initiatives to attract these groups  to Marvell.",
    "Goal  Perform pay equity analysis globally  (Annual)  Complete  Marvell Technology, Inc.",
    "FY 2023 ESG Report Social Governance Appendix  Lead in the Marketplace  and Community  We recognize that to truly drive change, we  need to build on our efforts within our own  workforce and help to lead our industry  and our communities.",
    "One of the key ways  to advance I&D externally is by developing  partnerships beyond our four walls.",
    "We have  partnerships with several organizations,  including the Global Semiconductor  Alliance Women’s Leadership Initiative and  TechWomen.",
    "Through these relationships,  we are investing in the long-term STEM  pipeline, creating more opportunities for girls  and young women globally in these fields.",
    "Advancing Pay Equity  To promote diversity, eliminate gender bias and support equal  opportunity, we have focused on gender pay equity across our  company.",
    "Over the past five years, we have performed an annual  pay equity analysis to look at gender globally, and more recently,  at ethnicity in the U.S., to identify potential pay inequities and  then proactively address them.",
    ": Back to Table of Contents   Total Employees Ethnicity (U.S.",
    "only)  z= Gi Asian 57.9%  Black/African American 1.1%  Hispanic/Latinx/a/o 3.7%  Multiracial 0.7%  Gender Generation Region* Native Hawaiian/ 0.1%  WH 21% Women WH 12% Baby Boomers WH 49% Americas Pacific Islander  79% Men I 38% Gen x DN 40% APAC & India  WN 46% Gen Wy 11% EMEA Native American/ 0.1%  Alaska Native  || 4% Gen Z  White 33.9%  *Americas includes U.S., Canada and Argentina Declined to state 2.5%  Asia Pacific (APAC) & India includes India, China, Singapore, Taiwan, Vietnam and others.",
    "Europe, the Middle East and Africa (EMEA) includes Israel, Germany, Romania, Italy and others.",
    "IX 4  Marvell Technology, Inc.",
    "FY 2023 ESG Report 42  Board Executive “eneseman: aeciatvel Lc,  Members Staff Contributors  Gender  Women 27% 7.1% 15% 16.8% 23.4%  Men 73% 92.9% 85% 83.2% 76.6%  Baby Boomers (born 1946-1964) 64% 14.3% 17.2% 11.3% 9.9%  Gen X (born 1965-1980) 36% 85.7% 64.0% 35.4% 29.1%  Gen Y (Millennial) (born 1981-1996) 0% 0% 18.8% 48.3% 55.1%  Gen Z (born 1997-2012) 0% 0% 0% 5.1% 5.9%  Asian 0% 23.1% 55.9% 62.3% 58.9%  Black/African American 9% 0% 0.7% 0.7% 1.3%  Hispanic/Latinx/a/o 0% 0% 2.5% 1.9% 4.3%  Multiracial 0% 0% 0.5% 0.4% 0.9%  Native Hawaiian/Pacific Islander 0% 0% 0.1% 0.1% 0.1%  Native American/Alaska Native 0% 0% 0.1% 0.1% 0.1%  White 91% 76.9% 37.7% 31.9% 31.9%  Declined to state 0% 0% 2.5% 2.6% 2.5%  Figures above do not include fixed-term employees, interns or contingent workers.",
    "Executive Staff: Includes CEO and CEO’s staff  Management: includes regular employees at all management levels across Marvell globally  Technical and Individual Contributors: Includes all regular employees across Marvell globally  * Percentage may not total 100%, due to rounding and/or undisclosed information from employees  Marvell Technology, Inc.",
    "FY 2023 ESG Report 43  Development, Engagement  and Wellbeing  Our ability to enable industry-defining  advances depends on our ability to attract  and retain diverse talent, grow and develop  our people, build a great place to work, and  foster team and organization health.",
    "To  do so, we actively recruit top talent, offer  competitive compensation, provide career  growth opportunities and support our  employees’ engagement and wellbeing.",
    "Megs  Attracting and Retaining  the Best Talent  We continue to invest in attracting and  recruiting the best talent from across  the world.",
    "By developing new sourcing  strategies, we are ensuring a continuous  flow of talent, despite the competitive  market in tech talent.",
    "In FY23, global hiring  continued, with 1,314 hires that included  291 (22%) women.",
    "We conduct annual talent  reviews and succession planning, and the  Executive Compensation Committee of the  Board receives regular updates from senior  management on these matters as well as  attrition and employee survey results.",
    "Our  executive team also regularly reviews the  company’s human capital initiatives and  progress.",
    "Early Career Programs  To develop the next generation, in 2017,  we established an annual internship  program, which has been a strong source  of talent for our company.",
    "The program  is built with the intent to hire interns  into full-time roles after they graduate  from college, and managers aim to help  Marvell Technology, Inc.",
    "FY 2023 ESG Report 44  offerings and technology.",
    "In FY23, the By developing new sourcing strategies,  program hired more than 300 interns at we are ensuring a continuous flow of  25 different locations across 13 countries.",
    ".",
    "ce  The representation of women in our talent, despite the competitive market  incoming intern class exceeded the average  representation of women graduating within in tech talent.",
    "the STEM degrees we targeted.",
    "We also attract a diverse workforce  through our university recruiting program,  which helps us hire students across all  degree levels from a number of universities  around the world.",
    "This strategy helps  ensure diversity of knowledge and unique  approaches to solving technological  challenges.",
    ">  i T a  Talent Retention  We are actively focused on retaining our  people through our rewards, benefits,  employee engagement and development  programs, as well as by fostering an  inclusive culture where our employees  feel appreciated and purposeful.",
    "We are  committed to offering our employees  a comprehensive benefits package,  competitive compensation, a range of  wellness offerings, flexibility in hybrid work  options and a safe work environment.",
    "Our  efforts at retention also include measuring  and evaluating employee turnover rates to  obtain insights into employee dissatisfaction  and to influence our actions and improve  our internal policies.",
    "We benchmark our compensation and  benefits programs annually against our  peers, and we also conduct employee  satisfaction surveys to inform our  programs and identify potential gaps  and opportunities.",
    "In FY23, we created a  new role of Global Director of Site Health.",
    "This new business function is focused >)  on obtaining data-driven insights into  employees’ satisfaction through regular For more on our organizational  in-person, one-on-one interviews and team health, see the Building  conducted globally.",
    "a Great Place to Work sub-section  Marvell Technology, Inc.",
    "FY 2023 ESG Report 45  Women 22.4% 21.6%  Men 76.5% 78.2%  Numbers may not add up to 100%, as a small proportion of  employees might have chosen not to disclose their data.",
    "Voluntary Turnover in FY23  FY22 FY23  Global Total 9.0% 9.6%  Women 9.4% 9.5%  Men 8.9% 9.6%  Voluntary Turnover by Ethnicity (U.S.",
    "only)  Ethnicity FY22 FY23  Asian 8.8% 10.4%  Black/African American 19.0% 3.0%  Hispanic/Latinx/a/o 9.5% 11.6%  Biracial/Multiracial 24.4% 13.2%  Native Hawaiian/Pacific Islander 0.0% 0.0%  Native American/Alaska Native 0.0% 0.0%  White 6.7% 9.9%  Declined to state 17.6% 10.4%  Marvell Technology, Inc.",
    "FY 2023 ESG Report Appendix Back to Table of Contents   Our People  At Marvell, we pride ourselves ona culture  of continuous learning, where we invest in  the professional growth and careers of our  employees.",
    "We have a variety of offerings  including workshops, coaching, mentoring  and educational resources, to develop  employees so that they have the skills  they need to deliver on our current and  future business priorities.",
    "In FY23, 88%  of our new directors were promoted from  within Marvell, rather than hired in from  outside Marvell.",
    "This is a testament to  our commitment to growing the careers  of our employees.",
    "We provide many opportunities for  employees to develop a rewarding career at  Marvell over the long term.",
    "Our Employee  Mobility Policy makes it easier for employees  to transfer to different open positions within  the company, to help them develop their  careers.",
    "As part of the program, employees  can work with their managers to identify  areas of interest and explore opportunities  for advancement that align with those  interests.",
    "We also provide employees with  comprehensive learning and development  initiatives, including online training and  tuition reimbursement.",
    "Career Conversations  People leaders engage in career  conversations with their team members.",
    "We want these to happen not less than  twice a year.",
    "These conversations center on  feedback, accountability and development  and provide an opportunity for all employees  to discuss their annual and long-term career  goals and aspirations with their managers  and to co-develop learning and career plans.",
    "Coaching and Mentorship  Employees have access to professional,  personalized coaching through 1:1 coaches  and through a third-party coaching  platform.",
    "Mentoring programs provide  Marvell Technology, Inc.",
    "FY 2023 ESG Report Social Governance Appendix Back to Table of Contents  Our Employee Mobility Policy makes  it easier for employees to transfer  to different open positions within  the company, to help them develop  their careers.",
    "Cultivating Engineering Talent at Marvell  Engineers and technical professionals make up roughly 85%  of our employee population; this group grew by about 16% in  FY23.",
    "To support and develop our engineers, we offer avenues to  pursue either technical or managerial career tracks at Marvell.",
    "We  have also developed a suite of programs and events that provide  opportunities for engineers to learn new skills, mentor colleagues  and participate in activities that build our technical community  around the world.",
    "- The Marvell Engineering Essential Technology (MEET 2022)  conference had 3,800 attendees learn, engage, ask questions  and provide feedback.",
    "- Our new Technical Leadership Mentoring Program (TLMP)  has our most senior technical leaders mentoring our technical  experts through 1:1 meetings, training and 360-degree  feedback sessions.",
    "- We deliver multiple, customized technical training sessions  throughout the year, ranging from sessions on specific topics to  shorter “Tech Talks” events.",
    "These workshops provide valuable  knowledge-sharing and global networking opportunities across  our business units, to support innovation and build technical  expertise.",
    "- We offer English-language skills training to help those  who want it, in order to support employees working with  international teams.",
    "senior leaders and technical professionals,  become more confident in their roles and  solve problems in a manner that aligns with  our culture and Core Behaviors.",
    "Employee Training by Type  in FY23  Leadership Enablement  People leaders are supported in their critical BM 39% Engineering  role to foster a healthy team that executes  on, and delivers, business results through  training programs, leader meetings,  resources and other enablement efforts.",
    "One way we do this is through signature  leadership workshops for each level of  management.",
    "In FY23, we launched the  Marvell Executive Program, a customized, ME 4% other  internally developed program sponsored  by our CEO, to develop high-potential and  emerging executives to become business  managers.",
    "I 18% Professional Development  || 14% Leadership/Management  I 13% Culture and Compliance  || 12% Information Technology  Building a Great Place  to Work  The mental, emotional and physical  wellbeing of our employees is a top priority  for our company.",
    "To create a safe workplace  where people thrive, we continue to listen to  our employees and evolve with their needs.",
    "Putting Mental Health at the Center  Balancing work and life can be stressful,  and we also acknowledge the growing issue  of mental health challenges on families,  and in particular young people.",
    "We work to  provide employees support during times  of mental stress or emotional challenges  through a range of mental health resources  and education.",
    "In the U.S.",
    "and Canada, we  launched the Stronger You, Stronger Us  campaign, to bring attention to mental  health and to combat stigma around this  topic.",
    "To support the growing youth mental  health crisis, we formed a partnership with  a leading provider to deliver global access  to high-quality mental health support not  only for parents but for the entire family.",
    "Additionally, we provide managers with a  Marvell Technology, Inc.",
    "FY 2023 ESG Report 48  teams about mental health.",
    "In response  to the war in Ukraine, we implemented a  support line for Marvell offices in the region.",
    "Another way we support employees is  through paid time off for wellness.",
    "For  example, we provide three recharge  weekends throughout the year — which  are four-day weekends — for our global  employees, that allow them to focus on  self-care, minimizing the risk of burnout  and boosting productivity.",
    "These recharge  weekends began at the start of the  pandemic, and we have continued them  because of the overwhelmingly positive  response from our employees.",
    "As part of our Workplace of the Future  concept, we are developing a new  guidebook that takes into account  sustainable buildings standards, such as  WELL, Fitwel and LEED, and we also work  to incorporate criteria around employee  wellbeing and productivity.",
    "For example,  we are exploring topics such as ergonomics,  biophilic elements, air quality and private  spaces within our offices, with the goal of  creating a work environment that enhances  employee productivity and wellbeing.",
    "For more details on  our Global Workplace  Guidelines, see the  Water and Waste section  Marvell Technology, Inc.",
    "FY 2023 ESG Report Social Governance Appendix Back to Table of Contents  We launched the Stronger You,  Stronger Us campaign, to bring  attention to mental health and  to combat stigma around this topic.",
    "We know that juggling work and parental  responsibilities is not easy, and we have  been thoughtful in our approach to how  we can best support our people in the  different stages in their lives.",
    "We continue  to introduce programs to support working  parents, both globally and by country.",
    "For  example, we have created a phased plan to  implement a global parental leave policy,  with a minimum standard of 12 weeks in all  countries where we operate.",
    "This plan will  cover all employees, regardless of gender,  gender identity, or how a child comes into  a family.",
    "In the U.S., we have expanded benefits for  families, including financial support for  adoption and surrogacy, bereavement leave,  counseling and other support resources.",
    "We also provide gender-affirming benefits.",
    "We also want to support employees  who come back after a leave.",
    "In FY23,  we introduced a flexible return-to-work  program for employees in the U.S.",
    "after  their maternity or paternity leave, so they  can have additional support ramping up  their hours as they return to work.",
    "In addition, in the U.S., we offer tutoring  and college admissions support for children  and families, and up to 10 backup care  days for children, adults and pets.",
    "In Israel,  employees are invited to enroll their  children in a Summer camp where science  and math lessons are mixed with games  and recreation.",
    "Keeping Fit  Across the globe, many of our offices host  events dedicated to employee fitness.",
    "In  FY23, we held our ninth annual global 5K  event, resuming in person where local law  allowed, and with a virtual option for all  other employees.",
    "The event attracted over |  2,000 participants.",
    "In addition, we won })  the Fittest Firm award at the Silicon Valley I  Turkey Trot, for the seventh consecutive —— ' J  year.",
    "This is an annual event whose mission “SSS  is to uplift and improve the quality of life ;  Marvell Technology, Inc.",
    "FY 2023 ESG Report 50  awarded to the company that drives the  most registrations for the Turkey Trot, and  the beneficiaries of the event include the  Healthier Kids Foundation, Housing Trust  Silicon Valley, Second Harvest of Silicon  Valley Food Bank and the Health Trust.",
    "In FY23, Marvell was awarded the Austin  Mayor’s Health and Fitness Council Moving  the Needle Workplace Award for Emotional/  Mental Health & Wellbeing programming.",
    "Safety First  Everyone deserves a safe workplace, and  this includes our employees, contractors  and visitors.",
    "While our workplaces are  mainly office facilities, with limited safety  hazards, we recognize the importance of  preventing and addressing any risks that  may occur.",
    "We conduct internal audits and  inspections to identify hazards and risks  in the workplace, which are conducted by  qualified internal personnel, consultants  and/or regulatory agencies.",
    "Their findings  and observations are communicated  to responsible personnel for corrective  or preventive action.",
    "Employees can  report health or work-related hazards  by prescribed methods to management,  human resources, facilities, security, EHS  and/or compliance.",
    "We will not retaliate and  will not tolerate retaliation against anyone  for making a good-faith report.",
    "Incident  reports are completed to conduct  root-cause analysis and to determine  corrective or preventive actions.",
    "We work to prevent injury by focusing on  ergonomics.",
    "Some of our sites have R&D  labs where product prototypes are  developed, and there are unique risks  related to electrical hazards and use of  chemicals.",
    "We require that all employees  working in this environment follow strict  lab guidelines for safety.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report Environment Social Governance Appendix Back to Table of Contents  We also are building the structure for  consistency across our offices on health  and safety issues, through employee  training on topics targeted to certain  job responsibilities, maintenance, hazard  reporting mechanisms and development  of emergency action plans.",
    "We have active  Regional and Local EHS leads for our offices  and associated EHS Committees.",
    "Because  more employees have been working on-site  rather than at home in the last year, we have  adjusted our policies for ergonomics and  emergency preparedness and response.",
    "and Team Health  Nurturing the health of our company and  teams starts with listening to and engaging  with our employees globally.",
    "Recognizing  that listening to our employees is critical to  identifying opportunities to enhance our  culture, we consistently look for new ways  to solicit employees’ feedback.",
    "Listening to Our Employees  In FY23, we established a new business  function led by our Global Director of Site  Health, who conducts regular in-person,  one-on-one interviews with employees  across all our regions.",
    "Individual reports  containing score cards, summaries and  employees’ anonymous feedback, and  comments are shared with our senior  leadership, providing visibility on various  issues and helping to inform decision  making.",
    "Approximately 1,000 employees  across 13 countries and 11 business  organizations within the company were  interviewed in the first year the process  was set up.",
    "We also measure levels of engagement  through our annual Voice of the Employee  Survey, which helps us better understand  employee needs and opportunities for  improvement, and to develop action plans  to address them.",
    "Goal  Maintain an annual employee  engagement (ESAT) score that is higher  than Glint’s Technology Industry  Benchmark (Annual)  Complete  Marvell Technology, Inc.",
    "FY 2023 ESG Report Environment Social Governance Appendix Back to Table of Contents  In FY23, the survey resulted in an annual  employee engagement (ESAT) score of 78,  which is higher than the Glint Technology  Industry Benchmark.",
    "In addition, we measure levels of  engagement in individual teams by  gathering feedback from employees  through a Manager 180 Survey.",
    "This helps  us to ensure our people managers have  access to quality feedback and can focus on  the areas that will have the biggest impact  on their specific team’s engagement.",
    "Flexible Workplace Experience  How we work at Marvell is central to our  culture.",
    "In FY22, we implemented a hybrid  work model and established a Hybrid Work  Policy, redefining how, when and where we  work.",
    "Our hybrid model allows flexibility for  employees to work from home some of the  time, while maintaining Marvell offices as  a destination to collaborate, socialize with  their teams, and engage customers.",
    "Our  goal is to foster a dynamic workplace for our  employees working from homes and offices  all over the world, enabled by technology  and powered by our core behaviors.",
    "To enable our employees’ success  in a hybrid work environment, we  developed Hybrid Work Best Practices  Handbooks for employees and people  managers, to help them to learn and  embrace new behaviors and to be  effective with tools and technology.",
    "Working in a hybrid environment makes  it challenging for people managers to  recognize the signs of burnout in their  team.",
    "To enable our employees to manage  stress points when working in a hybrid  mode or remotely, we provide a wide range  of programs and resources to support  employees’ wellbeing.",
    "For example, we  offer a flexible vacation policy in the U.S.,  recharge weekends, the Year-End Shutdown  and other benefits that enhance employee  health, wellbeing and productivity.",
    "We work to protect human rights and labor  rights across our direct operations and  supply chain by upholding strong standards  and policies, developing and implementing  rights-respecting management practices,  and by responding promptly to concerns and  violations when they arise.",
    "As a member of  the United Nations Global Compact (UNGC),  we support various standards behind  UNGC’s human rights principles, including  the Rio Declaration on Environment and  Development and the United Nations  Convention Against Corruption.",
    "Our  membership in the Responsible Business  Alliance (RBA) helps us to further global  human rights standards.",
    "Our Human Rights  Policy outlines the company’s commitment  to respecting human rights, both in our  operations and supply chain, and it is  aligned with the Universal Declaration of  Human Rights and the International Labour  Organization’s Declaration on Fundamental  Principles and Rights at Work.",
    "In FY23, we conducted our first formal  Human Rights Impact Assessment (HRIA),  to identify potential human rights risks  and impacts across our business.",
    "To  ensure that our HRIA was inclusive and  comprehensive, we engaged subject matter  experts and executive leaders across the  company.",
    "We also engaged reputable  third-party organizations and experts  Goal  Conduct a formal Human Rights Impact  Assessment and develop action plans  to address impacts of our value chain  (FY25)  Complete  Marvell Technology, Inc.",
    "FY 2023 ESG Report Environment Social Governance Appendix Back to Table of Contents  working in the field of business and human  rights to provide us with their insights on  potential risks.",
    "Based on the assessment’s  key findings, we identified several areas  of human rights risks, including those  associated with the workplace practices  of our direct suppliers, as well as risks  associated with upstream chip component  and raw material supply chains.",
    "We also  identified potential risks associated with  third-party service workers supporting our  offices and associated with the unethical  use of technology.",
    "We are working to further  strengthen our due diligence measures to  mitigate these risks and advance respect  for human rights across all parts of our  value chain.",
    "Accountable  Our policies hold our suppliers, independent  contractors, consultants and anyone who  does business with us to the highest level  of human rights standards in several ways.",
    "Our Supplier Code of Conduct explicitly  spells out requirements for the protection  of human rights and fair labor practices,  including standards on freedom of  association, preventing abuse and  harassment and prohibiting involuntary  and underage labor.",
    "Additionally, asa  member of the RBA, we hold suppliers to  RBA’s Code of Conduct, which stipulates  certain human rights and labor standards.",
    "Our suppliers are also audited through the  RBA Validated Assessment Program to  identify risks relating to human rights and  labor issues.",
    "For more on our work through  RBA, see the Supply Chain  Engagement section  Marvell Technology, Inc.",
    "FY 2023 ESG Report Environment Social Governance Appendix Back to Table of Contents  Setting Standards  for Employees  We educate every employee at Marvell  on the importance of human and labor  rights, through Code of Business Conduct  training.",
    "We also establish standards for  our employees and members of our Board  of Directors through our Global Human  Rights Policy and the Code of Business  Conduct.",
    "We develop policies  and standards for  our own employees,  train them on  these standards,  and provide the  means of reporting  The Code articulates our position on child concerns.",
    "labor, forced labor and overall human  rights.",
    "The Code of Conduct and its related  policies are regularly revised, so they remain  relevant and aligned with the world around  us.",
    "If employees witness others not living  up to these values, we expect them to raise  concerns.",
    "Our confidential concern line  offers employees, business partners and  other stakeholders an opportunity to report  any violations of human rights.",
    "All concerns  or grievances reported are assigned for  investigative review, which is conducted  in a fair, impartial, thoughtful and  confidential manner.",
    "At Marvell, we strive to make positive  contributions in the communities  where we work and live, and to provide  opportunities for our employees to get  involved with causes they care about and  support organizations working in our key  pillars: humanitarian endeavors, STEM  and community giving as we believe this  contributes to our culture and important  to many employees.",
    "In FY23, we launched a  global volunteer time-off program, allowing  up to three days paid time, and a new  employee match program offering up to  $500 in charitable match contributions per  employee per year.",
    "We continue monitoring  company-wide participation in these  programs, and we will be reporting  on our progress going forward.",
    "Supporting Humanitarian  Endeavors  We live in a connected world, and we  have a responsibility to act when our host  communities are affected by adverse events.",
    "During the ongoing war in Ukraine, we raised  about $280,000 in employee donations  and the company match for the Ukraine  Relief Fund.",
    "These funds supported several  nonprofit organizations providing food, aid,  shelter, education, health care or protection.",
    "We also continued our long-standing  partnership with Second Harvest of Silicon  Valley, a food bank located near our offices  in Santa Clara, California.",
    "In addition, when  relevant, we update our global database of  nonprofits that are supporting issues that  matter to our world, such as racial equity,  inclusion and education, so that they can also  obtain support from us and our employees.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report 55  As a technology company, we strive to  invest in STEM education to create the next  generation of technologists and engineers,  with a focus on diversifying the industry  by reaching underrepresented groups in  our industry.",
    "Our engineers partnered with San Jose State  University and participated in the Silicon  Valley Women in Engineering Conference,  talking to college students about career  development and opportunities with us.",
    "Employees also volunteered with the Tech  Interactive, a California-based science and  technology center, to support the Tech  Challenge competition, where students in  grades 4-12 use the engineering design  process to solve real-world problems.",
    "In  addition, we participated in the Young  Women@The Tech luncheon to support  the future generation of female engineers.",
    "Giving Back to Communities  Our global reach extends to our engagement  with communities where we live and work.",
    "In FY23, we launched a new volunteer time-  off program for all employees, which offers  up to three days or 24 hours of paid time  off per year to help organizations working  in our pillar areas.",
    "From Israel to India, our  employees find time to give back in many  ways, and in FY23, 7% of our employees  globally participated in our volunteer  Goal  Achieve 20% participation in employee  volunteerism (FY25)  In progress  Marvell Technology, Inc.",
    "FY 2023 ESG Report Environment Social Governance Appendix  time-off program.",
    "We are raising awareness  of the program with our employees and  have a goal to reach a 20% participation  rate by by FY25, as we believe our employees,  our teams and our company as a whole thrive  when our people feel connected to their  community.",
    "Another area of growth is our matching  program.",
    "When the program started, it  was limited to 30 organizations.",
    "Thanks to  employees nominating organizations that  matter to them, today there are over 300  nonprofits to choose from, and in FY23,  more employees engaged in our annual  Season of Giving than ever before.",
    "Back to Table of Contents  San Francisco Business  Times’ Top 100 Bay  Area Corporate  Philanthropists List  Silicon Valley  Business Journal’s  Top 50 Corporate  Philanthropists List   1 2 3 4 5  U.S.",
    "As part of nearly  15-year partnership  with Second Harvest  of Silicon Valley,  a food bank located  near our Santa Clara,  California, offices,  our donations have  helped provide over  3.7 million meals for  the community and  our employees have  volunteered over 1,300  hours since 2008.",
    "Marvell Technology, Inc.",
    "U.S.",
    "Marvell employees  celebrated National  Rebuilding Day  by supporting our  longstanding partner  Rebuilding Together  Peninsula with repairs,  renovations and  safety modifications  to improve the lives  of disadvantaged  communities in  East Palo Alto.",
    "FY 2023 ESG Report Argentina  Employees have  been working with a  local environmental  organization dedicated  to native forest  restoration in Cordoba  and overall, planted over  400 native trees in local  nature reserves that  have been significantly  affected by land-use  driven deforestation.",
    "Israel  In FY23, nearly 300  Marvell employees  contributed a total of  1,088 volunteer hours  that supported over  20 projects with local  nonprofit organizations.",
    "The projects include  a local forest cleanup,  providing care for shelter  animals, volunteering in  a food bank and helping  a local nonprofit with  renovations and repairs.",
    "India  Employees in Bangalore,  Chennai and Hyderabad  dedicated their time  and expertise to Magic  Bus India Foundation.",
    "The foundation runs  a holistic, life skills-  based employability  linked education and  training program to  support young people  who are first-time  job seekers coming  from underprivileged  communities.",
    "Corporate Philanthropy  Officer, Second Harvest  Silicon Valley Food Bank  Our EVP and Chief Legal Officer, Mark Casper,  spoke with Alicia Ruiz about the crucial  work of the food bank’s commitment to get  healthy meals into the community, and the  mutual benefits of working together.",
    "Mark Casper: Tell us about the community  that you serve.",
    "Alicia Ruiz: We are serving an average of  460,000 people every month, reaching an  average of 500,000 per month at the height  of the pandemic, and we are currently seeing  those numbers go back up.",
    "We’re proud that  we have no restrictions on who we serve.",
    "In  Silicon Valley, the cost of living is so high that  it often isn’t enough to cover basic expenses.",
    "For a lot of people who live on a fixed income,  the bills come first.",
    "So, the first thing to cut  back is the food budget.",
    "That’s where we can  step in and help fill the gap.",
    "Mark: What are some examples of the people  who come to you?",
    "Alicia: There are so many, and they are all  different — from a family of five whose  mother has had several heart attacks and  can’t work, to a college student who lives  with his sister in a one-bedroom apartment.",
    "Mark: What is the history of the long-  standing partnership between Marvell and  Second Harvest?",
    "Alicia: Our relationship began in 2008.",
    "Since  we Started our partnership, Marvell has  donated and fundraised nearly $2 million for  Second Harvest.",
    "Every dollar helps provide  enough food for two nutritious meals, so  since the inception of our partnership,  Marvell has contributed the equivalent of  3.7 million meals.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report Environment Social Governance Appendix Back to Table of Contents  Mark: Can Marvell employees get involved  beyond donations?",
    "Alicia: Yes, we have many Marvell employees  who volunteer.",
    "They come in groups  and most commonly help pack and sort  produce, and get them ready to distribute.",
    "Getting food out into the community is the  top priority for us, and if we didn’t have  volunteers, we couldn't do it as effectively.",
    "Mark: Why are these kinds of private  non-profit partnerships important?",
    "Alicia: They are incredibly important!",
    "From  the nonprofit side, the partnership exposes  us to so many people, gives us a bigger voice  and adds to our credibility.",
    "Marvell is a great  advocate on our behalf.",
    "On the Marvell side, it  enables the company to provide meaningful  volunteer experiences and keep the culture  of giving back, front and center.",
    "It’s mutually  beneficial.",
    "Mark: What do you envision for the future of  this partnership?",
    "Alicia: We are excited to get even more  Marvell volunteers and to continue to  help grow and strengthen each other’s  organizations.",
    "It’s an opportunity to be  creative and | believe that as we continue this  partnership, we can continue to help each  other reach our goals.",
    "NY 4  sece | > HARVE 6.",
    "j Asi VALLES t-  ‘eo a a | - 4 MARVE,  AR ye A  _p¢Make Tonto clin Re  in your holiday, =  tradition i?",
    "POUNDS OF PRODUCE  4 Eq ‘SORTED  \\ a |   customers and other stakeholders.",
    "We believe that it is important to foster a  culture of integrity, transparency and respect wherever we operate, including  our responsibility for data protection and privacy.",
    "We are committed to the highest ethical  standards and to strict compliance with  all applicable laws and regulations.",
    "The  model of sound governance starts from  our leadership, and we believe that every  employee is responsible for helping to  maintain this commitment.",
    "The Code of Business Conduct and Ethics  is our principal guide for the way we do  business.",
    "The Code includes requirements  on a wide range of business practices,  workplace policies and employee behavior.",
    "Because of its central importance, we  ensure that the Code reaches all employees  on at least a yearly basis.",
    "Each year,  employees certify that they have read,  understood and agree to abide by the  Code, and all new employees are trained  on the Code as part of their onboarding  experience.",
    "Every other year, employees  complete supplemental training on the  Code, which includes subjects such as anti-  bribery and corruption, reporting concerns  and our core values.",
    "Goals  Aim for 100% of employees certified to  our annual Code of Business Conduct  (Annual) The Code of Business Conduct and  I e e e SEEIOETTISIENE = Ethics applies to our entire ecosystem,  including our employees, vendors  Maintain zero monetary losses as a and Board of Directors.",
    "result of legal proceedings associated  with anti-competitive behavior  regulations (Annual)  Complete  Marvell Technology, Inc.",
    "FY 2023 ESG Report 60  regions or business units, as needed.",
    "Our employees are required to comply  with the Code and cooperate with any  internal inquiry or investigation.",
    "They  are encouraged to speak up if they have  concerns regarding compliance with the  Code or law.",
    "We do not tolerate retaliation  against any employee for making a good-  faith report of a potential violation of our  Code, of company policy or the law, or for  participating in an investigation.",
    "99%  of employees certified  to the Code of Business  Conduct and Ethics  100%  of targeted employees  completed additional  compliance certification  Our Ethics and Compliance organization every quarter  consists of a set of integrated programs,  including Trade Compliance, and is  led by our Chief Ethics & Compliance  Officer (CECO).",
    "The CECO reports to the  Chief Legal Officer and has a dotted-  line reporting relationship to the Audit  Committee.",
    "We are committed to  continuous improvement of our Ethics and  Compliance program, and we established  an Ethics and Compliance committee,  which brings together senior leaders,  including our Chief Financial Officer, Chief  Legal Officer, Chief Human Resources  Officer, on a quarterly basis or more  frequently, as needed.",
    "The committee  meetings cover Ethics and Compliance  Program strategy, goals and objectives,  key metrics, compliance and regulatory  developments, and investigations.",
    "We are an active member of organizations  that promote ethics and compliance  thought leadership, including the Business  Ethics Leadership Alliance (BELA) and the  High Tech Compliance Group (HTCG).",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report 61  We have a responsive and efficient system  in place to address employees’ concerns  about any activity suspected of violating  the law, our Code of Conduct or any  other company policy.",
    "We make sure to  investigate and address each incident,  grievance or concern, and we have a  committee of senior management that  reviews the results of the investigations  and any resulting disciplinary actions.",
    "We take necessary action, keep internal  stakeholders informed, and involve  management and relevant governmental  authorities when appropriate.",
    "Our Approach to  Political Advocacy  We engage with government representatives  to provide information and education on  issues that affect our industry.",
    "While we  do provide insight and expertise in our  focus areas, we do not: make contributions  to political campaigns through money, time  or in-kind contributions; have a political  action committee; or make contributions  to third-party committees, organizations  or special funds.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report Social Governance Appendix Back to Table of Contents  Ways to Report a Concern  At Marvell, we encourage feedback through multiple avenues and  ensure that employees have awareness of and access to all our  channels to raise an ethical or legal concern:  Anonymous, 24/7 concern line via local phone number  in all countries where employees reside  File an anonymous web-based report  Email Compliance@marvell.com nol  ©  r )) Speak directly to an executive, manager or member ay of the legal department  > Fl  MARVELL   We are deeply committed to the  relationship and trust we have with our  customers, employees and business  partners, and we take our data protection  and privacy responsibilities seriously.",
    "Protecting Data Privacy  and IP  We consider the protection of personal  information against inappropriate use,  unauthorized access and accidental  destruction to be critical for building  and preserving trust with our customers,  employees and business partners.",
    "Our privacy policies address how we  handle personal information and inform  vendors, customers and other business  partners about using and protecting  their information.",
    "We process data per applicable privacy  regulations and comply with contractual  obligations with business partners,  including those regarding confidentiality  and nondisclosure.",
    "Indirect suppliers that  provide labor services to us are required  to acknowledge our Supplier Code of  Conduct, complete a questionnaire to  address cybersecurity and privacy risks,  and go through a 100-point information  technology (IT) and data security and  privacy check.",
    "We provide notices that explain how we  collect, use, process and transfer personal  information.",
    "Our Code of Business Conduct  & Ethics additionally outlines our approach  to handling employee personal information.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report 63  protecting our innovations and intellectual  property (IP), respecting the IP of others  and supporting fair and open competition  in our industry.",
    "In addition, we strictly  comply with U.S.",
    "antitrust laws, as well as  the competition laws of all countries in  which we do business.",
    "We ensure robust IP protection in  several ways:  - Patent protection.",
    "We have over 10,000  patents and pending patent applications  in a number of jurisdictions throughout  the world, which cover various aspects  of our technology.",
    "- Protections associated with trade secrets,  trademarks and copyrights to safeguard  our innovations, IP and the Marvell brand,  from our customers and third-party  vendors.",
    "- Security controls to protect our  digital systems that hold proprietary  information, such as firewalls with  threat protection, endpoint detection ESG-related IP Submissions  and response capabilities; data loss We believe our IP is also an important place for us to innovate  prevention for identifying IP; threat on reducing both our environmental footprint and those of our  and vulnerability management with customers.",
    "This is reflected in our innovation.",
    "In FY23, 40% of our  continuous scanning; secure email with patent submissions had at least one environmental consideration,  real-time threat monitoring and filtering; an increase of about 30% on FY22.",
    "cloud access controls; and a 24/7 security  operations center.",
    "Percentage of patent submissions that had at least one  environmental consideration  Marvell Technology, Inc.",
    "FY 2023 ESG Report 64  Our Security Operations Center is designed  to continuously monitor, prevent, detect,  investigate and respond to cyber threats  around the clock.",
    "Our cybersecurity  program is built to international standards,  including ISO 27001:2022 and the National  Institute of Standards and Technology  Cybersecurity Framework (NIST CSF).",
    "We  have a global team of internal experts  focused on protecting our business from  cybersecurity threats.",
    "Our program is  overseen by our Chief Information Security  Officer and our internal IT security  organization, which covers information  risk management, security operations  and cloud security.",
    "When it comes to protecting data, we take  a proactive approach.",
    "We must remain  vigilant and regularly conduct risk  assessments and internal audits to identify  and mitigate risks and ensure we are  compliant with regulatory requirements.",
    "We also partner with reputable external  security firms to audit our cybersecurity  program, including how we protect our IP  and information assets.",
    "Frequent third-  party vulnerability assessments and  penetration tests are conducted to simulate  attacks and validate our security controls.",
    "Our employees are an integral part of  our enterprise-wide approach to security  and privacy.",
    "To foster a strong culture  of cybersecurity awareness, we engage  employees across the company to adhere  to security best practices.",
    "Employees  worldwide are required to participate in  our cybersecurity training and are regularly  engaged in educational campaigns.",
    "In  addition, we host an annual CyberAware  Month, which raises awareness of phishing  attacks and the importance of good  cybersecurity practices to protect our  confidential information, our customers and  our business partners.",
    "In FY23, over 1,000  employees globally participated in at least  one of our awareness sessions.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report Social Governance Appendix  Product Security  Our product development puts security  front and center, starting with evaluating  security criteria in early-stage innovations.",
    "This focus continues as the process moves  forward, incorporating security safeguards  throughout the entire product development  lifecycle.",
    "These safeguards include  protections for the IP used in products,  and overall controls to secure the hardware  and software products from external  threats and unauthorized access during  development, as well as post-production.",
    "Our product security policy covers best  security practices, from development to  product launch in the field.",
    "Finally, we work  directly with our customers to integrate  our products into their systems to ensure  best-in-class protection at system level.",
    "In addition to integrating security into our  product development process, we also offer  a full, comprehensive suite of industry-  leading advanced data encryption and  targeted security solutions, which provide  security for a wide range of cloud, enterprise  and automotive applications.",
    "For example,  our LiquidSecurity 2 hardware security  module (HSM) adapter performs encryption,  key management, authentication, and  a range of other HSM services in the cloud.",
    "This adapter offers a unified solution to  meet General Purpose, Payments and  Compliance requirements by securely  storing millions of cryptographic keys and  handling hundreds of thousands of complex  encryption operations simultaneously,  enabling billions of transactions, and  providing performance scalability for the  most demanding cloud applications.",
    "It  is undergoing the process of achieving  Federal Information Processing Standards  (FIPS 140-3) certification and is in the final  stage of completing certification with the  FIPS 140-2 standard.",
    "The module will also  support Post-Quantum algorithms, to  mitigate the effects of incoming quantum  computing.",
    "Back to Table of Contents   |  |   This ESG Report provides information on our performance in relation to Environmental,  Social and Governance (ESG) issues that are important to our key stakeholders.",
    "It covers  company performance for fiscal year 2023 (FY23), which began on January 30, 2022, and  ended on January 28, 2023.",
    "In some cases, where noted within the report, updates from early  FY24 were also included.",
    "Data from previous fiscal years is provided in some instances for  additional context, especially on environmental topics.",
    "Performance data and activities cover  all of Marvell Technology, Inc., and our subsidiaries.",
    "This is our second annual ESG report and was released in August 2023.",
    "To read our first  ESG report, released in August 2022, visit our website.",
    "The data within the report aligns  with the company’s financial report, unless otherwise noted.",
    "We used several reporting frameworks to inform this report.",
    "It was produced in accordance  with the Global Reporting Initiative (GRI) Universal Standards.",
    "An Appendix is provided  for disclosures aligned with GRI, the Sustainability Accounting Standards Board (SASB)  Semiconductor Industry Standard and the Task Force on Climate-related Financial  Disclosures (TCFD) recommendations.",
    "Marvell is responsible for the preparation of this Report and the accuracy of its contents.",
    "Subject matter experts, internal audit and leaders within Marvell have reviewed the Report  content and data.",
    "Marvell has also obtained external assurance from APEX for our GHG  inventory.",
    "The external assurance statement can be found on pg.",
    "84.",
    "The rest of the data has not been subject to external assurance, but Marvell believes  it to be accurate.",
    "We welcome feedback on this Report along with our ESG initiatives and performance.",
    "To share comments, please email al-esg@marvell.com.",
    "DISCLAIMER STATEMENTS  *The use by Marvell of any MSCI ESG Research LLC or its affiliates (‘MSCI”) data, and the  use of MSCI logos, trademarks, service marks or index names herein, do not constitute a  sponsorship, endorsement, recommendation, or promotion of Marvell by MSCI.",
    "MSCI services  and data are the property of MSCI or its information providers, and are provided ‘as-is’  and without warranty.",
    "MSCI names and logos are trademarks or service marks of MSCI.",
    "**Copyright 2023 Morningstar Sustainalytics.",
    "All rights reserved.",
    "This publication contains  information developed by Sustainalytics (www.sustainalytics.com).",
    "Such information and  data are proprietary of Sustainalytics and/or its third party suppliers (Third Party Data) and  are provided for informational purposes only.",
    "They do not constitute an endorsement of any  product or project, nor an investment advice and are not warranted to be complete, timely,  accurate or suitable for a particular purpose.",
    "Their use is subject to conditions available at  https://www.sustainalytics.com/legal-disclaimers.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report 67  GRI Standard  General disclosures  2-1  2-2  2-3  2-4  2-5  2-6  2-8  2-9  2-10  2-11  2-12  2-13 Organizational details  Entities included in the organization’s  sustainability reporting  Reporting period, frequency and contact point  Restatements of information  External assurance  Activities, value chain and  other business relationships  Employees  Workers who are not employees  Governance structure and composition  Nomination and selection of the  highest governance body  Chair of the highest governance body  Role of the highest governance body in overseeing  the management of impacts  Delegation of responsibility for managing impacts  Marvell Technology, Inc.",
    "FY 2023 ESG Report Response / Report Page and/or Link  Marvell Technology Inc.",
    "About Marvell  About This Report  About This Report  About This Report  About This Report  About Marvell  Supply Chain Engagement  FY23 Form 10-K  Our People  Inclusion and Diversity  Talent Attraction, Development,  Engagement and Wellbeing  About Marvell  ESG Governance  Corporate Governance and ESG  Board of Directors  Board Committees  Nominating and Governance Committee Charter  The chair of the board, Matt Murphy, is Marvell's  President and Chief Executive Officer  ESG Governance  ESG Governance   General disclosures  2-14 Role of the highest governance body in sustainability ESG Governance  reporting  2-15 Conflicts of interest Code of Business Conduct and Ethics  FY23 Form 10-K - Related Party Transactions  FY23 DEF14A - Certain Relationships and Related Party  Transactions  2-16 Communication of critical concerns Code of Business Conduct and Ethics  The number of critical concerns cannot be disclosed,  due to confidentiality constraints.",
    "2-17 Collective knowledge of the highest governance body ESG Governance  2-18 Evaluation of the performance of the highest ESG Governance  governance body FY23 DEF14A - Executive Compensation  2-19 Remuneration policies FY23 DEF14A - Executive Compensation  2-20 Process to determine remuneration FY23 DEF14A - Executive Compensation  2-21 Annual total compensation ratio FY22 DEF14A - Chief Executive Officer Pay Ratio  2-22 Statement on sustainable development strategy A Message From Our CEO  2-23 Policy commitments ESG Governance  2-24 Embedding policy commitments ESG Governance  Code of Business Conduct and Ethics  Supplier Code of Conduct  Global Human Rights Policy  2-25 Processes to remediate negative impacts Human Rights  Global Human Rights Policy  Code of Business Conduct and Ethics  2-26 Mechanisms for seeking advice and raising concerns ESG Governance  Code of Business Conduct and Ethics  Marvell Technology, Inc.",
    "FY 2023 ESG Report 69  General disclosures  2-27 Compliance with laws and regulations FY23 Form 10-K  Marvell has not identified any noncompliance with laws  and/or regulations during the reporting period.",
    "2-28 Membership associations Stakeholder Engagement  Memberships  2-29 Approach to stakeholder engagement Stakeholder Engagement  2-30 Collective bargaining agreements Marvell is committed to freedom of association and  collective bargaining and has several international  locations where employees are represented by unions/  labor groups, including Germany, Italy, Vietnam and  Argentina.",
    "Marvell does not publicly disclose this figure  for proprietary reasons.",
    "Material topics  3-1 Process to determine material topics ESG Priorities  3-2 List of material topics ESG Priorities  Economic performance  3-3 Management of material topics Community Engagement  FY23 Form 10-K  201-1 Direct economic value generated and distributed Community Engagement  FY23 Form 10-K  201-2 Financial implications and other risks and Climate Change  opportunities due to climate change  201-3 Defined benefit plan obligations and other retirement FY23 Form 10-K  plans  201-4 Financial assistance received from government FY23 Form 10-K  Procurement practices  3-3 Management of material topics Supply Chain Engagement  Marvell Technology, Inc.",
    "FY 2023 ESG Report 70  Anti-corruption  3-3 Management of material topics Ethics and Compliance  Code of Business Conduct and Ethics  205-2 Communication and training about anti-corruption Ethics and Compliance  policies and procedures  205-3 Confirmed incidents of corruption and actions taken Marvell experienced no confirmed incidents of corruption  in FY23.",
    "Anti-competitive behavior  3-3 Management of material topics Ethics and Compliance  Code of Business Conduct and Ethics  IP Protection  FY23 Form 10-K  206-1 Legal actions for anti-competitive behavior, Marvell discloses any monetary losses as a result of legal  anti-trust, and monopoly practices proceedings associated with anti-competitive behavior  regulations as we recognize the ways in which patents  and other IP protections have been misused by some as a  means of restricting competition in our industry.",
    "We had  zero monetary losses in FY23.",
    "3-3 Management of material topics Product Sustainability (Product Materials)  301-1 Materials used by weight or volume Our approach is focused on reducing hazardous materials  and chemicals of concern in manufactured products.",
    "See  301-2 Recycled input materials used our SASB table, indicator TC-SC-410a.1, for more details.",
    "301-3 Reclaimed products and their packaging materials  3-3 Management of material topics Product Sustainability (Advancing Power Performance)  302-1 Energy consumption within the organization Total energy consumption: 107,273 MWh  Total electricity consumption: 86,624 MWh  Climate Change  Marvell Technology, Inc.",
    "FY 2023 ESG Report 71  302-4 Reduction of energy consumption Climate Change, page 28  302-5 Reductions in energy requirements of products Product Sustainability, pages 31-33  and services  Water and effluents  3-3 Management of material topics Water and Waste, page 35  303-1 Interactions with water as a shared resource Water and Waste, page 35  303-2 Management of water discharge-related impacts Marvell has no internal standard for effluent discharges  but follows all local regulations for discharge to public  water systems.",
    "303-3 Water withdrawal Water and Waste, page 35  303-4 Water discharge Water and Waste, page 35  303-5 Water consumption Water and Waste, page 35  3-3 Management of material topics Climate Change, pages 26-28  305-1 Direct (Scope 1) GHG emissions Climate Change, page 30  305-2 Energy indirect (Scope 2) GHG emissions Climate Change, page 30  305-3 Other indirect (Scope 3) GHG emissions Climate Change, page 30  305-4 GHG emissions intensity Climate Change, page 30  305-5 Reduction of GHG emissions Climate Change, page 30  3-3 Management of material topics Water and Waste, page 36  306-1 Waste generation and significant Water and Waste, page 36  waste-related impacts  306-2 Management of significant waste-related impacts Water and Waste, page 36  Marvell Technology, Inc.",
    "FY 2023 ESG Report 72  306-4 Waste diverted from disposal  306-5 Waste directed to disposal  Supplier environmental assessment Water and Waste, page 36  Data available on diverted waste is available for Marvell's  Santa Clara, California, office.",
    "We believe that the  amount of hazardous waste Marvell creates from its own  operations is minimal.",
    "Water and Waste, page 36  Data available on diverted waste is available for Marvell's  Santa Clara, California, office.",
    "We believe that the  amount of hazardous waste Marvell creates from its own  operations is minimal.",
    "3-3 Management of material topics  308-1 New suppliers that were screened using environmental  criteria  308-2 Negative environmental impacts in the supply chain  and actions taken  Employment Supply Chain Engagement  Supplier Code of Conduct  Water and Waste, pages 35-36  Supply Chain Engagement  All suppliers must adhere to the Marvell Supplier Code  of Conduct, which includes environmental standards.",
    "Supply Chain Engagement  3-3 Management of material topics  401-1 New employee hires and employee turnover  401-2 Benefits provided to full-time employees that are not  provided to temporary or part-time employees  401-3 Parental leave  Marvell Technology, Inc.",
    "FY 2023 ESG Report Our People  Talent Attraction, Development,  Engagement and Wellbeing  Talent Attraction, Development,  Engagement and Wellbeing  Talent Attraction, Development,  Engagement and Wellbeing  Talent Attraction, Development,  Engagement and Wellbeing  Labor/management relations  3-3 Management of material topics Global Human Rights Policy  402-1 Minimum notice periods regarding For our colleagues represented by unions/labor groups,  operational changes including in Germany, Italy, Vietnam and Argentina,  minimum notice periods are defined within each  contractual agreement.",
    "Occupational health and safety  3-3 Management of material topics Talent Attraction, Development,  Engagement and Wellbeing  403-1 Occupational health and safety management system Talent Attraction, Development,  Engagement and Wellbeing  403-2 Hazard identification, risk assessment, Talent Attraction, Development,  and incident investigation Engagement and Wellbeing  403-3 Occupational health services Talent Attraction, Development,  Engagement and Wellbeing  403-4 Worker participation, consultation, and Talent Attraction, Development,  communication on occupational health and safety Engagement and Wellbeing  403-5 Worker training on occupational health and safety Talent Attraction, Development,  Engagement and Wellbeing  403-6 Promotion of worker health Talent Attraction, Development,  Engagement and Wellbeing  403-7 Prevention and mitigation of occupational health and Talent Attraction, Development,  safety impacts directly linked by business relationships Engagement and Wellbeing  403-8 Workers covered by an occupational Talent Attraction, Development,  health and safety management system Engagement and Wellbeing  403-9 Work-related injuries Talent Attraction, Development,  Engagement and Wellbeing  Marvell Technology, Inc.",
    "FY 2023 ESG Report 74  Training and education  3-3 Management of material topics Talent Attraction, Development,  Engagement and Wellbeing  404-2 Programs for upgrading employee skills Talent Attraction, Development,  and transition assistance programs Engagement and Wellbeing  Marvell provides retirement benefits but currently  does not have a program in place for supported  terminated employees.",
    "404-3 Percentage of employees receiving regular Talent Attraction, Development,  performance and career development reviews Engagement and Wellbeing  This information is not calculated by gender  or employee category.",
    "Diversity and equal opportunity  3-3 Management of material topics ESG Governance  Inclusion and Diversity  405-1 Diversity of governance bodies and employees FY23 DEF14A - Election of Directors  ESG Governance  Inclusion and Diversity  405-2 Ratio of basic salary and remuneration of women to Inclusion and Diversity  men  Non-discrimination  3-3 Management of material topics Inclusion and Diversity  406-1 Incidents of discrimination Marvell is committed to ending discrimination.",
    "As  and corrective actions taken expected for a global company of our size, from time  to time we receive reports of alleged discrimination.",
    "Marvell investigates, reviews and responds to all  alegations of discrimination thoroughly, consistently  and in a timely manner.",
    "We maintain multiple policies  that demonstrate our commitment to ending  discrimination, including our Code of Business Conduct  and Ethics, Supplier Code of Conduct, Global Human  Rights Policy and other internal company policies.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report 75  Freedom of Association and Collective Bargaining  3-3 Management of material topics Supplier Code of Conduct  Global Human Rights Policy  407-1 Operations and suppliers in which We do not currently have any operations or suppliers in  the right to freedom of association which the right to freedom of association and collective  and collective bargaining may be at risk bargaining may be at risk.",
    "We have requirements in our  Supplier Code of Conduct and Global Human Rights  Policy that reiterate the fundamental rights of workers  in the supply chain and in our operations.",
    "Child labor  3-3 Management of material topics Code of Business Conduct and Ethics  Supplier Code of Conduct  Global Human Rights Policy  408-1 Operations and suppliers at significant risk We do not currently have any operations or suppliers  for incidents of child labor for which child labor is a significant risk.",
    "We have  requirements in our Code of Business Conduct,  Supplier Code of Conduct and Global Human Rights  Policy that prevent child labor in the supply chain  and in our operations.",
    "Forced or compulsory labor  3-3 Management of material topics Code of Business Conduct and Ethics  Supplier Code of Conduct  Global Human Rights Policy  409-1 Operations and suppliers at significant risk We do not currently have any operations or suppliers  for incidents of forced or compulsory labor for which forced or compulsory labor is a significant risk.",
    "We have requirements in our Code of Business Conduct,  Supplier Code of Conduct, and Global Human Rights  Policy that prohibit forced or compulsory labor.",
    "Supplier social assessment  3-3 Management of material topics Supply Chain Engagement  Supplier Code of Conduct  414-1 New suppliers that were screened Supply Chain Engagement  using social criteria Supplier Code of Conduct  Marvell Technology, Inc.",
    "FY 2023 ESG Report 76  414-2 Negative social impacts in the supply chain Supply Chain Engagement  and actions taken  Public policy  3-3 Management of material topics Ethics and Compliance  Code of Business Conduct and Ethics  415-1 Political contributions Marvell does not make any political contributions.",
    "Customer privacy  3-3 Management of material topics Data Security and Privacy  418-1 Substantiated complaints concerning breaches 0  of customer privacy and losses of customer data  Marvell Technology, Inc.",
    "FY 2023 ESG Report 77  Semiconductor Standard  Topic Code Accounting Metric Answer  Greenhouse TC-SC-110a.1 (1) Gross global Scope 1emissions (1) 4,645 mtCO,e  Gas Emissions (2) Amount of total emissions (2) 0  from perfluorinated compounds  TC-SC-110a.2 Discussion of long-term and (2) See Climate Change, pages 26-28  short-term strategy or plan  to manage Scope 1 emissions,  emissions reduction targets  and an analysis of performance  against those targets  Energy TC-SC-130a.1 (1) Total energy consumed As a fabless semiconductor company, Marvell  Management in (2) Percentage grid electricity uses third-party manufacturers to manufacture,  Manufacturing (3) Percentage renewable assemble and test our products, so this metric is  not relevant to our business.",
    "However, we track  energy consumption across our operations and  we engage with suppliers on their environmental  efforts via the Responsible Business Alliance.",
    "See  more on page 22  (1) Total energy consumption: 107,273 MWh  Total electricity consumption: 86,624 MWh  (2) 72%  (3) 28%  Water TC-SC-140a.1 = (1) Total water withdrawn, (1) 137 megaliters, 23%  Management (2) Total water consumed, (2) 24 megaliters, 18%  percentage of each in regions  with High or Extremely High  Baseline Water Stress  Waste TC-SC-150a.1 Amount of hazardous As we are a fabless semiconductor company, Marvell  Management waste from manufacturing, uses third-party manufacturers to manufacture,  percentage recycled assemble and test our products, so this metric is not  relevant to our business.",
    "See Water & Waste (page 36)  for more details on how we manage waste in our own  facilities.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report 78  Code Environment Social Governance  Accounting Metric Appendix Back to Table of Contents  Answer  Employee  Health &  Safety  Recruiting  & Managing  a Global  & Skilled  Workforce  Product  Lifecycle  Management  Materials  Sourcing  Marvell Technology, Inc.",
    "TC-SC-320a.1  TC-SC-320a.2  TC-SC-330a.1  TC-SC-410a.1  TC-SC-410a.2  TC-SC-440a.1 Description of efforts to  assess, monitor and reduce  exposure of employees to  human health hazards  Total amount of monetary losses  as a result of legal proceedings  associated with employee health  and safety violations  Percentage of employees that are  (1) foreign nationals and  (2) located offshore  Percentage of products by  revenue that contain IEC 62474  declarable substances  Processor energy efficiency  at a system-level for  (1) servers,  (2) desktops and  (3) laptops  Description of the management  of risks associated with the use of  critical materials  FY 2023 ESG Report Talent Attraction, Development,  Engagement and Wellbeing, page 51  Marvell had zero monetary losses as a result of legal  proceedings associated with employee health and  safety violations.",
    "Foreign nationals: 7.74%  Located offshore: 0.029%  Percentage of products by revenue that contain  IEC 62474 declarable substances: 27%  For more, please see Product Sustainability,  page 34 (Product Materials)  Marvell does not have a single metric for processor  energy efficiency.",
    "See Product Sustainability,  page 31-33 for more information on our approach.",
    "See Product Sustainability (Product Materials),  page 34, Supply Chain Engagement, pages 22-23,  and the Marvell Policy Statement on the Sourcing  of Minerals.",
    "Intellectual TC-SC-520a.1 =Total amount of monetary losses $0  Property as a result of legal proceedings  Protection & associated with anticompetitive  Competitive behavior regulations  Behavior  TC-SC-000.A Total production 594,402,803 units shipped  TC-SC-000.B Percentage of production 0%  from owned facilities  Marvell also reports on the following disclosure from the SASB Hardware Standard that is material to its business.",
    "Supply Chain TC-HW-430a.1 Percentage of Tier 1 supplier (a) 83%  Management facilities audited in the RBA (b) No facilities identified as high-risk.",
    "Validated Audit Process (VAP) or  equivalent, by  (a) all facilities and  (b) high-risk facilities  Marvell Technology, Inc.",
    "FY 2023 ESG Report 80  Please note that some responses are in our CDP Climate Change 2023 Questionnaire, to be publicly released in December 2023.",
    "TCFD Core Area Disclosure Element Disclosure  Governance Describe the board's oversight ESG Governance  of climate-related risks and 2023 CDP Climate Change Questionnaire response, C1.1b  opportunities.",
    "Describe management's role in ESG Governance  assessing and managing climate- 2023 CDP Climate Change Questionnaire response, C1.2  related risks and opportunities.",
    "Strategy Describe the climate-related risks Climate Change  and opportunities the organization 2023 CDP Climate Change Questionnaire response,  has identified over the short, C2.1a, C2.2a, C2.3, C2.3b, C2.4, C2.4a  medium and long term.",
    "Describe the impact of climate- Climate Change  related risks and opportunities 2023 CDP Climate Change Questionnaire response,  on the organization's businesses, C2.3, C2.3b, C2.4, C2.4a, C3.1, C3.2b, C3.3, C3.4  strategy, and financial planning.",
    "Describe the resilience of the Climate Change  organization's strategy, taking 2023 CDP Climate Change Questionnaire response,  into consideration different C3.2, C3.2a, C3.2b  climate-related scenarios,  including a 2C or lower scenario.",
    "Risk Describe the organization's Climate Change  Management processes for identifying and 2023 CDP Climate Change Questionnaire response,  assessing climate-related risks.",
    "C2.1, C2.2, C2.2a, C2.3, C2.3b  Describe the organization's Climate Change  processes for managing climate- 2023 CDP Climate Change Questionnaire response,  related risks.",
    "C2.1, C2.2, C2.2a  Describe how processes for Climate Change  identifying, assessing, and Climate Change Governance  managing climate-related risks Operational Resilience  are integrated into the 2023 CDP Climate Change Questionnaire response, C2.1, C2.2  organization's overall risk  management.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report 81  Disclosure  Metrics &  Targets Disclose the metrics used by the  organization to assess climate-  related risks and opportunities  in line with its strategy and risk  management process.",
    "Disclose Scope 1, Scope 2, and  if appropriate, Scope 3 greenhouse  gas (GHG) emissions, and the  related risks.",
    "Describe the targets used by  the organization to manage  climate-related risks and  opportunities and performance  against targets.",
    "Marvell Technology, Inc.",
    "FY 2023 ESG Report Climate Change  2023 CDP Climate Change Questionnaire response,  C4.1, C4.1¢c, C4.2  Climate Change  2023 CDP Climate Change Questionnaire response,  C6.1, C6.3, C6.5, C6.5a  Climate Change  2023 CDP Climate Change Questionnaire response,  C4.1, C4.1¢c, C4.2   As a signatory to the UN Global Compact, Marvell supports the UN SDGs.",
    "We have mapped our business to the 17 goals  and identified the key goals we feel we can best address.",
    "GOOD HEALTH  AND WELL-BEING ms  GENDER  EQUALITY  DECENT WORK AND  ECONOMIC GROWTH i  INDUSTRY, INNOVATION  AND INFRASTRUCTURE  1 RESPONSIBLE  CONSUMPTION  AND PRODUCTION QO  T3 cron >  1 PARTNERSHIPS  FOR THE GOALS  Marvell Technology, Inc.",
    "Good Health and Well-Being (UN SDG 3)  We provide employees with a broad range of benefits, programs and support services to encourage  work-life balance and a holistic approach to mental, physical and emotional health.",
    "Gender Equality (UN SDG 5)  We track global gender data throughout our workforce and across our Board of Directors.",
    "We are working  to improve representation of women in both technical roles and in senior leadership.",
    "Decent Work and Economic Growth (UN SDG 8)  We uphold strong labor practices across our operations and have clear expectations on labor practices  for our suppliers, in adherence to the Responsible Business Alliance Code of Conduct and the UN Global  Compact Ten Principles.",
    "Industry, Innovation and Infrastructure (UN SDG 9)  Our products are essential components of information and communication infrastructure.",
    "We are working  with our customers around the world to innovate and improve data infrastructure.",
    "Responsible Consumption and Production (UN SDG 12)  We are working to improve the sustainability of our products and of our operations, including a focus on  materials and minimizing waste sent to landfill.",
    "Climate Action (UN SDG 13)  We set a Science-Based Target to reduce our greenhouse gas (GHG) emissions in line with a 1.5°C  emissions scenario.",
    "We are also working to improve product power efficiency, which will enable reductions  in GHG gas emissions.",
    "Partnerships for the Goals (UN SDG 17)  We are partnering with our suppliers, customers, peers and others to address societal challenges,  through the Responsible Business Alliance, UN Global Compact and direct partnerships.",
    "FY 2023 ESG Report 83  Xv APEX  VERIFICATION OPINION DECLARATION  GREENHOUSE GAS EMISSIONS  To: The Stakeholders of Marvell Technology Inc.",
    "APEX Companies LLC (Apex) was engaged to conduct an independent verification of the greenhouse gas (GHG)  emissions reported by Marvell Technology Inc.",
    "(Marvell) for the period stated below.",
    "This Verification Opinion  Declaration applies to the related information included within the scope of work described below.",
    "The determination of the GHG emissions is the sole responsibility of Marvell.",
    "Marvell is responsible for the preparation  and fair presentation of the GHG emissions statement in accordance with the criteria.",
    "Apex’s sole responsibility was to  provide independent verification on the accuracy of the GHG emissions reported, and on the underlying systems and  processes used to collect, analyze, and review the information.",
    "Apex is responsible for expressing an opinion on the  GHG emissions statement based on the verification.",
    "Verification activities applied in a limited level of assurance  verification are less extensive in nature, timing, and extent than in a reasonable level of assurance verification.",
    "Boundaries of the reporting company GHG emissions covered by the verification:  ¢ Operational Control  e Worldwide  Types of GHGs: CO:, N20, CHy, HFCs  Renewable Electricity Consumption:  e 23,936 megawatt hours  GHG Emissions Statement:  e Scope 1: 4,645 metric tons of CO equivalent  e Scope 2 (Location-Based): 29,046 metric tons of CO2 equivalent  e Scope 2 (Market-Based): 23,686 metric tons of CO2 equivalent  e Scope 3 Category 1 — Purchased Goods and Services: 614,695 metric tons of CO2 equivalent  Data and information supporting Scope 1 and Scope 2 GHG emissions are in most cases historical in nature, but  in some cases were estimated.",
    "Data and information supporting Scope 3 GHG emissions were in some cases  estimated rather than historical in nature.",
    "Period covered by GHG emissions verification:  e January 30, 2022 to January 28, 2023  Criteria against which verification conducted:  e World Resources Institute (VWRI)AVorld Business Council for Sustainable Development (WBCSD)  Greenhouse Gas (GHG) Protocol Corporate Accounting and Reporting Standard (Scope 1 and 2)  e WRIAVBCSD Greenhouse Gas Protocol Corporate Value Chain (Scope 3) Accounting and Reporting  Standard (Scope 3)  Reference Standard:  e 150 14064-3 (2019-04) Second Edition: Greenhouse gases -- Part 3: Specification with guidance for the  verification and validation of greenhouse gas statements  WATER RESOURCES ¢ ENVIRONMENTAL SERVICES *¢ COMPLIANCE & ASSURANCE ¢ INFRASTRUCTURE SERVICES  Apex Companies, LLC = (800) 733-2739 = wiww.apexcos.com  Marvell Technology, Inc.",
    "FY 2023 ESG Report Back to Table of Contents   Level of Assurance and Qualifications:  e — Limited  e This verification used a materiality threshold of 5% for aggregate errors in sampled data for each of the  above indicators  ¢ Qualifications: None  GHG and Energy Verification Methodology:  Evidence gathering procedures included but were not limited to:  e Interviews with relevant personnel of Marvell and Marvell’s consultant;  e« Review of documentary evidence produced by Marvell;  e Review of Marvell data and information systems and methodology for collection, aggregation, analysis, and  review of information used to determine GHG emissions; and  e Audit of sample of data used by Marvell to determine GHG emissions.",
    "Verification Opinion:  Based on the process and procedures conducted, there is no evidence that the GHG emissions statement shown  above:  ¢ is not materially correct and is not a fair representation of the GHG emissions data and information; and  e has not been prepared in accordance with the WRIAWBCSD GHG Protocol Corporate Accounting and  Reporting Standard (Scope 1 and 2), and WRIWBCSD Greenhouse Gas Protocol Corporate Value Chain  (Scope 3) Accounting and Reporting Standard (Scope 3).",
    "It is our opinion that Marvell has established appropriate systems for the collection, aggregation, and analysis of  quantitative data for determination of GHG emissions for the stated period and boundaries.",
    "Xv APEX rama  Statement of independence, impartiality, and competence  Apex is an independent professional services company that specializes in Health, Safety, Social and Environmental  management services including assurance with over 30 years history in providing these services.",
    "No member of the verification team has a business relationship with Marvell, its Directors or Managers beyond that  required of this assignment.",
    "We conducted this verification independently and to our knowledge there has been no  conflict of interest.",
    "Apex has implemented a Code of Ethics across the business to maintain high ethical standards among staff in their  day-to-day business activities.",
    "The verification team has extensive experience in conducting assurance over environmental, social, ethical and health  and safety information, systems and processes, has over 20 years combined experience in this field and an excellent  understanding of Apex’s standard methodology for the verification of greenhouse gas emissions data.",
    "Attestation:  cy}  David Reilly, Lead Verifier Mary E.",
    "Armstrong-Friberg, Technical Reviewer  ESG - Principal Consultant ESG - Program Manager  Apex Companies, LLC.",
    "Apex Companies, LLC  June 28, 2023  This verification opinion declaration, including the opinion expressed herein, is provided fo Marvell and Is solely for fhe benefit of  Marvell in accordance with the terms of our agreement.",
    "We consent fo the release of this declaration by you fo CDP and others in  order fo satisfy the terms of COP or other disclosure requirements but without accepting or assuming any responsibility or liability on  our part to CDP or fo any other party who may have access fo this declaration  Marvell Technology, Inc.",
    "FY 2023 ESG Report 85  This ESG Report contains forward-looking  statements regarding future events and our  future results that are subject to the safe  harbor created under the Private Securities  Litigation Reform Act of 1995 and other  safe harbors under the Securities Act of  1933 and the Securities Exchange Act of  1934.",
    "All statements other than statements  of historical fact are statements that could  be deemed forward-looking statements.",
    "These statements are based on current  expectations, estimates, forecasts and  projections about the industries in which  we operate and the beliefs and assumptions  of our management.",
    "Words such as “expects,” “anticipates,”  “targets,” “goals,” “projects,” “intends,”  “plans,” “believes,” “seeks,” “estimates,”  “objectives,” “goals,” “strategy,” “continues,”  “endeavors,” “strives,” “may,” “could”  and “will,” and variations of such words  and similar expressions are intended to  identify such forward-looking statements.",
    "In addition, any statements that refer to  goals, commitments, programs, timelines,  business plans, targets, initiatives and  objectives relating to our ESG endeavors;  future energy and water usage and  emissions and waste reductions; projections  regarding our future financial performance;  the impacts and costs associated with  changes in ESG and similar regulations; Pini  Marvell’s ability to monitor and accurately  report on ESG matters, our anticipated  growth opportunities and trends in our  businesses; our rapid growth; the effects  of business, economic, political, legal and  regulatory impacts or conflicts upon our  global operations; general macroeconomic  conditions, or expectations of such  conditions, such as rising interest rates,  macroeconomic slowdowns, recessions,  inflation and stagflation; changes in  demand for semiconductors and the  related changes in demand and supply  Marvell Technology, Inc.",
    "FY 2023 ESG Report for our products; our ability to define,  design, develop and market products  for the Cloud and 5G markets, as well as  for Artificial Intelligence (Al) solutions;  our dependence on a small number of  customers; manufacturing delays, product  availability and supply chain disruptions  or component shortages; our reliance on  independent foundries and subcontractors  for the manufacture, assembly and testing  of its products; recruiting or retaining  our personnel; our future liquidity,  capital needs and capital expenditures;  our development of technologies and  research and development investments;  our future market position and expected  competitive changes in the marketplace  for our products; our expected tax rate; the  effect of changes in or the application of  new or revised tax or export laws; expected  cost savings; the effect of new accounting  pronouncements; integrating or realizing  the benefits or synergies expected of  acquired businesses and technologies; and  other characterizations of future events  or circumstances are forward-looking  statements.",
    "Readers are cautioned that these forward-  looking statements are only predictions  and are subject to risks, uncertainties and  assumptions that are difficult to predict,  including those described in the “Risk  Factors” section of our Annual Reports  on Form 10-K, Quarterly Reports on Form  10-Q and other documents filed by us from  time to time with the SEC.",
    "Therefore, actual  results may differ materially and adversely  from those expressed in any forward-  looking statements.",
    "We undertake no  obligation to revise or update any forward-  looking statements, including to reflect  events or circumstances occurring after the  date of this Report, except to the extent  required by law.",
    "continued on the next page   “relevant” in this report are not intended  to have the same meaning as the terms  “material” or “materiality” in the context of  financial statements or financial reporting  or as defined by the SEC.",
    "This report contains human capital  measures or objectives that may be  different from or are in addition to the  human capital measures or objectives that  Marvell is required to disclose in its SEC  filings.",
    "For a discussion on human capital  measures or objectives that Marvell focuses  on in managing its business, please see the  “Human Capital” section in our most recent  Annual Report on Form 10-K.",
    "While we believe that our ESG priorities and  initiatives are important to operating ina  sustainable manner, we do not believe that  such initiatives are material to our financial  results and results of operations, except  to extent disclosed in our SEC filings.",
    "For a  discussion of the risks that we believe could  materially affect our financial results and  results of operations, please see the “Risk  Factors” section of our Annual Reports on  Form 10-K and Quarterly Reports on Form  10-Q.\"  Marvell Technology, Inc.",
    "FY 2023 ESG Report Back to Table of Contents   7 “ a - ¢ wee + ° .",
    "5s - -  - - - e <6 .",
    ".",
    "2 - 2  - bs of - .",
    "- ° % = a y - -  Ps “3 - - * oe  - g - = - ° - - .",
    "° ° 4 e x - P .",
    ".",
    "ss - E200 .",
    "; & 5 .",
    "ated a ° = eS - ay.",
    "© - .",
    "7° ° .",
    "° z oe bi: - we - Fo.",
    "ye - \" ° % a : , .",
    "- .",
    ".",
    "¢ - eg nS B58 Pp ; ‘ e 5 a hoe - aa , - ee ae Ps .",
    "sie .",
    "- a .",
    "2 2 - - - B - - 2 sé .",
    "a % - z ° a z Ps ¥ - ® - ‘e v .",
    "- eo o yg me of gto eS ‘ i - ° .",
    "bd ae - aed * _ x e - -.",
    "- Z s 2 ° * .",
    "Bs - B - Ge tern .",
    "2 ‘  - , - ig .",
    "- 7° 2 - - = - ; -  : met me oe é .",
    "= ° a is 2 ° 2 = .",
    "°  6 o Fe Py as we.",
    "ito See ° 7 ¢ « -* - - e .",
    "° } is 5 3 oes  ° + a - o - id * ° ° 5 : a ‘ : , ra e 5 .",
    "- , P  + ° - - - - P : ey é 4 Fs  ‘ .",
    "- z  zs ie % 4 - - 4 Sf é .",
    ".",
    ".",
    "oe ‘ * .",
    "os ; ace ° ° % e : i ,  ”, F - Ps a  - - o °  5 oa i ; e 4 45 an  = ° ° ad - .",
    "%, -  - F; .",
    "° -  e e * ° y - P ° e 2 .",
    "in .",
    "- : : ° nt ° e ie : .",
    "= - 2 3 - ?",
    "° %  - P -” - ° ae P  oe bl % e - - ° x - a  - i - .",
    "- Es g .",
    "° P : e ° cs  = = - ° a i.",
    "< ° fa hi ze A es ; : % - ° £.",
    "- - Ps > - ’ o)  - - ° - © * ie ° - - © - ° ‘~ - - - z 9 Ps - Es  ° S Pid ° o o °  * 2 2 .",
    ".",
    "FE m  3 - 2 Ps Fa  - Ps - ° - - 5 .",
    "ae\" 4 * .",
    ".",
    "a = » ° , - ?",
    "oe fe - o'e Oi \" a .",
    "ze Fi * y 7 .",
    "‘ % 7  * A ° ‘ ® < tap uy 5 - ° : te a - P| ° - - .",
    ".",
    "5 2 4 - # e- .",
    "; e Fs i - ¥ > =  >, a > kas Z A 2 F is  - i wis > .",
    "° oF pre wy: z o- 4 - - -  ae ease ie 2 a e A .",
    "° - ° 5 ° a 35 .",
    "a em ~ ° * - ° ° * 3 ‘ cd - .",
    "7 oie e  < i « 3 Ps P)  rl - Bw Cee oe - = 4 , a - s : ¢ ° ES ray .",
    ".",
    "es a 5 ° .",
    "Ps ‘ - x4 .",
    "- o “ ° - - .",
    "3 od - Py e  3 Si o - - 5 ¥ ° ‘ 2 .",
    "aa *  s i “.",
    "° if .",
    ".",
    "- \"or, - ernie oe - ”  3 - oes ne wie ae .",
    ".",
    "e j .",
    "a> .",
    "- pak oe - a ~ ° 5 e ) % ite  o #.",
    "% (Ae <j - - - , i, - $s - ¥ 9 Z - ° , +.",
    "3 3 & © Z $6 Pog 0S ° ° E 4 f oF , - - .",
    "- - ’ > 2 S 2 P z > jue ,  ° i Las - - = - .",
    "- 4 to < 2 B — ‘ot - - e ° re Gaat - “fd i oe - Pa sie 3 a's” a ~ 4 - : - Rng lees = - 2 - “+ Coe re pe Se Ke a or woe - - ‘A z «  4 € - ?",
    "id = - ee Soe e Ae A  nad - La - - “4 Pid - es $0 See P - - - Bes z 58 o° 4 r  , € ss = = s 2 a = _ - = 2 ae Pe * ss  5 - a s;  - .",
    "ve = hd  Ge I 2  2 re  o,  * 3 Hy  F; , mG  4 - ll».",
    "‘- , ‘  4 :  .",
    "% 4  4 4 P  kets  We welcome your comments and  feedback at al-esg@marvell.com  © 2023 Marvell Technology, Inc.",
    "All Rights Reserved.",
    "Marvell Technology, Inc.",
    "5488 Marvell Lane  Santa Clara, CA 95054  www.marvell.com"
]