[
    "OUR ESG JOURNEY National Bank of Kuwait-Egypt Sustainability Report 2023 A ae il - lat Bank of Kuwait-Egypt.",
    "Throughout the report, the terms “NBK- Egypt” and “the Bank” refer to the National Bank of Kuwait- Egypt.",
    "This report illustrates how we bring our mission to life through our business; it covers our environmental, social, and governance (ESG) activities, performance, and approach, focusing on the issues we have determined to be of material importance from an ESG perspective.",
    "It is a broader standard than that used in our financial disclosures.",
    "1st to December 31st, 2023.",
    "Information before or after these dates may be included to emphasize relevant context to the reporting period and will be clearly indicated.",
    "Scope of the Report This Sustainability Report is the first line of reports that will be published thereafter on an annual basis.",
    "The report highlights NBK-Egypt’s Reflections from Our Chairwoman Sustainable Finance sustainability approach and efforts.",
    "0 Introduction 4 Responsible Banking CEO’s Message Environmental Impact Responsible Procurement Referenced Reporting Guidelines This Report is prepared in accordance with the GRI 2021 Standards.",
    "7 This is NBK eS Capitalizing on Our NBK Group Capabilities ut by Bn bn “he : Ww!",
    "1 we a | 1 W ww > 4 NBk-Egypt Employee Empowerment and Well-Being Vision, Mission, and Val oo , sion, Mission, and Values Diversity and Inclusion Mistakes and Typographical crip nek Errors mM ee rr ee Sy Any errors discovered following the publication A oe a a a ale he ie | a me of the report will be corrected and displayed on boo ad aa ee ie a ete ESG Strate our website.",
    "In consideration of the environment, MEM Ieewerertepe yest ee TL a a am cow a fr - gy Investina in Our the report is published as a downloadable PDF Tibial a abla oa a ail neu aee A oe!",
    "and Purpose g nyu file on our website.",
    "kbar ebneen ett i Communities ESG Strategy Overview Main Business segments Digital Transformation ESG Governance Customer Experience and Quality Excellence Stakeholder Engagement Privacy and Data Security For further information, please an _ — Our Material Topics Financial Inclusion contact: == | Value Offerings CSR and Community Support Sustainability and Sustainable Finance Division - NBK-Egypt Head Office.",
    "Email: .",
    ".",
    "sustainability@nbk.com.eg Governance for Alignment with UN SDGs Resilience and Egypt Vision 2030 Address: Lt | Car NW NBK-Egypt Head Office | Plot No.",
    "155 City ) Si ens Governance At NBK-Egypt Center - First Sector | 5th Settlement New : 15S Board of Directors Cairo | Egypt.",
    "Board Committees 4 Appendix Ethics and Compliance Risk Management GRI Index Financial and Operational Resilience Assurance Letter Our Chairwoman Witnessing the National Bank of Kuwait in Egypt publish its first Sustainability Report covering the year 2023 gives me a great sense of pride to experience what the Bank has managed to establish under NBK Group’s direction.",
    "This report is a great step towards building a solid foundation for ESG integration while continuing NBkK-Egypt’s journey to maximize value creation for all its stakeholders.",
    "2023 was a year of judicious analysis and planning towards a sustainable future.",
    "We have achieved key milestones this year, marking a landmark year for NBK-Egypt’s ESG journey.",
    "On behalf of myself and the Board of Directors, | am excited to share with you our 2023 Sustainability Report which profiles NBK-Egypt’s performance beyond profit to consider its economic, environmental, and social impact, in accordance with the Global Reporting Initiative (GRI) standards.",
    "Following NBK Group’s lead in developing an integrated, multi-stakeholder approach to maximizing long-term stakeholder value, we recognize the growing amalgamation of sustainability, finance, and business strategy as imperative to sustaining future growth.",
    "This year, NBK-Egypt has placed ESG at its core to embed sustainability into all its business activities, operations, and culture.",
    "In 2023, NBK-Egypt launched its sustainability journey by developing a practical roadmap supported with strategic initiatives and well-defined targets in alignment with the Central Bank of Egypt's Guiding Principles for Sustainable Finance.",
    "With strong leadership endurance, clear business strategy delivering real and measurable growth, and anambitious ESG strategy, NBK-Egypt is well prepared to respond to the ever-evolving landscape and emerging requirements for transitioning to a low-carbon economy.",
    "With such steps, NBK-Egypt is ready to embark on its sustainability journey and new endeavors to deliver consistently on the Group’s ESG strategy and commitments, while accelerating the achievements under UN Sustainable Development Goals, Egypt’s Vision 2030 as well as Egypt’s National Strategy for Climate Change 2050.",
    "During 2023, NBK-Egypt has marvelously adopted ESG measures into its day-to-day operations while delivering superior returns to the shareholders.",
    "On behalf of the Board of Directors at NBK- Egypt, | express my sincere gratitude to all our stakeholders, including our Executive Management, employees, and our loyal customers, for their unwavering support and for their impactful and positive contribution to advancing NBK-Egypt’s ESG journey.",
    "It is my fervent hope that we continue advancing strongly in our business and ESG Strategy with confident strides.",
    "We Delieve this report is the first and most crucial step in reinforcing our ESG direction and spearheading all our business performance to transition into a sustainable and low carbon economy while having profound positive impact on the communities where we operate.",
    "We shall continue to successfully respond to the expectations of our diverse Stakeholders and stay fully aligned with a market that is dynamic and evolving to ensure a socially just and equitable transition for all.",
    "Sincerely, Shaikha K.",
    "Al-Bahar NBK-Egypt Chairwoman Deputy Group CEO NBK-Egypt Sustainability Report 2023 | 7 8 | NBK-Egypt Sustainability Report 2023 Governance for Resilience CEO’s Message The year 2023 marks a momentous step for NBK-Egypt laying the foundation of sustainability and sustainable finance.",
    "Now, more than ever, the topic of sustainability is at the forefront of economic resilience, and the need for the banking sector to demonstrate its efforts to address environmental, social, and economic challenges is emerging as a necessity.",
    "In light of this, we embarked on_ this transformative journey starting from the establishment of a dedicated Sustainability division, reaching to publishing today our first GRI Report.",
    "This comes as part of our core belief in our role as a financial institution that drives ESG to a higher level of integration into its core business and internal operations.",
    "This journey, however, did not begin for us as of this year only.",
    "Since 2016, NBK Group has made regular progress to fundamentally elevate _ its commitment to higher levels of ESG integration.",
    "The Group took vital steps to turn ESG into a core element across its entire business, strategy, and operations.",
    "Following the Group's successful lead, NBK-Egypt has followed and achieved several milestones in sustainability and ESG efforts, pursuing ESG as a strategic core component of what it means for us to be a trusted leader in banking, as well as a trusted bank of choice.",
    "NBK-Egypt adopted the Group's Vision and Mission back in 2017.",
    "In 2023, we followed the same methodology and adopted the Group’s ESG strategy composed of four interrelated Pillars: Governance for Resilience, Responsible Banking, Capitalizing on our Capabilities, and | A Responsible Banking Investing in Our Capitalizing on Our Communities Capabilities Investing in our Communities.",
    "Those pillars are our beacon that formulated NBK-Egypt’s Sustainability and Sustainable Finance Policy, Sustainability Governance Structure, as well as shape our direction deeper into adopting environmental and social risk assessment systems and frameworks, aiming at growing our sustainable assets and portfolio.",
    "Stemming from our business strategy, our ESG implementation roadmap is anchored by the achievement of well-defined, measurable KPIs in line with the emerging expectations of all our stakeholders.",
    "Adhering to this approach, the bank will be positioned towards sustainable growth, financial and operational resilience, prudent risk management, as well as serving our customers with excellence through optimal digital transformation.",
    "we strive to accelerate the achievement of the UN Sustainable Development Goals, Egypt's Vision 2030 as well as Egypt’s National Strategy for Climate Change 2050.",
    "As we navigate our way through 2024, we are increasingly cognizant of the evolving ESG materiality factors impacting our business and society.",
    "We will continue to actively engage with all our stakeholders and build strategic collaborations with key industry players and our community partners to reinforce NBK-Egypt’s positive impact on society and ensure a socially-just, equitable transition for all.",
    "| would like to thank all NBK-Egypt staff and executive management for serving as Alignment with UN SDGs and Egypt Vision 2030 | Appendix catalysts for the implementation of our ESG vision, and for their efforts in conveying and applying our responsible banking practices that are demonstrated and presented to you in this report.",
    "This report comes in line with industry leading practices and standards, marking our sustainable progress within economic, environmental, and social performances.",
    "| have a strong believe that our human capital and our customers, will continue to be key assets to our bank’s success and leadership in the market.",
    "We will remain focused on leveraging our solid foundation into impact investments to continue with our ESG journey and to achieve targeted sustainable development goals.",
    "Sincerely, Yasser El-Tayeb Vice Chairman Managing Director and CEO NBK-Egypt NBK-Egypt Sustainability Report 2023 | 9 a o> \\ ana — =o os —— = Leaaie Tl F = Po 1” = = et 7 coon | T ma le a oe fy a | cima a iiimnia Ta oe | F oe fit | Se ae oo i A ee a Sifiind = ls TT ees if aa.",
    "Soa .",
    "aaa ee ——— wa < —— eS es a = ee .",
    "oo fll.",
    "re, — an si it a | : fee — LIN “) 4 habs - > 1.",
    "THIS IS NBK e NBK Group e NBK-Egypt e Vision, Mission, and Values e Main Business Segments NBK Group Established in the heart of Kuwait City in 1952, the National Bank of Kuwait S.A.K.P.",
    "(NBK) stands as the cornerstone of the nation’s financial landscape.",
    "As the first shareholding company in Kuwait and the Gulf Cooperation Council (GCC), NBK has been a steadfast pioneer and is the country’s longest-serving local bank.",
    "With over 70 years of unwavering commitment, NBK has evolved into Kuwait's preeminent financial institution, extending its influence far beyond national borders to capture regional and global markets.",
    "Through a successful digital transformation, NBK has seamlessly blended tradition with innovation, earning acclaim and trust among stakeholders.",
    "Today, the Bank has a network of more than 140 branches across 13 countries and four continents.",
    "Established by a group of leading Kuwaiti merchants, NBK has retained its core shareholder base since inception.",
    "Its shares have been listed on the Kuwait Stock Exchange NBK-Egypt The National Bank of Kuwait established its Egyptian banking arm by acquiring Al Watany Bank of Egypt (AWB) in 2007.",
    "This acquisition provided the Bank with unique access to the region’s most vibrant segments in an increasingly competitive banking environment.",
    "At the time of the acquisition, there were 24 AWB branches in the country; by 2023, following a strategic expansion into the most important areas including Cairo, Giza, Alexandria, Mansoura, Damietta, Port Said, 12 | NBK-Egypt Sustainability Report 2023 Governance for Resilience since 1984, with a single shareholder (the Public Institution for Social Security) owning more than 5% of the share capital (6% as of 31 December 2023).",
    "NBK’s market capitalization as of 31 December 2023 was USD 23.1B.",
    "NBK is renowned for its seasoned and stable management team who are pursuing a clear Strategy aimed at strengthening its core business while expanding into new segments and markets.",
    "The Bank has consistently achieved remarkable profitability, resulting in robust shareholder returns.",
    "This success is underpinned by a portfolio of high-quality assets and a robust level of capitalization.",
    "NBK prides itself on being a comprehensive financial partner, offering a diverse range of products and services to individuals, corporates, and financial institutions.",
    "The Bank has consolidated its position as Kuwait's leading conventional banking group in terms of assets, deposits, and customer loans and advances.",
    "Hurghada, Tanta, Menya, Assiut, and Sohag, this had increased to 54.",
    "In 2008, the National Bank of Kuwait-Egyptincreasedits capital base to one billion Egyptian Pounds (EGP).",
    "At the end of 2023, NBK-Egypt total equity reached approximately EGP 15B and total assets in excess of EGP 130B.",
    "Based in Egypt, with a large branch network across the country, we understand entirely the challenging needs of individuals and aspiring businesses, and the changes required to remain one step ahead in today’s rapidly evolving markets.",
    "| A Responsible Banking Alignment with UN SDGs Capitalizing on Our and Egypt Vision 2030 Investing in Our Capabilities Communities | Appendix Vision, Mission, and Values 203 SUL Gy Mission The trusted Bank of choice, e To deliver world-class products and building on our core values, people, and expertise.",
    "the highest service quality to our customers.",
    "e To attract, develop, and retain the best banking talent in the region.",
    "Values ¢ To support the communities in which we operate.",
    ".",
    "e To adhere to our core values of ¢ Conservatism passion, integrity, conservatism, ° Knowledge and knowledge.",
    "e Passion e Integrity Main Business Segments Corporate Consumer Treasury Islamic NBK Egypt Banking Banking Banking Financial Investments NBK-Egypt Sustainability Report 2023 | 13 ; Bn lat = a 1 (a Financial institutions play a pivotal role in shaping the economic landscape and exert significant influence on both society and the environment.",
    "NBK-Egypt recognizes the profound responsibilities that this brings, so we are highly motivated to facilitate the shift toward a more sustainable, self-sufficient, and climate-resilient society and are enthusiastic about collaborating closely with all our stakeholders to realize this objective.",
    "Sustainability is therefore a vital component of our overall corporate strategy therefore, our day-to-day business activities.",
    "NBK-Egypt recently adopted NBK Group’s ESG Strategy which places sustainability as an intrinsic part of our value proposition to our clients, shareholders, employees, and other stakeholders.",
    "NBK-Egypt has decided to prioritize ESG as the central strategic element, leveraging our foundational principles, human capital, and specialized knowledge to define our role as a trusted leader in this rapidly evolving landscape.",
    "Our ESG Strategy focuses on fostering economic well-being and setting a precedent for sustainable growth.",
    "NBK-Egypt aims to empower all stakeholders, catalyze beneficial changes in society, and generate exceptional benefits for our shareholders by strengthening our dedication to responsible banking practices and instilling a robust governance and risk management.",
    "Our ESG Strategy stands as a testament to our commitment to — sustainability and is aligned with global and national aspirations.",
    "At the core of our approach lies a meticulous alignment with the United Nations Sustainable Development 16 | NBK-Egypt Sustainability Report 2023 Goals (UN SDGs), the Paris Agreement, Egypt Vision 2030, Egypt’s National Climate Change Strategy 2050, and the Central Bank of Egypt’s (CBE) Six Guiding Principles on Sustainable Finance.",
    "By harmonizing our strategy with these frameworks and visions, we aim not only to contribute positively to the global sustainability agenda, but also to actively support Egypt's national initiatives in combating climate change and fostering a more sustainable future.",
    "This integration embodies our dedication to meaningful and impactful actions in line with international and local sustainability benchmarks.",
    "Our ESG Strategy follows a strategic road map, covering our sustainability journey for the next three years.",
    "Capitalizing on Our Investing in Our Capabilities Communities NBK-Egypt ESG Strategy Pillars Governance for Resilience Capitalizing on our Capabilities Alignment with UN SDGs and Egypt Vision 2030 | Appendix Responsible Banking Pillar 4 Investing in our Communities Mapping Our ESG Strategy Pillars with UN SDGs at NBK-Egypt PARTNERSHIPS Pillar 1 Governance for Resilience Pillar 2 Responsible Banking 7 ie OR THE GOALS Pillar 3 Capitalizing on our Capabilities Pillar 4 Investing in our Communities NBK-Egypt Sustainability Report 2023 | 17 Pillar 1 Governance for Resilience Alignment with NBK Ambition Group ESG Strategic Initiatives To commit to the highest _ standards of governance by embedding ESG across ¥ NBK-Egypt Build and implement the highest standards of ESG governance and At NBK-Egypt, we integrated ESG factors into SECOND the Environmental & Social Risk Management (ESRM) framework to enhance our risk management and our financial and operational resilience, focusing on proactive identification, a7 assessment, and mitigation of ESG-related risks to foster sustainable growth.",
    "Enhance stakeholder engagement, emphasizing our ESG narrative and commitments.",
    "The Bank is aiming for consistent revenue growth while strategically incorporating ESG considerations to ensure financial performance aligns with responsible and sustainable business practices.",
    "NBK-Egypt fosters a culture of ethics and integrity, guided by strong governance as © well.",
    "Develop economic, ( >» environmental, and Relevant Material Topics social risk resilience.",
    "Risk Management Financial and Operational Resilience Governance, Ethics, and Compliance 18 | NBK-Egypt Sustainability Report 2023 Capitalizing on Our Investing in Our Capabilities Communities Pillar2 | Responsible Banking Ambition To support the transition to a sustainable economy and become a role model in our transformation Within the realm of responsible banking, NBK- Egypt has outlined its objectives based on the Group’s pillar to enhance sustainability implementation.",
    "NBK-Egypt has been tracking its greenhouse gas (GHG) emissions since 2021 to mitigate our impact on climate change, as per CBE requirements and in alignment with NBK Group’s efforts.",
    "We also continue to take steps to manage and report on our energy, water, and materials consumption and their disposal.",
    "NBK-Egypt also aims to develop ESG-themed products as part of the Bank’s financing, lending and investment activities, in line with the CBE’s Guiding Principles and direction.",
    "During 2023, NBK-Egypt updated its procurement policy to ensure that it is implementing responsible procurement practices so that our supply chain operates in harmony with our core ESG values and principles.",
    "This holistic approach underscores our commitment to responsible banking while fostering sustainability across our operations.",
    "Relevant Material Topics Sustainable Finance Environmental Impact Responsible Procurement (— > Alignment with UN SDGs | Appendix and Egypt Vision 2030 Alignment with NBK Group ESG Strategic Initiatives Support the transition to a low carbon economy by delivering on our net zero ambitions.",
    "Capitalize on sustainable business opportunities and develop a best-in- class sustainable finance proposition.",
    "Engage with our clients to accelerate their transition plans and support them in achieving their net zero ambitions.",
    "Embed ESG across our supply chain.",
    "NBK-Egypt Sustainability Report 2023 | 19 Ambition To drive sustainable business growth achieved through organizational resilience NBK-Egypt has set out a range of objectives designed to create an inclusive, innovative, and empowering workplace.",
    "Central to this endeavor, the cultivation of a diverse work environment that values inclusivity and respects individual differences while fostering innovation.",
    "The Bank is dedicated to supporting and empowering youth and women by ensuring an inclusive workplace that enables their growth and advancement.",
    "Moreover, NBK-Egypt seeks to attract, manage, and develop top-tier talent through comprehensive approaches focused on talent acquisition and development strategies.",
    "NBK-Egypt also focus on employee wellbeing to promote and develop a healthier workplace.",
    "These concerted efforts underscore NBK-Egypt’s commitment to fostering a workplace culture that thrives on_ inclusivity, innovation, talent development, and responsible practices.",
    "Digitization is a core aspect of NBK’s business Strategy, and it is achieved through several NBK’s digital transformation projects.",
    "4 ~ Relevant Material Topics Employee Empowerment and Well-being Diversity and Inclusion Digital Transformation Governance for Resilience 20 | NBK-Egypt Sustainability Report 2023 | A Responsible Banking Alignment with NBK Group ESG Strategic Initiatives Promote diversity, equity, and inclusion in the workplace.",
    "Promote group-wide ESG transformation through enhanced employee engagement and development programs.",
    "Cultivate and retain local talent by providing rewarding career development opportunities.",
    "Establish a digital and agile work environment.",
    "Capitalizing on Our Investing in Our Capabilities Communities Pillar4 = Investing in Our Communities Alignment with UN SDGs and Egypt Vision 2030 | Appendix Ambition To deliver a positive impact on the communities we serve NBK-Egypt focuses on creating impact and contributing to economic and community developments.",
    "The Bank continues to provide its customers with excellent service, in addition to having stringent measures in place to ensure robust data privacy and security to safeguard customer information and ensure regulatory compliance while reinforcing the Bank’s dedication to ethical practices.",
    "NBK-Egypt is focused on advancing financial inclusion and literacy, particularly targeting underserved populations and young individuals, aiming to increase and improve accessibility to financial services.",
    "NBK-Egypt seeks to empower entrepreneurs by offering tailored financial solutions, fostering economic growth, gender equality, and their active involvement in business development.",
    "NBK-Egypt endeavors to strategically align its Corporate Social Responsibility (CSR) initiatives and community development efforts with its ESG commitments and strives to deliver positive social and environmental impacts through our alignment with pertinent UN SDGs and Egypt Vision 2030.",
    "f- ~ Relevant Material Topics Customer Experience and Quality Excellence Privacy and Data Security Financial Inclusion CSR and Community Support Alignment with NBK Group ESG Strategic Initiatives Empower communities to achieve financial independence, confidence and security.",
    "Continued and enhanced focus to providing optimal customer experience and service excellence.",
    "Support national development plans to promote and nurture local talent.",
    "Expand our community investment efforts for optimal impact Support equitable community and economic development.",
    "NBK-Egypt Sustainability Report 2023 | 21 Embedding an ESG Strategy into our operations serves as a vital mechanism that enables us to identify and mitigate the potential risks associated with ESG factors; by addressing these risks, NBK-Egypt could enhance its resilience to market fluctuations, regulatory changes, and _ reputational damage.",
    "Moreover, integrating ESG principles fosters trust among stakeholders by showing that we are a socially responsible and environmentally conscious bank.",
    "In addition, our ESG Strategy supports sustainable economic growth by encouraging responsible lending and _— investment practices, through which NBK-Egypt aims to allocate capital to environmentally friendly and socially responsible projects, thereby contributing to a more sustainable future.",
    "We are now better positioned to comply 22 | NBK-Egypt Sustainability Report 2023 with evolving requirements as the CBE increasingly emphasizes ESG considerations in financial regulations and as part of a Group that incorporates ESG principles into its operations.",
    "The Bank’s ESG Strategy is strategically built upon specific objectives tailored across each pillar and material topic.",
    "These objectives form the basis of our approach, meticulously integrating ESG considerations into every aspect of our operations.",
    "The implementation of this strategy involves the creation of key performance indicators (KPIs) for each material topic that are overseen and monitored by the Sustainability Steering Committee, ensuring a comprehensive and systematic approach to achieving our ESG goals.",
    "ESG Governance At NBK-Egypt, we incorporated new ESG committees into our existing governance framework, aligning them with the Group’s Sustainability Governance framework and the CBE guidelines.",
    "Board Sustainability Committee The Board Sustainability Committee plays a pivotal role in overseeing and guiding the integration of ESG issues into the Bank’s decision-making processes.",
    "At the board level, the Committee ensures that ESG considerations are effectively woven into decision-making procedures, aligning closely with the NBK Group ESG Strategy and goals.",
    "The Committee receives regular updates from the Sustainability Steering Committee on various sustainability initiatives, sustainable finance projects, and ESG performance within NBK-Egypt, and stays informed through the process of preparing periodic reports for the CBE.",
    "It holds the authority to approve budget allocations for sustainability and sustainable finance projects, ensuring that resources are allocated judiciously and in line with the Group's sustainability objectives.",
    "Sustainability Steering Committee The Sustainability Steering Committee has the primary mission to empower and oversee the alignment of the Sustainability and Sustainable Finance Division with the Bank's overarching business goals and global sustainability best practices.",
    "Its key responsibility is to ensure that the Bank’s policies, procedures, and operations of all relevant divisions incorporate ESG principles into their operations, based on approved action plans and ESG KPIs.",
    "The Committee consists of key representatives from main functions across the Bank, including the Business, Risk Management, Human Resources, Operations, and Sustainability and Sustainable Finance divisions, and facilitates communication and decision-making across the Bank's different functions.",
    "NBK-Egypt Sustainability Report 2023 | 23 Lo Stakeholder Engagement Shareholder Governmental and Regulatory Authorities External - Risk Management - Financial and Operational Resilience - Governance, Ethics, and Compliance - Privacy and Data Security - Environmental Impact - Sustainable Finance External - Risk Management - Governance, Ethics, and Compliance - Financial and Operational Resilience - Privacy and Data Security - Financial Inclusion - Sustainable Finance - CSR and Community Support - Digital Transformation - Monthly, Quarterly and Annual Reports - Public Disclo- sures - Annual General Meeting (AGM) - Board Meetings - Public Statements - Periodic Emails and Direct Communications - Regulatory Reports - Meetings and Seminars Stakeholder | Material Topics Engagement Engagement Channels Frequency * Ongoing (ad-hoc) - Monthly - Quarterly - Annually * Ongoing (ad-hoc) NBK-Egypt Sustainability Report 2023 and Purpose Governance for Resilience | A Responsible Banking Engagement Engagement Customers External - Governance, Ethics, - Branches - Ongoing and Compliance - Call Center (ad-hoc) y Digital Campaigns - Financial and ; ; Operational Resilience Mobile Banking ; - Website and Social - Privacy and Data .",
    "Media Security .",
    ", - Customer Digital Transformation Satisfaction Surveys - Sustainable Finance - Complaints - Financial Inclusion Management Suppliers External - Governance, Ethics - Direct - Ongoing and Compliance Communications (ad-hoc) - Environmental Impact + Meetings - Responsible - Letters, Contracts, Procurement and Documentation - Financial and - Request for Operational Resilience — Proposals (RFP) - Policies Community | External - Financial Inclusion - Social Media .",
    "rapes Partners CSR and Community * Events and (ad-hoc) and NGOs Support Initiatives * Quarterly - Diversity and - CSR Activities - Annually Inclusion - Regulatory Reports - Annual Reports > Meetings - Trainings External External * Governance, Ethics, - Audit Committee - Ongoing Auditors and Compliance - Meetings (ad-hoc) - Financial and - Annual Reports - Quarterly Operational Resilience \\.",
    "26 | NBK-Egypt Sustainability Report 2023 Capitalizing on Our | Capabilities Entity Investing in Our Communities Alignment with UN SDGs and Egypt Vision 2030 | Appendix Stakeholder} Material Topics Engagement Engagement Channels Frequency External - Environmental Impact - Quarterly Reports + Annually Auditors - Sustainable Finance - Management - Responsible Procurement Letters - Customer Experience and Quality Excellence - Privacy and Data Security - Risk Management Employees Internal * Governance, Ethics, and - Employee - Ongoing Compliance Engagement (ad-hoc) - Environmental Impact surveys » Semi- - Employee Empowerment * HR Platforms and annually and Well-being Communications .",
    "Annually - Privacy and Data Security * Official Letters, Diversity and Inclusi Contracts, and iversity and Inclusion Documentation - Training Executive Internal — + Governance, Ethics, and - Executive Management Compliance Committee .",
    "fined , , , ad-hoc - Financial and Operational = Meetings ( ) Resilience - Committee - Monthly - Customer Experience and _- Resolutions Quality Excellence - Environmental Impact - Sustainable Finance - Digital Transformation - Privacy and Data Security - Employee Empowerment and Well-being - Diversity and Inclusion - Financial Inclusion S y, NBK-Egypt Sustainability Report 2023 | 27 NBK-Egypt recognizes the importance of conducting a double materiality assessment to evaluate how the Bank’s actions impact stakeholders and how external factors influence the Bank.",
    "Our materiality assessment is mainly based on the GRI 3: Material Topics 2021 standard, which is aligned with the NBK Group ESG Strategy, our business strategy, Egypt Vision 2030, and CBE directions and guidelines related to sustainability issues.",
    "Our materiality process enables us to: Identify the most Gain an understanding significant ESG-related of the essential concerns impacts on our for our stakeholders and business.",
    "their expectations for us to address these issues.",
    "Shape our strategy to fulfill our purpose based on these insights.",
    "NBK-Egypt categorized 13 material topics, five of which were rated as the highest in importance and relevance, five were rated medium-high, and three were rated medium-medium.",
    "Materiality Assessment The table herewith summarizes the prioritization of these material topics according to their influence on stakeholders’ decisions and their perceived economic, environmental, and social impact.",
    "Assessing each topic’s relevance and level of significance aligns with sustainability requirements and impact goals.",
    "28 | NBK-Egypt Sustainability Report 2023 Capitalizing on Our Investing in Our Alignment with UN SDGs Appendix Capabilities Communities and Egypt Vision 2030 Material Topics Materiality Rating 2023 Risk Management High-High ~ Governance, Ethics, and Compliance =Ss—i(<ité‘éw™~ ORK High Financial and Operational Resilience = High-High — PrivacyandDataSecurity = High-High = Digital Transformation = ssts—<is~i—‘“‘—‘“‘“‘“‘“‘;*;S SM sHigh ~ Customer Experience and Quality Exellence = = ~~ “Medium-High = “Sustainable Finance =i sti(itsé‘éS!!)©~©~©~))~~ Medium-High Environmentalimpact = Medium-High ~Financalindusion = = = Medium-High ~ Employee Empowerment and Well-being = © ~~ ‘Medium-High “Diversity andinclusion = = =~ Medium-Medium —SRand Community Support.",
    "=——istié‘é;S™S!~ ©Medium-Medium Responsible Procurement = === ~~~ Medium-Medium y, Sustainable Finance Privacy and Data Security Risk Management Environmental Impact Digital Transformation Governance, Ethics, and Compliance Responsible Procurement Customer Experience and Quality Excellence Financial and Operational Resilience Financial Inclusion Employee Empowerment and Wellbeing Diversity and Inclusion CSR and Community Support NBK-Egypt Sustainability Report 2023 | 29 Materiality Matrix Value Offe ring The materiality matrix below illustrates the results of this assessment, as confirmed by NBK- Egypt management, demonstrating our recognition of the significance of each topic with regard to the economy, society, and the environment.",
    "Our management approach to these topics is Corporate Lending and Global Transaction detailed throughout the report.",
    ".",
    "Banking (GTB) at NBK-Egypt Corporate Lending High Corporate lending at NBK-Egypt represents 83% of the Bank’s total portfolio.",
    "Our corporate clients are segmented into large, medium, and small, depending on their annual turnover.",
    "The Bank offers a wide variety of facilities and advisory services tailored to corporate needs.",
    "e Facilities to finance working Fleet financing.",
    "investment needs.",
    "e Real estate project financing.",
    "e Loans to finance expansion and e Share financing.",
    "the replacement of fixed assets.",
    "e Green-field project financing.",
    "e Trade financing facilities.",
    "e Discounting of checks and documents.",
    "e Acquisition financing.",
    "e Contract financing.",
    "e Structured finance.",
    "e Financial loans.",
    "Medium Business Impact In 2023, total number of corporate clients reached 1,598 clients with the total value of lending value of in EGP 62.7B; a 41.7% increase from 2022.",
    "This amount is segregated between public and private sector financing by 61% and 39%, respectively.",
    "Public sector finance grew by 64% in 2023 compared to 2022, while private sector finance increased by 16.9% for the same period.",
    "Public vs Private Sector Finance (EGP M) —® Public Sector Financing Private Sector Financing Low 50,000 Economic, Environmental, Social and Governance Impact 40,000 38,324 Low Medium High 30,000 23,363 6 g 24,451 15 @ Risk Management Customer Experience and Employee Empowerment ’ .",
    ".",
    "@ Quality Exellence @ and Well-being 20,000 16,818 15,804 e@ Governance, Ethics, and Compliance Sustainable Finance Diversity and Inclusion 3 Financial and Operational Resilience @ @ u 10.000 Environmental Impact CSR and Community Support ’ ® Privacy and Data Security @ ?",
    "@ yee Financial Inclusion Responsible Procurement 6 Digital Transformation ] ® P 0 | 2021 2022 2023 30 | NBK-Egypt Sustainability Report 2023 NBK-Egypt Sustainability Report 2023 | 31 NBK-Egypt owns a highly diversified financing portfolio as illustrated in the chart below: Percentage of Net Corporate Loans by Sector i) 5% ey) “Source: Portfolio Management Team (according to FY 2023 net exposure, excluding collaterals) According to NBK-Egypt’s Corporate Credit Policy, a certain percentage of the overall credit portfolio is set for the economic sector and the industries included in each sector.",
    "Sectorial concentration limits are applied to individual sectors to which the Bank extends facilities.",
    "Limits are reviewed, no less than annually & revised as considered appropriate based on industry studies carried out internally and/or externally.",
    "Exposures from these sectors are carefully monitored and managed, especially in case of issuance of new, locally or internationally, ESG- related regulations.",
    "32 | NBK-Egypt Sustainability Report 2023 | A Responsible Banking Investing in Our Capitalizing on Our Communities Capabilities NBK-Egypt’s portfolio in the construction sector of 15% and energy sector of 10%, demonstrates its strategic focus on key industries.",
    "By investing in these sectors, NBK-Egypt plays a significant role in driving economic growth and development in the country.",
    "NBK-Egypt’s investment diversified sectors not only generate financial returns for the bank, but also plays a role in driving economic growth, creating job opportunities, stimulating investments, and contributing to the overall well-being of the Egyptian economy.",
    "It’s worth mentioning that the other sector representing 7% of the corporate loans includes more than 12 different sector such as building materials, tourism, and textile.",
    "In 2023, NBK-Egypt processed a mega transaction of EGP 10B to one of the main Egyptian Electricity Companies, as well as Alignment with UN SDGs and Egypt Vision 2030 | Appendix USD 240M (equivalent to EGP 7.4B) for a well-known oil & gas Off-shore unfunded facility.",
    "While NBK-Egypt has not launched green products for its clients, it signed in 2021 with EBRD Green Economy Financing Facility (GEFF) project with an amount of USD 25M.",
    "The project supports the Green Tl quality through the provision of funding and technical assistance to NBK-Egypt to promote private sector investments in efficient climate change mitigation and adaptation technologies.",
    "According to EBRD‘’s E&S management system, the company must have a license to operate from the Ministry of Environment, and in the industry analysis, the Bank covers the environmental and social aspects of the whole industry.",
    "In addition, governance must be addressed in any due diligence process.",
    "@ General Construction @ Trading Activities @ Telecom @ Pharmaceuticals @ Energy @ Durable Goods @ Leasing @ Electricity Network @ Food @ Transportation @ Petrochemicals Others Infrastructure Construction Chemicals Holding Companies NV J Major Deals and Syndicated Loans Oil & Gas USD 30M Automotive EUR 40M Loan Amount Initiation Date | Nature 2021 Building a fourth train in the Western Desert to produce hydrocarbons.",
    "First regional syndicated loan.",
    "Acquisition in the Egyptian snacks market.",
    "A standby letter of credit (SBLC).",
    "NBK-Egypt Sustainability Report 2023 | 33 “Best Transport Infrastructure Deal in Africa” emeafinance WINNER Best transport infrastructure deal in Africa Achievements NBK-Egypt received “Best Transport Infrastructure Deal in Africa” award for year 2022 from EMEA Finance for one of its clients, whereby this facility is being provided by NBK-Egypt for USD 227M in the form of a regional syndicated facility in collaboration with two other Gulf Banks.",
    "In addition, the Bank got 1st place in 2022 IBG Deal of the year achievement for a State-owned telecommunication company.",
    "In addition to, 2nd place in 2023 IBG Deal of the year achievement for a prominent automotive company.",
    "NBK-Egypt Sustainability Report 2023 Global Transaction Banking The GTB unit at NBK-Egypt provides efficient and cost-effective cash and trade management solutions to both domestic and international corporate institutions across different industry sectors.",
    "An expansion was required to create this division, along with the existing Corporate Liabilities unit.",
    "NBK-Egypt GTB main functions: Corporate Liabilities Managing a portfolio of corporate liabilities of over EGP 25B.",
    "Cash Management Projects * Providing corporate online banking services to over 1500 corporate customers * SMART Link ° OIc * Corporate Pay (Corpay) * E-payments with E-Finance * Cash and check pick-up * Host 2 Host and payroll (under implementation).",
    "Trade Finance for Non-borrowing existing in addition to NTB.",
    "| UN EMTETT en aa TL) wn roeeee pun we pain rea py) tk a my) ni ; 1 \" \"| \" 1!",
    "NBK-Egypt Sustainability Report 2023 Products and Services Our commitment to inclusivity is reflected in our wide range of products and services, including a variety of bank accounts that are designed to meet the specific requirements of our diverse clients.",
    "Total Volume Total Clients Total Volume CDs EGP 26.97B 26,936 Personal Loans EGP 11,464B Savings EGP 7.28B 140,542 Mortgage Loans EGP 1.13B TDs EGP 5.99B 3,617 Other Loans EGP 855M 4,603 | 69,747 Total Prepaid Cards Credit cards Meeza Cards Heliopolis Sporting Club Cards ‘Prepaid Cards including NBK Customers and Non N&K Customers 36 | NBK-Egypt Sustainability Report 2023 Capitalizing on Our Investing in Our Alignment with UN SDGs Appendix Capabilities Communities and Egypt Vision 2030 PP Ways to Consumer Banking Branch Network Mobile Banking Retail Lending Portfolio Our portfolio has shown growth in both the total volume of lending over the years 2021, 2022, and 2023; rising from EGP 8.012B in 2021 to EGP 10.812B in 2022, and reaching EGP 13,451B in 2023, a growth rate of 24.4%.",
    "The number of retail loans increased from 20,605 in 2021 to 26,202 in 2022 and further to 29,841 in 2023, reflecting a growth rate of 13.89%.",
    "The growth rate of the retail portfolio can be attributed to a combination of factors such as the increase in monthly bookings, which increased client acquisition, and the decrease in attrition ratios which indicates that existing clients are more likely to retain their loans and continue their engagement with the retail lending portfolio, contributing significantly to the overall growth.",
    "NBK-Egypt Sustainability Report 2023 | 37 15,000 13,451 12,000 10,812 2021 2022 2023 9,000 8,012 6,000 3,000 Number of Retail Loans Clients 35,000 29,841 30,000 26,202 25,000 20,605 2021 2022 2023 20,000 15,000 10,000 5,000 Analyzing the distribution retail loans among age categories reveals noticeable patterns for the years 2021, 2022, and 2023 in the age brackets of below 30, between 30 to 50, and above 50, revealing trends over the years 2021, 2022, and 2023.",
    "Among individuals below the age of 30, the total loans value exhibited a steady increase from EGP 366.49M in 2021 to EGP 507.28M in 2022 and further to EGP 716.00M in 2023.",
    "Although this age group’s contribution to the total retail loans value has risen from 4.57% in 2021 to 5.83% in 2023, it remains a relatively modest share compared to the other age brackets, as illustrated in the figure below, numbers were achieved based on NBK-Egypt increase market share among peers.",
    "38 | NBK-Egypt Sustainability Report 2023 Capitalizing on Our Investing in Our Alignment with UN SDGs Appendix Capabilities Communities and Egypt Vision 2030 In the 30-50 age bracket, a substantial portion of the total loans value is concentrated, amounting to 52.94%, 52.77%, and 51.30% in 2021, 2022, and 2023, respectively.",
    "The absolute values have grown from EGP 4.24B in 2021 to EGP 5.29B in 2022 and further to EGP 6.30B in 2023, showcasing consistent expansion.",
    "Meanwhile, individuals aged above 50 also contribute significantly to the retail loans portfolio, with their share ranging from 42.48%, 42.18%, and 42.88% in 2021, 2022, and 2023, respectively.",
    "The total loans value for this age category has increased from EGP 3.404B in 2021 to EGP 4.233B in 2022 and further to EGP 5.269B in 2023, indicating substantial growth.",
    "Percentage of Age Category Loans to Total Retail Loans e Below 30 © 30-50 © Above 50 60.00% 52.94% 52.77% 51.30% 50.00% 42.48% 42.18% 42.88% 40.00% 30.00% 20.00% 10.00% 4.57% 5.",
    "a 5.83% 0.00% = [- 2021 2022 2023 In examining the distribution of retail loans across both genders for the years 2021, 2022, and 2023, distinct patterns emerge.",
    "Among females, the total loans value has seen a consistent rise, reaching EGP 1.437B in 2021, EGP 1.768B in 2022, and EGP 2.118B in 2023.",
    "On the other hand, males command a substantial share of the total retail loans, with values showing an increase from EGP 6.541B in 2021 to EGP 8.263B in 2022 and a further increase to EGP 10.137B in 2023.",
    "Their share of the total loans remains constantly higher, ranging from 81.64% in 2021 to 82.49% in 2023 as illustrated in the figure below.",
    "NBK-Egypt Sustainability Report 2023 | 39 100.00% 81.64% 82.33% 82.49% 80.00% 60.00% 40.00% 17.949 17.62% 17.249 20.00% ° ° ° 2021 2022 2023 Examining the distribution of retail loans across regions for 2021, 2022, and 2023 reveals noteworthy regional trends.",
    "In Greater Cairo, the cumulative value of retail loans demonstrated a consistent upward trajectory, reaching EGP 6.496B in 2021, EGP 7.959B in 2022, and further escalating to EGP 9.543B in 2023.",
    "Despite this growth, the percentage share of Greater Cairo in the total retail loans for all governorates experienced a slight decline: from 81.08% in 2021 to 79.30% in 2022 and eventually settling at 77.65% in 2023.",
    "This shift is attributed to an expansion and focus on other governorates, resulting in a deliberate reduction in Greater Cairo’s share.",
    "40 | NBK-Egypt Sustainability Report 2023 Capitalizing on Our Capabilities | Investing in Our | Alignment with UN SDGs | Appendix Communities and Egypt Vision 2030 Lower Egypt exhibits significant growth, with the total retail loans value rising from EGP 1.159B In 2021 to EGP 1.529B in 2022 and further to EGP 2.012B in 2023.",
    "The corresponding percentage share has expanded from 14.46% in 2021 to 15.24% in 2022 and 16.38% in 2023.",
    "The Red Sea, Sinai, and Suez Governorates show an increase in total retail loans value, reaching EGP 109.964M in 2021, EGP 193.958M in 2022, and further increasing to EGP 326.045M in 2023, , with a share constantly increasing has expanded from 3.08% in 2021 to 3.52% in 2022 and 3.32% in 2023, as illustrated in the figure below.",
    "In Upper Egypt, the total retail loan value increased from EGP 246.907M in 2021 to EGP 353.630M In 2022 and further to EGP 407.819M in 2023, with a consistent share expansion from 1.37% in 2021 to 1.93% in 2022 and 2.65% in 2023, as illustrated in the figure herewith: Percentage of Region’s Loans to Total Retail Loans 100.00% 80.00% 60.00% 40.00% 20.00% 0.00% 3.08% 14.46% 1.37% >, e@ Upper Egypt @ Lower Egypt @ The Red Sea, Sinai, and Suez Governorates 15.24% 16:38% a a = | 2021 2022 2023 NBK-Egypt Sustainability Report 2023 | 41 ATMs and Branches ATMs Damietta Marsa Port Said The expansion and strategic placement of Matrouh 2 | ATMs play a role in NBK-Egypt’s overarching strategy.",
    "The Bank strategically positions ATMs 6 2 5 in various locations to complement its goals.",
    "This includes a focus on migration, utilization, and enhancing customer experience by Gharbia : Dakahlia © b th | Beheira 2 3 | increasing cash acceptance and withdrawa Alexandria 2 ongisunte © limits, expanding the number of ATMs, and .",
    "; - Menofia 4 South Sinai adding new functionalities.",
    "Qalyubia Ismailia Furthermore, the strategic placement of ATMs 33) 79) © supports brand visibility, extending presence Giza Cairo Suez into areas with no access to branches, high commercial activities, and selected touristic areas to meet customer needs & increase customer breaches.",
    "NBK-Egypt has a total of 202 ATMs, with 64 located onsite and 138 offsite.",
    "The ATM network reflects brand strategy through strategic location selection and adherence to NBK Group brand guidelines.",
    "In alignment with NBK Group's unified brand guidelines effective 2024, NBK-Egypt is set to © © launch a new brand strategy, this initiative aims to enhance the Bank’s market position Minya Red Sea and increase brand value globally.",
    "NBK-Egypt’s commitment to technological 1) advancement is evident in the new options Assuit Bank introduced features such as deposit on Governerate Across Egypt credit cards, and visually impaired support.",
    "In 2023, additional features have been added to ease the customer’s process in certain NBK Egypt has a total Sohag cards payment and transfers.",
    "Upcoming of 202 AIMs, with 64 ATM service enhancements in 2024 include: : Personalized customer greeting, cards located onsite and 138 activation and contactless service.",
    "offsite.",
    "42 | NBK-Egypt Sustainability Report 2023 NBK-Egypt Sustainability Report 2023 | 43 Our branches are strategically located in prime locations to increase the Bank’s customer base and business volumes.",
    "The Bank aims to move into governorates where it currently lacks a presence, such as El Menia and Port Said, fostering financial inclusion (as per CBE directives) and serving areas of business concentration and governmental expansion — projects.",
    "The geographical distribution of branches is determined by factors such as business volume, population, and the distribution of our customer base.",
    "The branch expansion plan is designed to enhance financial inclusion, covering governorates across Egypt, especially in Delta, Canal, and Upper Egypt.",
    "The goal is to target new customers in these proposed areas, thereby contributing to the Bank’s customer base growth.",
    "In recent years, we embarked on a journey of expanding and revitalizing our branch network, with a strategic focus on positioning NBK-Egypt as one of the leading consumer banks.",
    "We focus on the design structure of the branches and the customer journey, ensuring that the branch network aligns with the latest standards and offers an exceptional customer experience.",
    "This comprehensive effort involves assessing our existing branches to enhance the infrastructure and carrying out renovations to meet evolving business needs.",
    "Over the last three years, we have renovated 90% of our branch network and created new Privilege and Upper Privilege areas, or business lounges where space allows, complete with dedicated financial advisers.",
    "44 | NBK-Egypt Sustainability Report 2023 These areas align with the Bank’s segmentation policy, emphasizing a focus on privilege services across the entire branch network, enhancing the customer experience by providing tailored services to different customer segments.",
    "The new branch in Port Said opened in 2022, bringing the total number of branches to 53 in that year; this increased to 54 in 2023, with the opening of one in the Minya Governorate.",
    "We have two Islamic branches, one in Alexandria and the other in Cairo.",
    "The Bank is committed to establishing new branches in prime locations, incorporating the latest design standards to elevate the customer experience, while older branches in less favorable areas or conditions are being relocated to prime locations, in line with the strategic direction of the overall expansion plan Location of Branches 2023 By Region Upper Egypt 3 Greater Cairo AO NBK-Egypt Sustainability Report 2023 | 45 NBK-Egypt provides a comprehensive set of digital channels and services to facilitate remittances that include online and mobile banking, the Instant Payment Network (InstaPay), and a call center dedicated to internal transfers.",
    "This diversified range of options reflects the Bank’s commitment to offering convenient and accessible avenues for customers to make remittances.",
    "NBK-Egypt showcases its dedication to sustainability through offering digital channels and services for remittances.",
    "These offers are designed to curtail our environmental footprint by empowering customers to execute transactions remotely, thereby reducing their need to travel and minimizing reliance on paper-based processes.",
    "The Bank successfully navigated a substantial challenge in boosting remittances, overcoming hurdles related to ongoing system development and enhancement.",
    "Governance for | A Responsible Banking Resilience The implementation process seamlessly adhered to the policies outlined by the CBE and the Bank's internal guidelines.",
    "Effectively managing this evolution in systems and processes has been a key achievement in addressing challenges associated with the rise in remittance volumes.",
    "The Bank’s Strategic plan involves proactive measures to boost remittances, including expanding its geographical coverage and presence.",
    "This expansion strategy encompasses the establishment of new branches and the deployment of additional ATMs to create a more extensive network that facilitates and encourages higher volumes of remittance transactions as the Bank recognizes these as a necessary tool for advancing financial inclusion.",
    "By actively promoting the use of digital remittance channels, the Bank contributes to reduce cash transactions and minimize the need for physical bank visits.",
    "Total Number of Clients 202.",
    "ED 15,2; 202] ED 15,350 0 10,000 20,000 30,000 40,000 50,000 46 | NBK-Egypt Sustainability Report 2023 Capitalizing on Our | Investing in Our | Alignment with UN SDGs Capabilities Communities | Appendix and Egypt Vision 2030 The Bank is known for its rapid execution of customer requests and its flexibility in finding alternative solutions.",
    "In 2021, the Bank had 15,850 clients, and the remittance volume stood at EGP 68.5B, which increased to EGP 91.99B in 2022 with a total of 19,465 clients.",
    "Remarkably, by 2023, the remittances volume expanded to EGP 163.77B with a total clients of 38,841.",
    "Remittances Volume 163.77 91.99 100 EGP in (Bn) 2021 2022 2023 Role of Remittances in Supporting Financial Inclusion The Bank plays a crucial role in expanding access to financial services for both individuals and businesses by offering convenient remittance services.",
    "This particularly benefits those with limited choices for transferring funds.",
    "By facilitating the transfer of funds within the formal banking sector, NBK-Egypt actively participates in promoting financial transparency and accountability on a larger scale that helps in the prevention of money laundering and other illegal activities, concurrently supporting governmental initiatives to monitor the flow of funds within the economy.",
    "NBK-Egypt Sustainability Report 2023 | 47 SMEs Department Highlights In 2021, a specialized SME Credit Policy was developed in alignment with the global corporate credit policy, focusing on SME finance and key lending methodologies.",
    "In 2022, NBK-Egypt obtained approval for the creation of a dedicated SME division, reporting directly to the Chief banking Officer (CBO).",
    "This division encompasses various regions and support units, with the opening of new branches and renovation plans for several others, and a dedicated Direct Sales Team was created, along with a new product catalogue for SME lending, based on market surveys.",
    "SMEs Department at NBK-Egypt NBK-Egypt acknowledges the — crucial significance of SMEs in driving the economic growth and development.",
    "Our steadfast dedication to sustainable development and economic empowerment persists as we continuously enhance our services and adjust to the evolving needs of the SME sector.",
    "We embarked on this objective by actively engaging with financial inclusion forums and expanding financial literacy among our customers.",
    "Various initiatives and programs were launched to facilitate financial access and empowerment.",
    "By December 2023, 27.68% of our lending portfolio was with MSMEs, exceeding the CBE target of 25%.",
    "48 | NBK-Egypt Sustainability Report 2023 Further initiatives in 2022 _ involved agreements with Delta Life Assurance Company and the Credit Guarantee Company, enhancing insurance coverage for SMEs.",
    "Semi-digital onboarding and optimizations in the credit process were also implemented.",
    "NBK-Egypt engaged in collaborations with EBRD for specific programs, resulting in booked cases during the year.",
    "Moreover, a digital lending initiative in partnership with CAYESH for Supply Chain Finance is in its final stages of internal processes for launch by the end of Q4 2023.",
    "NBK-Egypt makes informative brochures and flyers available in branches and at various forums hosted in NBK-Egypt booths.",
    "Our commitment to fostering entrepreneurship led us to launch the “Youth in Business” program, in collaboration with the EBRD.",
    "This program is dedicated to empowering young entrepreneurs by providing them with the necessary resources and guidance to succeed in their ventures.",
    "Furthermore, NBK-Egypt introduced financing initiatives tailored specifically for MSMEs, including the provision of low-interest rate financing options (at between 5% and 11%), initiated by the CBE, for both existing and new clients.",
    "Capitalizing on Our | Investing in Our | Alignment with UN SDGs Capabilities Communities | Appendix and Egypt Vision 2030 In line with our ongoing efforts, the Bank is actively seeking internal approval to commence operations under the NilePreneurs Initiative, in addition to supporting businesses owned by women, as a part of our commitment to diversity and inclusivity.",
    "In 2023, NBK-Egypt outlined a strategic plan that centers on fostering growth, enhancing support, and expanding financial inclusion initiatives specifically tailored to the needs of SMEs.",
    "Our strategy is mainly aimed at enhancing financial inclusion within the MSME (micro, small, and medium enterprises) sector.",
    "The focus areas for 2023 were as follows: © The Bank aimed to sustain the achieved ratio for medium-sized companies and addressed the 10% deficit within the SMEs’ ratio by proactively targeting and engaging with more small companies and increasing our provision of support for them.",
    "We wanted to expand the SME customer base to reach a broader spectrum of businesses and entrepreneurs and provide them with tailored training and consulting services designed to provide comprehensive financial solutions that cater to specific segments within the SME sector.",
    "NBK-Egypt Sustainability Report 2023 | 49 MSMEs Portfolio % of clients in Top Sectors in MSMEs % of clients in Top Sectors in MSMEs .",
    ".",
    ".",
    "i i i : ; .",
    "© Constructi e ing @ Manufacturi Lending Portfolio (Micro) > Cana) OSES OTirslfng) heme rate Lending Portfolio (Medium) onstruction @ Services @ Trading Manufacturing 50.00% 50.00% 40.00% 40.00% 40.00% See 40.00% 32.00% 30.00% 28.00% 30.00% 28.00% ; 27.00% 50.219 22.00% 0 0 20.00% 18.00% 20.00% 16.00% 15.00% ; 11.00% 12.77% 44.17% 10.00% 10.00% aga 8.00% 4.00% 0.00% 0.81% 0.81% 1.61% a / 0.00% ~__.",
    "@& !",
    "0.00% 2021 2022 2023 2021 2022 2023 % of clients in Top Sectors in MSMEs Lending Portfolio (Small) © Construction @ Services eTrading @ Manufacturing 50.00% 40.00% _ 31.00% 30.00% 25.00% 21.00% oon 20.00% socom 15.00% 10.00% 2.58% 3.65% 3-86% 0.43% 0.00% a a o 2021 2022 2023 50 | NBK-Egypt Sustainability Report 2023 NBK-Egypt Sustainability Report 2023 | 51 % of Clients in MSMEs portfolio 80.00% 70.00% 60.00% 50.00% 40.00% 30.00% 20.00% 10.00% 0.00% 61.00% 61.48% 25.14% 22.85% 16.15% 13.39% Governance for Resilience e Micro 11.00% | A Responsible Banking @ Small 61.85% 2021 2022 % of Total loans in MSMEs portfolio (EGP) 80.00% 70.00% 60.00% 50.00% 40.00% 30.00% 20.00% 10.00% 0.00% 31.34% 28.77% 1.89% 0.66% y an e Micro e Medium 27.15% @ Small 25.58% 0.46% / i, } 2021 2022 52 | NBK-Egypt Sustainability Report 2023 2023 e Medium 73.96% Capitalizing on Our Capabilities Total % of Micro Enterprises Clients Communities by Geographical Location 80.00% 70.00% 60.00% 50.00% 40.00% 30.00% 20.00% 10.00% 0.00% Total % of Small Enterprises Clients Investing in Our | @ Greater Cairo Alignment with UN SDGs and Egypt Vision 2030 | Appendix @ Lower Egypt © Upper Egypt 71.43% 70.16% 62.50% 31.58% 24.49% 24.19% 5.92% : 4.08% 5.65% a a a |.",
    "2021 2022 2023 by Geographical Location 100.00% 80.00% 60.00% 40.00% 20.00% 0.00% 71.25% 20.73% 8.01% @ Greater Cairo 69.19% 24.15% 6.67% e@e lower Egypt © Upper Egypt 71.74% 21.38% 6.89% 2021 2022 2023 NBK-Egypt Sustainability Report 2023 | 53 by Geographical Location e Greater Cairo © Lower Egypt 100.00% 80.00% 74.84% 70.65% 66.05% 60.00% 40.00% 25.58% 23.19% 19.28% 20.00% 0.00% !",
    "2021 2022 2023 At NBK-Egypt, we maintain strict policies and regulations to ensure responsible and ethical financial practices.",
    "We adhere to specific restrictions concerning ownership stakes by individuals from sanctioned countries, particularly those where more than a 10% stake is held by persons of foreign nationality from sanctioned countries.",
    "Moreover, the Bank places — significant emphasis on the credit history and financial status of entities seeking support.",
    "Businesses or individuals falling under the following criteria are restricted: - Government payment overdue or seizures.",
    "- Bankruptcy within the last three years involving key persons in the same or other companies.",
    "54 | NBK-Egypt Sustainability Report 2023 In addition to records indicating legal actions, non-performing loans (NPLs), settlements, write-offs, blacklisting, marginal interest, or previous classification as NPLs at our bank, whether at the company level or linked to key persons at an individual account level.",
    "Moreover, any entities with owners of shareholders directly associated with politically exposed persons (PEPs) or, in case of revealing reputation issues, behavioral concerns, and legal claims, entities associated with such issues are excluded from receiving funding or support.",
    "In addition to entities with poor financial health, including losses on presented financials or negative equity.",
    "The implementation of our exclusion list and restriction policies contributes significantly to reducing the percentage of non-performing loans among MSMEs and defaulters.",
    "Yet we prioritize fair treatment and proactive engagement with MSME defaulters, aiming for a balanced approach that supports borrowers facing payment difficulties while ensuring the bank’s interests and mitigating risks.",
    "Most facilities extended to NBK-Egypt’s SMEs obligors are secured by credit default coverage through contractual agreements with reputable entities such as the «Credit Guarantee Company» and the «Egyptian Takaful Company.» While our Relationship Managers (RMs) adopt a robust approach to follow up on accounts within their portfolios.",
    "They maintain close communication with borrowers through various measures: Conducting weekly phone calls to all borrowers.",
    "Regular and unannounced site visits to assess the situation.",
    "BC under his/her management every two months.",
    "Regular involvement of the SME division head in client calls.",
    "Arranging meetings between customers and the CBO if necessary.",
    "The default cases are promptly transferred to our Recovery team, which initiates contact with the client to explore restructuring options.",
    "If a customer exhibit delays or hesitancy in resolving the default, a claim requesting the guaranteed portion is submitted to the credit default company for payment.",
    "Simultaneously, legal actions are initiated promptly to protect the Bank’s interests and rights.",
    "NBK-Egypt Sustainability Report 2023 | 55 a CATERING TO YOUR BA NKIN ESSENTIALS ACCORDING TO ISLAMIC SHARIAH ali .",
    "7 fs ; i re Islamic Banking NBK-Egypt is dedicated to offering a diverse range of Islamic banking products and services that Strictly adhere and comply with the Sharia law, including the following Sharia principles: Avoiding Interest (Riba) Mitigating Uncertainty and Risk (Gharar) Prohibiting Speculation (Maisir) Avoiding Investments in Prohibited Activities In Islam, lending interest payments is considered exploitative, favoring the lender over the borrower.",
    "We therefore refrain from any practices involving interest charges or payments.",
    "Islamic finance prohibits participation in contracts with excessive uncertainty or risk.",
    "We adhere to this principle by carefully evaluating investments to avoid speculative or uncertain ventures, such as derivative contracts and short selling.",
    "Sharia law strictly prohibits speculation or gambling.",
    "Accordingly, NBK-Egypt does not engage in contracts where ownership of goods relies on uncertain future events, ensuring a commitment to ethical and responsible financial practices.",
    "Our banking practices are guided by a set of exclusion criteria which rule out any investment in businesses involved in prohibited activities, including producing or trading weapons, alcoholic beverages, and any involvement in exploitative forms of labor.",
    "56 | NBK-Egypt Sustainability Report 2023 Islamic Banking Governance All transactions undergo scrutiny by the Shariah inspection Committee to ensure compliance with Islamic principles.",
    "NBK-Egypt also has a Shariah Supervisory Board that regularly examines the Bank’s compliance with Shariah principles, supervises product development, and offers guidance on Shariah matters, ensuring the integrity of NBK-Egypt’s Islamic Banking operations.",
    "The Shariah Board comprises three esteemed scholars: a Prof.",
    "Dr.",
    "Ali Gomaa Mohamed Abd El Wahab Chairman (Member of Al-Azhar Al-Sharif’s Council of Senior Scholars) A Prof.",
    "Dr.",
    "Ahmed Gaber Badran Vice Chairman (Economics Professor and Islamic Banking expert) a Sheikh Mohamed Abdullah Zidan Member (Shariah Sciences Researcher and Preacher at the Ministry of Awgaf) NBK-Egypt integrates environmental standards into its Islamic banking practices, initiating the process through ESG risk assessments.",
    "Our commitment to social responsibility and ethical behavior is evident in our marketing efforts, aligning with CBE regulations and Shariah principles.",
    "Islamic Banking Products and Services In our pursuit of financial solutions grounded in Islamic ethics, we offer two main activities: finance products and depositary products.",
    "(~ > Finance products: NBK-Egypt offers distinct offerings for Retail and Corporate needs In Retail Finance: Different solutions are available such as personal Murabaha, auto Murabaha, and mortgage Murabaha.",
    "In Corporate Finance: A comprehensive suite of solutions encompassing corporate finance, project finance, trade, and commodity finance, catering to a diverse range of corporate entities and SMEs.",
    "These offerings address both short and long-term, in local and foreign currencies.",
    "XN yy, NBK-Egypt Sustainability Report 2023 | 57 clients with a total lending value reaching EGP 3.536M making up 90.51% of the Bank’s Islamic total lending portfolio.",
    "The corporate lending is split into Large corporate and SMEs in which the large corporate are made up of 34 clients with a total value of EGP 3.1168B and SMEs is made up of 19 clients with a total loan value of EGP 367.39M.",
    "In the retail lending sphere, we cater to numerous clients, with a lending portfolio valued at EGP 370.8M making up 9.49% of our Islamic Banking total lending portfolio.",
    "Total Number of Clients Total Number of Volume Corporate 53 EGP 3.54B Large 34 EGP 3.17B SMEs 19 EGP 367.39M Retail 238 EGP 370.8M Total 291 EGP 3.907B {— ™ This segmentation reflects our D itary Products: commitment to providing a diverse epositary Products: and tailored suite of Islamic financial NBK-Egypt offers a range of options products to meet the unique needs tailored for Retail and corporate clients.",
    "of our clients.",
    "Retail products: We offer products that suit the In 2023, Islamic Depository clients needs including Islamic was made up of: Current Accounts, Investment Accounts, Islamic Savings Accounts, Youmi Accounts, Term EGP 3.346M from 138 Deposits, and Islamic certificates.",
    "Corporate Clients Corporate products: We offer Islamic Current Accounts, Corporate Investment Accounts, and Term Deposits.",
    "Ne yy EGP 760M in Retail Deposits from 4,955 Customers 58 | NBK-Egypt Sustainability Report 2023 Capitalizing on Our Investing in Our Alignment with UN SDGs Appendix Capabilities Communities and Egypt Vision 2030 Our Marketing and Communication Approach NBK-Egypt’s marketing and communications approach is founded on authenticity, transparency In the communication process, and respect for all stakeholders, which guides us to convey the Bank’s vision out into society.",
    "NBK-Egypt ensures that all its products and services adhere to meticulously organized and documented procedures in which assessments are conducted by the direct business line, and the legal and compliance divisions; this maintains the alignment of our communications approach with our values.",
    "Through this collaborative and thorough approach, we maintain a high standard of quality and compliance across all aspects of our offerings.",
    "As we strive to be a driver of innovation and reliability in the banking sector while also supporting individuals and corporations in reaching optimal performance and exceptional growth, we proactively establish policies, systems, and practices to ensure responsible digital interactive marketing communications, ethical sales, as well as data protection and privacy.",
    "NBK-Egypt tailors its external messaging through diverse marketing campaigns and initiatives, ensuring a personalized approach for each market segment with the overarching message that NBK-Egypt is “The Bank You Know and Trust”.",
    "Internally, we cultivate a distinct communication message for our employees that underlines the significance of embracing our core values such as trust, integrity, consistency, teamwork, communication, accessibility, availability, excellence, and empathy.",
    "These collectively serve as the basis of NBK-Egypt’s communication strategy, fostering a cohesive atmosphere within the bank that profoundly influences our external interactions by ensuring that the external messages we convey are based on a solid foundation.",
    "In terms of compliance, NBK-Egypt has a record of no incidents of non-compliance with voluntary codes or regulations regarding product and service information and labeling.",
    "This dedication extends to marketing communications, where we have not experienced any incidents resulting in warnings, fines, or penalties.",
    "NBK-Egypt aligns its communications practices with the Group’s principles through the implementation of the Advertising and Marketing Communications Practice Code, which is a set of ethical guidelines compiled by NBK Group.",
    "The Practice Code is based on the International Chamber of Commerce Code and is designed to safequard clients, instill trust, and ensure truthful, legal, and decent advertising.",
    "There are five chapters, detailing ethical rules in areas such as sales promotion, sponsorship, direct marketing, advertising, and marketing using digital interactive media, and environmental claims.",
    "We also abide by the Egyptian advertising and marketing laws and regulations.",
    "The Code is consistently applied and used as the main reference by all internal and external stakeholders engaged at every stage of the marketing and communications process.",
    "To reinforce compliance, NBK provides an Implementation Guide, facilitating a clear understanding of its principles.",
    "Any inquiries or requests for interpretation regarding the Code’s principles can be submitted to the NBK Code Interpretation Panel.",
    "2022 Campaigns Corporate and SMEs i nn ee ae eee | 5ySHine Dads gcd Solem Blau gilly 3 paduad!",
    "IS wat SL LY Leh Leena!",
    "Shas ints Slog tie iS Alaa gills 5 pada) OLS tJ) a : t Spo (52 »8 ohe G31 um!",
    "thastalite | } O aft}!",
    "NBK (50 Jolalt JL ui) hel pel ¢ pula Sguils Alas gall 3 puma!",
    "OLS aS!",
    "leo Y Leas NBK (44 Alnus gills 5 padteall Glog Sli Joga nels ae lela m Wie pula Sguls 60 | NBK-Egypt Sustainability Report 2023 Consumer Banking Campaigns 2022 Si NBK Concierge Glei> ardiut AS Aig Ake ps 5g 8 Aine pny asleia'¥!",
    "NBK Visa Glailss pisciul NBK (42.51.04!",
    "Olle es eSLat) wlSt alos jgdl) 2uosd le Igual DIG ype 9g 12 > ta wt Visa a» 2022 ,to3 FIFA NOON.COM {2 cl )2) ie piSd Cy LoX La (5 pully gust!",
    "1s 1g (@ ie; ‘>i.",
    "( =!",
    "op tne Raskin soo, whe up pauses 3 8 GL .",
    ": --A pl pb ol may 5 s4 .",
    "‘+ euctt P a 2 : iS anim ¥ i> Sb OAS ole ham!",
    "plctalawls (pspcs Alarms sh pe tc ge \\ SS be page 5h 9B AGL is Det dal QSL!",
    "NBK Visa States alas) sic alco!",
    "NBK ola, astasisti NBK Mastercard cidlta.» Sul all Bpge Vly ils SIV cide cal dee 500 > Wh SIS aller aos ORES Anim 500 3) haar SL IS le uamty | -”- WbSl ow & wet?",
    "a.",
    "a.” a rh th 5678234 56 Claslotig wlll as lias tod NBK 54 AGLe 9!",
    "OLS es 15198 Gait NBK Thahabi Banking Pada!",
    "59,80) be Ste Lite Bo parm 9 Sly 8 AUB pues As pons -ANGLab 93 3 gti esll bged eal wo Ac 342.4) 2103 NBK Thahabi Banking x« BcrlogS!",
    "yhaus'S'y Cle gute!",
    "ye Aaeuly AnD peal!",
    "be nsylg Giacitl ite NBK Thahabi Banking e« AUS Lad g EU Auonaine Lil jes aie Consumer Banking Corporate Banking Business Banking Financial Inclusion Initiatives EMEA Finance Sponsorship tex D ee | | > : oa || AUS it Aspro Le YN!",
    "(ps Adley aie in nil esalkees bic NBK Business Banking Gle.i> a< te Smal!",
    "stars lees cot ltl J gedit!",
    "3 abv (98 Et Lites SLi Lil po tlall agit AuLies Ao peam jatlatdy Stic Ol reas cial NBK ¢0 31,250 SUI Sgett!",
    "lium ae ae ogg ogy Babi spe —— pl ae ot pinty!",
    "Se ee eo!",
    "at CENTRAL BANK OF EGYPT NBK-Emarat Misr Credit Card Campaign Spweah!",
    "sluais lees - col J gencist) Sy ahve (68 SF bis Slt es Islamic Banking CD eS che Lge ELI chal Lim oF gS lg agtall Asal!",
    "as pall Aaoloy Ly (Small 65S ti Lidl Asle » Kalil > - Tae -~ AG SLolaes JS phe W\\) Sl Sls wai Sep!",
    "1+ 94 92 AM Soot!",
    "GlLitleas et Lis NBK *c 2 glam Gialgd ae pas Olle} Glare (3 4-5 Peots We OE Ge) TL ae Le ) : Peeiga VO im \\ Cpe ~ Gomes tae : pare wi ¢ | Achat!",
    "ois y NBK (,—<« eee es oe te mnee sPiagat 4 » fide « 4.",
    "by paler tie PT TO ra Me yr A ath ont .",
    "ea) er Re wai reir yv.th4 seer es i Bits .",
    "lath Patti aE HANK OF EGYPT .",
    ": .",
    ".",
    "_ = an a ™ ¥ : yy { nt, ver piss) Ssgy SJ!",
    "5k 62 | NBK-Egypt Sustainability Report 2023 Governance At NBK-Egypt The Bank is governed by a set of high standards and values, divided into pillars, and implemented through policies and procedures.",
    "These pillars are: e Code of conduct e Related Parties Transactions e Confidentiality e Conflict of Interest © Whistle Blowing e Disclosure and Transparency.",
    "All policies at NBK-Egypt are reviewed every one to three years depending on the Policy's nature.",
    "The Code of Conduct is updated every two years and was last updated in 2022.",
    "The Corporate Governance structure of NBK- Egypt is developed and approved by the Board of Directors.",
    "The structure is reviewed on an annual basis and updated to reflect emerging trends relevant to the Bank’s business and development.",
    "66 | NBK-Egypt Sustainability Report 2023 NBK is committed to supporting a sustainable economy, incorporating ESG-related risk assessment systems starting 2023.",
    "NBK recorded Zero confirmed incidents of Corruption, Fraud, Money Laundering, or Bribery demonstrate a robust stance against financial misconduct.",
    "On NBK encountered no ethics-related controversies or Whistleblowing cases in 2023 affirming a strong ethical foundation.",
    "The appointment of the first independent female memebr on the Board of Directors in 2022 marked a pivotal step towards gender diversity on the Board.",
    "Capitalizing on Our | Rillasdadiresting | Alignment with UN SDGs Capabilities (to Ou Goitiesunities | Appendix and Egypt Vision 2030 NBK-Egypt Structure Shareholders .",
    "Board of Directors (BoD) Head of Board Secretary Legal Affairs & Corporate Governance Board Board Board Corporate Board Board Audit Remuneration | Governance & Risk Sustainability Committee Committee Nomination Committee Committee Committee Vice Chairman, CEO & Managing Director Executive Committee Deputy Managing Director [ e Board Committee —_e Functional Committee } NBK-Egypt Sustainability Report 2023 | 67 @ Board of Directors The Board of Directors (BoD) or the Board is responsible for setting the strategic objectives Percentage of Males and Females in the BoD of the Bank and its risk appetite, corporate governance framework, active contribution in the Bank organization, assuming responsibility in relation to the bank’s financial soundness, safequarding the interest of shareholders, depositors, and other stakeholders, focusing on risk management and governance, enhancing internal control systems and internal and external audits.",
    "NBK-Egypt is governed by a robust BoD composed of nine members, 77.78% with expertise in banking, legal, treasury, compliance, audit, telecom, digitisation, and insurance.",
    "They bring diverse experiences and expertise, having already demonstrated leadership and integrity in their respective institutions.",
    "The following charts show the > jieles © Fenneles BoD’s make-up across differentsegqmentations.",
    "=| ) Egyptian Vs Foreign Board Members Age Distribution Number of Executive, Non-Executive and @ Independent © Non-Independent Independent Board Members 33.33% 66.67% @ International © Local @ Age 30-50 @ Above 50 XY / XY / 1 0 The Board composition is reviewed every three years, and in complying with CBE regulations.",
    "0 !",
    "The Board membership for non-executive members must not exceed two consecutive cycles or a Executive Non-Executive maximum period of six years unless there are specific justifications to do so.",
    "68 | NBK-Egypt Sustainability Report 2023 NBK-Egypt Sustainability Report 2023 | 69 NBK-Egypt Board of Directors Mrs.",
    "Shaikha Al-Bahar Mr.",
    "Yasser El-Tayeb Mr.",
    "Walid El Seyoufi Mr.",
    "Sulaiman Al Marzouq)=—s Mr.",
    "Omar Bouhadiba Mr.",
    "Abdulamir Fadel Chairwoman, Non-Executive Vice Chairman, CEO and Deputy MD, Executive Board Member, Non-Executive | Board Member, Non-Executive Board Member, Non-Executive Managing Director, Executive For NBK-Eqgypt’s BOD members’ biographies Click here ; & Dr.",
    "Khaled SerrySeyam Eng.",
    "Ahmed Aboudoma Mrs.",
    "Rasha Alroomi Board Member, Non-Executive Board Member, Non-Executive Board Member, Non-Executive Independent Independent Independent 70 | NBK-Egypt Sustainability Report 2023 NBK-Egypt Sustainability Report 2023 | 71 The Board is supported by five different Board Committees with separate mandates defined by the Board.",
    "1) Board Audit Committee (BAC) This Committee is composed of three non- executive board members, chaired by an independent director who cannot assume the chairmanship of another committee.",
    "The Committee meets at least once per quarter to review the financial statements and reporting of the Bank, the internal controls and audits, and the Bank’s relationship and monitoring role with its external auditors.",
    "It also oversees the recruitment, dismissal, performance appraisal, and remuneration recommendation of the head of internal audit.",
    "The Committee submits the committee's meeting report to CBE quarterly, including key observations and actions taken and any other relevant issues.",
    "72 | NBK-Egypt Sustainability Report 2023 Governance for Resilience (— Dr.",
    "Khaled Serry Seyam CHAIRMAN (INDEPENDENT) MR.",
    "ABDULAMIR FADEL Member MRS.",
    "RASHA ALROOMI Member (Independent) 2) Board Risk Committee (BRC) The BRC is composed of three non-executive members and 1 executive member and is chaired by a non-executive Director.",
    "It meets once per quarter as per CBE requirements.",
    "The Committee is responsible for monitoring the Bank's risk profile, risk strategy, appetite, and controls and providing recommendations.",
    "It also establishes risk management infrastructure including policies, people, processes, and technologies.",
    "In addition, it administers and manages the Bank’s capital requirements by ensuring that the Bank maintains adequate capital and liquidity levels in line with its activities while overseeing the recruitment, dismissal, and performance appraisal and remuneration recommendation of the Chief Risk Officer.",
    "Ne MR.",
    "SULAIMAN AL MARZOUQ ~\\ CHAIRMAN MR.",
    "OMAR BOUHADIBA Member MRS.",
    "RASHA ALROOMI Member (Independent) MR.",
    "YASSER EL TAYEB Member 3) Board Remuneration Committee (BREC) The BREC Committee is composed of three non-executive board members and chaired by an independent Director.",
    "It meets at least three times a year and is responsible for drafting, reviewing, and developing remuneration policies for the Bank on a periodical basis that aligns with the Bank’s risk profile, with criteria that align with the Bank’s long-term goals.",
    "It also determines the extent of the Bank’s wage variation, the ability to set a cap forit, and the method of distribution among the Bank’s departments.",
    "The BREC reviews and approves the Bank's grading, functions, and_ title structures for the executive Board members and senior executives, as well as the minimum and maximum salary range determined for each category, while taking into consideration market pay base structure.",
    "Remuneration for Independent Board Members is decided on by the General Assembly.",
    "(— ENG.",
    "AHMED ABOUDOMA CHAIRMAN DR.",
    "KHALED SERRY SEYAM Member (Independent) MR.",
    "OMAR BOUHADIBA Member (Independent) NBK-Egypt Sustainability Report 2023 | 73 Committee (BCG&NC) The BCG&NC Committee’s charter requires a minimum of two meetings per year and is composed of three non-executive Board members, one of whom is the chair.",
    "The Committee reviews the principles and practices of the Bank’s corporate governance, the robustness of its policies and procedures, as well as the effectiveness of the implementation frameworks.",
    "It also supervises the process of monitoring and reporting conflicts of interest and related party transactions and is mandated to develop the succession plan for Board membership by identifying the required skills and oversees the nomination and training of new members.",
    "This Committee prepares the governance report for the Bank on a regular basis and reviews the annual report.",
    "4 a MRS.",
    "SHAIKHA AL-BAHAR CHAIRWOMAN DR.",
    "KHALED SERRY SEYAM Member (Independent) MRS.",
    "RASHA ALROOMI Member (Independent) 5) Board Sustainability Committee (BSC) This Committee newly added to function as of 2024 will assist the Board of Directors in its oversight of sustainability and sustainable finance, while guiding the integration of ESG issues into the Bank’s decision-making processes, and ensuring the Bank is aligned with NBK Group ESG Strategy and goals.",
    "This committee — shall ensure that sustainability governance is in_ place including approving annual sustainability reports, frameworks, standards, policies, and procedures, and will present a regular progress report to the Board.",
    "74 | NBK-Egypt Sustainability Report 2023 ( » MR.",
    "SULAIMAN AL MARZOUQ CHAIRMAN MR.",
    "YASSER EL TAYEB Member MR.",
    "WALID EL SEYOUFI Member Capitalizing on Our | Investing in Our | Alignment with UN SDGs Capabilities Communities | Appendix and Egypt Vision 2030 Board Secretary and Corporate Governance Department The Board Secretary and Corporate Governance Department produces an annual pre-set schedule for the Board and committee meetings, in coordination with Board members, to ensure complete commitment to carrying out their responsibilities and to ensure the presence of all members.",
    "The Board Secretary is also responsible for sending out agendas and relevant documents at least one week in advance to ensure that they are well received and read.",
    "Supervising Senior Management To fulfill one of its duties which is supervising senior management and following up on their performance, Non-executive Board Members meet at least once a year with Senior Management in the presence of the Board Chairman and in the absence of executive members to ensure independent assessment of the executive team.",
    "Senior Management Diversity Senior managements are core to the well-being and good functioning of NBK-Egypt.",
    "The Bank has 66 Egyptian senior management employees, categorized as shown in the figures below: Senior Management by Gender Senior Management by Age Category 33.30% 77.30% 66.70% @ Males @ Females @ Age 30-50 @ Above 50 NBK-Egypt Sustainability Report 2023 | 75 To ensure commitment to the Board’s responsibilities, an annual pre-set schedule of the meetings of the Board and its committees is developed by the Board Secretary & Corporate Governance Department in coordination with Board members to ensure their presence in the meeting in advance.",
    "The Board Secretary is also responsible for sending the meeting agenda and relevant documents before the meeting with at least a one-week slot to ensure that they’re well received and read.",
    "Remuneration for independent Board Members is decided on by the General Assembly.",
    "For Executive Board members as well as senior executives, the BREC reviews and approves the Bank’s grading, functions, and title structures as well as the minimum and maximum salary range determined for each category, while taking into consideration market pay base structure.",
    "The Bank also reports the aggregate top 20 salaries annually in the financial report.",
    "In 2023, the total amount of salaries and wages paid for the top 20 employees in the bank is EGP 46,838M against EGP 42,792M.",
    "NBK-Egypt holds the highest standards when it comes to maintaining its reputation in the market.",
    "The Bank allocates professional legal, internal audit, and compliance teams to ensure the continuity of the Bank’s operations in a sound and ethical manner and to investigate any cases of accusations that might be raised against it.",
    "Internal Audit The primary role of the Internal Audit Department is to support the Board and executive management team in protecting the assets, reputation, and sustainability of NBK-Egypt.",
    "It does this by assessing whether all significant risks are identified and appropriately reported by the risk function to the Board; by assessing whether these risks are adequately controlled; and by challenging management to improve the effectiveness of governance, risk management, and internal controls.",
    "The function is independent, follows a risk-based methodology, and reports to the BAC.",
    "It also undergoes an independent external quality assurance review every five years in line with the standards defined by the Institute of Internal Auditors.",
    "External auditors and audit partners to NBK-Egypt are subject to a regular rotation every four years, on average, to maintain the integrity of, and reduce biases within the audit process.",
    "NBK-Egypt Sustainability Report 2023 Functions of the Internal Audit Department © Understand the banking environment by constant engagement with clients © © at different levels towards keeping IA objectives and activities relevant.",
    "Review and update the audit universe, which is a comprehensive list of all auditable areas within the Bank, through risk assessment to identify areas of high risk.",
    "Based on the risk assessment, develop an audit plan that prioritizes areas of particularly high risk.",
    "This plan outlines the scope, objectives, and timing of audits.",
    "Allocate resources based on the skills matrix and continuously develop them to conduct effective audits.",
    "Adopt a standardized audit methodology that includes techniques for data analysis, interviewing, and evidence gathering.",
    "Maintain.",
    "open communication with key stakeholders, understand their concerns and expectations, and ensure that the audit strategy is aligned.",
    "Internal Audit utilizes the TeamMate Audit Management System to manage key activities and processes covering the audit lifecycle.",
    "Establish a data analytics system for continuous auditing of key risks and controls.",
    "Regularly report audit findings, insights, and recommendations to the Executive Management and the Audit Committee.",
    "Review the quality assurance program and update it, in addition to applying continuous improvement to the program to ensure adherence with the new Institute of Internal Audit standards.",
    "Coordinate with external auditors, regulatory bodies, and control functions to ensure adequate audit coverage.",
    "The audit plan is reviewed quarterly to keep the plan agile towards aligning with the dynamic business environment.",
    "NBK-Egypt Sustainability Report 2023 The Compliance Department oversees the Bank's adherence to all policies, procedures, laws, and regulations, including the corporate governance policies and procedures, and reports to the management team and the BAC.",
    "Governance for A Responsible Banking Resilience Tax NBK-Egypt operates in relatively high tax jurisdictions and has specific interactions with the Board regarding tax matters.",
    "An external tax consultant is engaged to review the tax returns and advise the Bank on tax treatments.",
    "They also update the Board on a quarterly basis regarding new tax laws and the outcome of any tax reviews by the regulatory authorities.",
    "The structure of the Compliance function is as follows: Compliance Organization Chart Audit Committee | Compliance Head Consumer Protection Rights AML & FATCA Regulatory Comliance The presence of the compliance function ensures independence of investigation for any violation and malpractice, in line with our whistleblowing policy.",
    "During the reporting year, the number of customer complaints against NBK-Egypt has been tracked and is presented in the table below.",
    "2022 2023 Number of closed Complaints Invalid 78 | NBK-Egypt Sustainability Report 2023 3786 5812 1461 2320 2319 3492 Capitalizing on Our | Investing in Our | Alignment with UN SDGs Capabilities Communities | Appendix and Egypt Vision 2030 Complaints are received and registered on a Customer Relationship Management (CRM) system, reviewed by the CPR team, and then sent to the departments concerned to investigate and respond, with evidence.",
    "The CPR team then reviews and investigates the evidence and documents all data on the CRM system.",
    "The team periodically reports the results of a root cause analysis on the complaints to include them in the registry.",
    "The anti-money laundering (AML) unit operates within the compliance function and has a mandate to detect, deter, and mitigate money laundering and financial crime risks.",
    "The department is responsible for ensuring compliance with relevant laws, regulations, and industry best practices related to AML, and combating the financing of terrorism.",
    "An Anti-Money Laundering and Combating Financial Terrorism (AML/CFT) policy and procedures are in place and updated regularly to ensure compliance with laws, regulations, and practices, and are reviewed and approved by the Board and the BAC.",
    "The policy is comprehensive and assists staff in understanding the legal requirements and penalties for non-compliance, the expectations of the Bank, how to recognise transactions that point to money laundering or the financing of terrorist activities, and the actions to be taken.",
    "AML activities are tracked and detected by automated systems that continuously monitor transaction based on pre-set scenarios covering the main ‘red flag’ signals.",
    "The unit also files Suspicious activity reports (SARs) when necessary and reports to the CBE on a quarterly, semi- annual, and annual basis.",
    "The unit carries out an annual AML training programme to raise employees’ awareness of the internal procedures for reporting suspicious activities, supported by regular communications and emails.",
    "NBK-Egypt has a clearly defined anti-bribery and corruption policy, an effective controlling process, internal mechanisms for promoting integrity, and well-defined management procedures for conflicts of interest and to enforce accountability rules.",
    "This ensures compliance by employees and any other people who act in the Bank’s name, including the BoD and senior management, with applicable legal regulations, global rules, ethical and professional principles, and standards and regulations against bribery and corruption in all NBK-Egypt’s branches.",
    "As a result of NBK-Egypt’s robust governance and management, no legal actions were taken against the Bank regarding violations of the rules around anti-trust, monopoly, business ethics, intellectual property, human rights and environmental disputes, customer privacy, and anti- competitive behaviour, and there were no confirmed incidents of corruption in 2023.",
    "On the other hand, 47 incidents of money laundering were identified during the reporting year, as well as two fraud cases related to ATMs, representing EGP 917,431.",
    "NBK-Egypt is taking measures to avoid any recurrence of such incidents.",
    "NBK-Egypt Sustainability Report 2023 | 79 Number of confirmed incidents of Money-Laundering 47 Risk Management At NBK-Egypt, we implement a formal Risk Appetite Framework (RAF) designed to identify, assess, and manage various types of risks.",
    "These encompass credit, operational, liquidity, and market risks.",
    "NBK-Egypt has put in place credit risk policies that oversee different lending activities such as SME, retail, and corporate lending.",
    "These policies actively keep an eye on credit risk using specified tools, and reports detailing these risks are regularly presented to the Board Risk Committee for thorough review.",
    "Recently, the Bank updated its corporate credit policy by integrating Environmental and Social Risk.",
    "This showcases the Bank’s dedication to encouraging green and socially responsible investments.",
    "This structured approach significantly bolsters the Bank’s capacity to manage ESG-related risks, demonstrating its commitment to sustainable and responsible business practices.",
    "In addition, an Operational Risk Management Policy is in place to bolster the control environment across the bank’s units and functions.",
    "This policy focuses on_ utilizing efficient Operational Risk Management (ORM) tools such as Risk and Control Self- 80 | NBK-Egypt Sustainability Report 2023 Assessment, Key Risk Indicators, and Incident Reporting to mitigate risks and prevent potential losses.",
    "Moreover, the Bank established a robust liquidity risk policy along with contingency plans and stress testing practices to effectively handle liquidity and funding risks.",
    "The Asset & Liabilities Committee is responsible for supervising the evaluation and management of funding sources and liquidity positions.",
    "In addition to the crucial role that stress testing plays in managing liquidity.",
    "Additionally, we incorporate Early Warning Signals (EWS) within our Risk Appetite Framework, as well as Interest Rate risk in conjunction with FX risk occupies a high level of importance within the Risk Management Framework and tools.",
    "NBK-Egypt’s Environmental and Social Management System (ESMS) NBK-Egypt has taken significant steps to embed responsible practices within its operations by instituting an Environmental and Social Management System (ESMS).",
    "This system is designed to effectively identify, minimize, and oversee environmental and social risks associated with its business activities, particularly in corporate transactions.Led by the Sustainability and Sustainable Finance Department under the Risk Division, the ESMS implementation is based on policies outlined in NBK-Egypt’s Environmental and Social Policy, streamlined within the Credit Risk Policy.",
    "NBK-Egypt Sustainability Report 2023 | 81 As of February 2023, the establishment of the Sustainability and Sustainable Finance Division further solidifies the commitment to responsible practices.",
    "This division collaborates closely with the Risk Division to ensure the integration and oversight of sustainable initiatives within the bank’s operations.",
    "Core objectives of ESMS Embedding ESG considerations, including E&S and climate risks, across all client segments and products to enhance NBK-Egypt’s sustainability objectives.",
    "Collaboratively addressing environmental and social risks in client/investee operations through compliance with regulations and international standards, adapting to dynamic risks over time.",
    "Meeting stakeholder expectations regarding climate risk management, sustainability, and ESG reporting.",
    "Aligning with the CBE’s new regulations for sustainability in the banking sector and satisfying external ESG rating agencies and investors.",
    "Facilitating collaboration with Development Financing Institutes (IFC, EBRD, KFW, etc.) by meeting eligibility criteria for technical and financial assistance.",
    "Environmental & Social Categorization NBK-Egypt categorizes all its investments and transactions into four groups (A, B, C, and Excluded), considering both environmental and social risks alongside project size.",
    "These categories serve as a blueprint for conducting thorough environmental and social due diligence processes.",
    "Each client is expected to comply with specific performance standards and requirements that correspond to their business activity category.",
    "The Bank adheres to national laws and regulations by adhering to the EIA categorization system of the Egyptian Environmental Affairs Agency (EEAA), except for certain specific investments which are excluded from this system.",
    "This approach ensures that NBK-Egypt’s operations align with the country’s legal framework while also prioritizing environmental and social responsibility.",
    "An Integrated Approach to Environmental Risk Management in Financing Activities The environmental intensity of NBK-Egypt’s loan portfolio is assessed through a weighted average of environmental risk associated with industry exposures, revealing that 34% of the total corporate portfolio poses high environmental and social (E&S) risks, primarily in the Mining & Energy sector, while 44% holds medium E&S risks, with Construction being the predominant sector.",
    "NBK-Egypt’s oversight of ESG risk management in financing activities commences early in the lending process, with business Relationship Managers (RMs) completing an E&S checklist prior to credit proposal submission.",
    "This checklist is then reviewed against E&S due diligence, with confirmation required from the E&S risk department post-approval by the credit risk committee.",
    "The Department categorizes the portfolio’s E&S risk exposure and ensures compliance with NBK-Egypt’s credit policy limits.",
    "ESG due diligence triggers and risk escalation processes are clearly defined, with credit applications screened against NBK-Egypt’s Exclusion List and non-compliance issues thoroughly investigated through site visits or environmental analyses, leading to the formulation of Environmental and Social Action Plans (ESAPs).",
    "The Credit Approval Authority (CAA) considers E&S risk recommendations in their decision-making process, ensuring alignment with NBK-Egypt’s commitment to responsible financing practices.",
    "NBK-Egypt Sustainability Report 2023 Financial and Operational Resilience Business Continuity Management Strategy Achieving consistent revenue growth while strategically integrating ESG considerations is a cornerstone objective for the Bank and this reflects the high importance of our material topic, Financial and Operational Resilience.",
    "This strategic objective is deeply embedded within the SS Bank’s operational framework, reflecting its alignment with both the Group and CBE directions, cry Signifying its high importance.",
    "Within this framework, NBK-Egypt has established key Ys performance indicators (KPIs) aimed at developing and refining sustainable finance policies in ine with regulatory guidelines and Global best practices.",
    "These efforts are overseen by dedicated Ensures the Meet Obligations partments such as: Health and to Customers, Safety of Regulators and E&S Risk with Sustainability & Sustainable Finance Division, work collaboratively to conduct Personnel Counterparts comprehensive reviews of existing corporate credit policies, research international best practices, and draft policies in alignment with industry standards.",
    "Furthermore, NBK-Egypt aims to conduct partnerships with accredited environmental experts to conduct rigorous risk assessments for large corporate projects, demonstrating its commitment to mitigating environmental risks and promoting sustainable project financing practices.",
    "This steadfast commitment underscores I—m— NBK-Egypt’s proactive approach to integrating ESG principles into its core business operations, {Op%S)) positioning it as a leader in responsible and sustainable banking practices.",
    "Protects Brand Facilitates Reputation Resumption of Operations as soon as Possible Minimizes the Operational Risks and Related Financial Losses to the Business On an annual basis, a Full Business Continuity test is performed for NBK-Egypt critical systems/staff by switching /operating from the Disaster Recovery site.",
    "Such tests are conducted to ensure and evaluate the efficiency of the set Business Continuity plan.",
    "84 | NBK-Egypt Sustainability Report 2023 NBK-Egypt Sustainability Report 2023 | 85 i.",
    "> Eno VISA) { j ‘ » Pee 4.",
    "RESPONSIBLE BANKING e Sustainable Finance e Environmental Impact e Responsible Procurement Sustainable Finance Environmental Impact Following NBK-Egypt’s interest to widen Totaling USD 40M in loans to 18 SME clients NBK-Egypt prioritizes environmental responsibility and acknowledges the significance of reducing its sustainability horizons and efforts, and from different sectors the Bank provided our carbon footprint.",
    "We disclosed our first Carbon Footprint (CFP) Report in 2021, showcasing in addition to the ESG Strategy discussed loans for SMEs under the umbrella of the our dedication to monitoring our environmental influence.",
    "It focused on assessing the Bank's earlier in this report, the Bank launched its Financial Intermediaries Framework (FIF), set emissions within the boundaries of its Head Office and was followed by a more detailed and Sustainability and Sustainable Finance Policy up by the European Bank for Reconstruction extensive report that covered all branches.",
    "This is the executive summary of carbon emissions to demonstrate its commitment to the cause and Development (EBRD).",
    "for 2021, 2022, and 2023 for Scope 1 and 2, Head Office, and branches.",
    "and to be aligned and comply with the CBE’s mandate on sustainable finance.",
    "Emission Source 2021 GHG 2022 GHG 20235 GHG Quantity Quantity Quantity (tCO.e/Year) | (tCO.e/Year) (tCO.e/Year) NBK-Egypt’s Credit Policy was updated in May 2023 to outline the Bank’s responsibility toward implementing Sustainability and Sustainable Finance principles, as well as Stationary Fuel Combustion 594.998 518.58 511.34 putting in place an Environmental and Social [RRR (WR eee eee -p--- +--+ +--+ +--+ Risk Management (ESRM) System including Mobile Fuel Combustion 44.86 44.90 79.14 an exclusion list and due diligence processes.",
    "[RD SUNIL pee eee eee +--+ +--+ Fugitive Emissions 0.15 0.11 0.12 (Application of Fertilizers) Fugitive Emissions 2358.75 468.16 362.03 (AC and Refrigerant Leaks) As for its green and social investments and finance, in 2023, the Bank financed a total of (5) credit facilities with positive environmental impacts while providing credit facilities with positive social impact to a total of 47 beneficiaries.",
    "The provided finance Purchased Electricity 2991.7 3259.90 3214.94 was worth EGP 4.553B, with EGP 4.3368 for [RamAWMP Ch OMAN SD [ann nnn nanan nnn anno nooo pon nnn nnn nnn nnn nooo 2222 nn nnn nnn === -8 Social projects including Health, Education, Total Emissions 5990.46 4291.65 4167.45 and Infrastructure, and EGP 216.33M_ for Environmental and green projects such as water, waste management, and _ industrial energy efficiency projects.",
    "Total GHG Emissions Many financed facilities fall under initiatives % 3000 under the CBE and/or the Government of Ss Egypt, such as the CBE’s Hayah Karima &% 6000 initiative for financing low- and medium- S 5990.46 income mortgages, the 5% initiative for SMEs, a —~@ and the Vehicle Replacement Presidential i 4000 Initiative.",
    "a 4291.65 4167.45 & 2000 The Bank provided loan facilities to many v Non-Banking Financial Institutions (NBFls)to G 0 | provide microfinance for micro-enterprises.",
    "7021 3022 3023 88 | NBK-Egypt Sustainability Report 2023 NBK-Egypt Sustainability Report 2023 | 89 Governmental Panel on Climate Change (IPCC), GHG Protocol: Corporate Accounting and Reporting Standards, and ISO 14064-1:2018.",
    "NBK-Egypt took a pioneering step toward environmental sustainability and climate stewardship by becoming the first bank to digitalize its emissions calculation and management processes using the Climate Edge Tool, marking a significant milestone in Egypt’s banking sector.",
    "Demonstrating a strong commitment to reducing its carbon footprint and fostering a greener future, NBK-Egypt leverages technology and ESG expertise to set a new benchmark for sustainable banking practices in the country.",
    "Ma ae CLIMATE EDGE \\ The key features of this initiative include: © Utilization of advanced technology for precise emissions tracking.",
    "Real-time generation of emission reports for immediate insights.",
    "Adherence to regulatory standards and transparent emissions reporting for accountability.",
    "Setting and achieving ambitious sustainability goals in alignment with global ESG standards.",
    "Building customer trust through eco-conscious banking practices.",
    "In 2023, NBK-Egypt’s total GHG emissions amounted to 4,167.45 metric tons of CO.",
    "equivalent (tCO.e).",
    "Scope 1 direct emissions were 952.52 tCQze, accounting for 22.86% of the total emissions including stationary combustion, mobile combustion, and fugitive emissions.",
    "Scope 2 indirect emissions, derived solely from electricity consumption from the national grid in NBK-Egypt’s buildings, totaled 3,214.94 tCQze, constituting 77.14% of the overall emissions.",
    "Scope 1 and Scope 2 Breakdown 12.27% @ 3214.94 tC0,e Purchased Electricity @ 362.03 tC0,e Fugitive Emissions Mobile Combustion 77.14% @ 511.34 tc0,e Stationary Combustion 90 | NBK-Egypt Sustainability Report 2023 (| Responsible Banking Capitalizing on Our Investing in Our Alignment with UN SDGs Appendix Capabilities Communities and Egypt Vision 2030 PP GHG emissions decreased across most emission sources in 2023, with exceptions being a slight 9.1% rise in emissions from fertilizers and a significant 76.3% increase in mobile emissions.",
    "Overall, our carbon footprint for 2023 exhibited a notable reduction of over 2.9% and 30.4% compared to 2022 and 2021 emissions, respectively.",
    "The decline in total emissions in 2023 can largely be attributed to a 9.6% reduction in Scope 2 emissions compared to 2022 and the reduction in fugitive emissions by 84.7% compared with 2021 emissions.",
    "These reductions stem from the more conservative assumptions made in estimating missing electricity consumption data points across various branches in 2022.",
    "In contrast, the adoption of a comprehensive data management system, addressing data gaps from 2022, and leveraging the Climate Edge digital tool in 2023, improved the data collection process, especially for fugitive emissions.",
    "This enhancement significantly reduced the number of missing data points, providing a more accurate reflection of actual energy consumption in the branches, which proved to be considerably lower than the estimates derived from the conservative approach used in the previous year.",
    "Source Efficiency and Reductions The Bank successfully achieved a downward trend in energy consumption, starting at 8,138.906 MWh in 2021, consumption dropped to 8,868.55MWh in 2022 and 8,746.22MWh in 2023, marking a significant reduction of 9.6%.",
    "NBK-Egypt has implemented initiatives to reduce energy and water consumption, thereby reducing emissions and optimizing resource utilization.",
    "These initiatives include: Enhancing the Installing infra-red Transitioning to LED irrigation system at water faucets at the lighti g th Head Office to reduce Head Office and in 9 pe across _ water usage by 30% most branches SEUSS INAS 12 Adopting solar Implementing motion Incorporating Variable water heaters at detection systems for (VRE) Seaton in Head Office lighting control new projects NBK-Egypt Sustainability Report 2023 | 91 NBK-Egypt manages its supply chain, defined as a network of vendors, people, activities, information, and resources involved in delivering financial services to the customers (i.e., the Bank’s core purpose), so we can conduct our operations and activities in a sound and efficient © Waste segregation project to recycle plastic, paper, cartons, and cans at manner.",
    "The Bank has a Systems, Applications & Products in Data Processing (SAP) System in Head Office.",
    "place to help with procurement governance by offering tools and functionalities that streamline the procurement process, enforce policies, and improve transparency.",
    "Specifically, the system helps in the following areas: In 2023, NBK-Egypt initiated waste audits and implemented waste segregation practices at Head Office to enable recycling and appropriate disposal of municipal solid waste resulting from the Bank's operations.",
    "Key aspects of these projects include: Partnership with Kendaka Upcycles, an NGO, that used our shredded paper to produce environmentally friendly products for their work in recycling and to support 40 female workers.",
    "NBK-Egypt has also trained 13 janitors in waste segregation and environmental impact, repaired 400 damaged IP phones to reduce electronic waste, and provided sorting bins for waste management and recycling at its headquarters.",
    "The total amount of paper recycled by NBK-Egypt increased from 41,300 kg in 2022 to 49,744 kg in 2023, owing to the partnerships and sustainable practices implemented by the Bank.",
    "Additionally, the Bank successfully reused 50 tons of recycled paper, further contributing to its environmental initiatives.",
    "92 | NBK-Egypt Sustainability Report 2023 1: Standardized Processes SAP establishes a defined flow for procurement activities, from requisitioning to payment, ensuring consistency and reducing errors.",
    "Improved Visibility Real-time data and analytics provide insights into spending patterns, supplier performance, and potential risks.",
    "Automated Workflows Manual tasks are minimized through automation, which reduces human error and expedites approvals.",
    "Supplier Management SAP facilitates efficient management of supplier information, qualifications, and performance metrics.",
    "Policy Enforcement Procurement policies can be embedded within the SAP system, guiding users toward compliant purchases and flagging any deviations.",
    "Audit Trails A complete record of procurement activities is maintained, enabling easier audits and compliance checks.",
    "NBK-Egypt Sustainability Report 2023 | 93 of them.",
    "Disaggregated Amounts Spent on Suppliers, by Geography (Local vs International) © Local Suppliers © International Suppliers 100.00% 93.10% ; 89.13% 85.06% 80.00% 60.00% 40.00% 14.93% 20.00% 5.87% 10.87% e ° 00% a (| | 2021 2022 2023 During 2022 and 2023, the Bank paid its suppliers EGP 634.523M and EGP 617.337M, respectively, of which 89.13% and 85.06% were spent locally.",
    "The international suppliers are mainly based in the Gulf, Europe, the United States of America, and India.",
    "The Bank's activities and relationships with suppliers are outlined in our Procurement Policy and the Sustainable Supplier Code of Conduct, which aim to ensure that procurement is conducted ethically and professionally, to promote fair competition and transparency in the procurement process, and to comply with all applicable laws and regulations.",
    "The ethical standards apply to conflicts of interest, confidentiality, and transparency, among others.",
    "Moreover, as NBK-Egypt adheres to Egyptian Labor Law, forced, compulsory, and child labor are strictly prohibited.",
    "In addition to adding sustainable NBK-Egypt Sustainability Report 2023 and responsible aspects to our Policy, including procedures designed to manage waste and monitor all processes related to it, we expect our suppliers to: Have oversight and management of environmental and social risks and opportunities.",
    "Maintain policies and procedures to ensure business is conducted lawfully and with integrity.",
    "Put into place and communicate confidential grievance procedures and prohibit retaliation.",
    "Develop human rights policies and procedures that include diversity and inclusion in the workforce and the supply chain.",
    "The establishment of these policies and codes of conduct helps us grow and maintain our position as a responsible bank, serving our clients and our communities and ensuring that we keep on conducting business with the highest standards of integrity.",
    ".",
    "—e 7 as oe a an NBK-Egypt Sustainability Report 2023 and Well-Being We aim to attract, develop, and retain the best banking talent in the region to help us achieve our vision of being the trusted Bank of choice and building on our core values.",
    "Our employees are our human investment, and we Strive to develop and empower them through training, benefits, and innovation.",
    "Well-being Campaigns We organize campaigns aimed at promoting the physical, mental, and emotional well-being of our employees.",
    "Through various activities, workshops, and awareness sessions, we emphasized the importance of supporting our employees’ overall well-being.",
    "Moreover, awareness sessions have been conducted, in coordination with Baheya, regarding the treatment and early detection of breast cancer, and through our partnership with MedRight Company, all employees were offered a complementary flu vaccination.",
    "Breakfast with the Managing Director To reinforce our commitment to an open-door policy and motivate our talented employees, we organized 12 rounds of Breakfast with the Managing Director.",
    "These sessions provided a platform for meaningful discussions, enabling employees to share their thoughts, concerns, and ideas directly with the leadership.",
    "A total of 144 employees actively participated in these sessions, fostering a culture of transparency and open communication.",
    "Employer Branding - Provided a number of students from the German International University with a 5-month internship that supported them in their graduation projects.",
    "- Participated in the top employment fairs for branding.",
    "- Offered 3-month summer internships to a total number of 500 undergraduates in 2023 in service to our desire to pay back to our community.",
    "98 | NBK-Egypt Sustainability Report 2023 Capitalizing on Our Investing in Our Alignment with UN SDGs Appendix Capabilities Communities and Egypt Vision 2030 Employees Demographics The figure below shows a 6.7%, growth in the total number of employees at NBK-Egypt, reaching 2,054 employees in 2023, of which 616 are permanent.",
    "Women constitute 32% of the total workforce, a 9.2% increase from 2022.",
    "Men, constituting 68%, increased by 5.5% in the same period.",
    "All employees are Egyptian nationals except for three, which is less than 0.1%.",
    "Numbers of Employees at NBK-Egypt by Gender @ Males Females 1500 1390 2022 2023 Employees under 30 years old represented around 28% of the total in 2023, and around half of the staff were between 30 and 50, leaving 16% over 50 years old.",
    "We find that women under 30 represent around 45% of all women working at NBK-Egypt in 2023, versus only 20% of men in the same year.",
    "Men are majorly represented in the 30-50 category, wherein lay 53% of total male employees; women were close behind with 43% of the female population in the same age group.",
    "NBK-Egypt Sustainability Report 2023 | 99 800 741 300 354 278 281 275 305 292 Males, 2022 Males, 2023 Females, 2022 Females, 2023 This age distribution shows a good base for diverse perspectives and experiences, which can be valuable in problem-solving and decision-making, as individuals from various age brackets may approach challenges differently.",
    "The current age distribution also reveals a solid number of mid- level employees who can transfer their knowledge to the new hires and the younger employees while also being mentored by senior management and those over 50.",
    "This also helps identify potential leaders from each age group, developing a pipeline of talent for key roles, thereby ensuring a smoother leadership transition in cases of retirement and succession.",
    "NBK-Egypt employees are divided into senior management and junior up-to managers, as shown in the table below.",
    "Workforce by Grade/ Management Level Number in 2023 Junior up-to Manager 1,988 Senior Management 66 Total 2,054 Of the senior management, 66.66% are between the ages of 30-50, while 33.33% are over 50 and are all Egyptian.",
    "100 | NBK-Egypt Sustainability Report 2023 Capitalizing on Our Investing in Our Alignment with UN SDGs Appendix Capabilities Communities and Egypt Vision 2030 Employees Training and Development As NBK-Egypt thrives on empowering its employees, it offers them a wide range of personal and professional development strategies.",
    "The Human Resources department is responsible for setting key performance indicators (KPIs) to measure performance and career development paths, the latter of which 100% of all employees receive regularly.",
    "In 2023, an average of 17.5 hours of training were given to each employee, with 15 hours on average for female employees versus 20 hours for their male counterparts.",
    "Indicators 2022 2023 Number of i of Those % of Total Number of i of Those % of Total Employees Registered Employees Employees Registered Employees proy for Training ploy ploy for Training proy Completed 1,258 84% 64% 1,297 94% 58% Training Total Number 1,925 - - 2,054 - - of Employees Training included behavioral and leadership skills to facilitate continued employability, and the retirement management.",
    "In addition, employees also receive health and safety training, including evacuation drills and first aid.",
    "NBK-Egypt uses third-party organizations to train security personnel training and in advocating for the eradication of child labor.",
    "Transformational Leadership Program Our comprehensive Transformational Leadership Program, consisting of three modules, is designed to provide deep and blended experiences in leadership, focusing on transformation, change management, and fostering a wide leadership and coaching culture.",
    "Sixty-four seniors (N-1, N-2, and function heads) who exhibited a strong desire to elevate their ability to lead and drive change within their respective roles attended the program.",
    "NBK-Egypt Sustainability Report 2023 | 101 Recognizing the importance of developing our senior managers, we invested in their growth by enrolling them in a Future Leadership Program that was designed to equip them with the necessary skills and knowledge to effectively lead and navigate the organization through future challenges and opportunities.",
    "SME's Credit Certification There were 17 staff members who were enrolled in the Frankfurt Credit Certificate, Specializing in SMEs, in addition to 25 participants enrolled in the credit course.",
    "102 | NBK-Egypt Sustainability Report 2023 ESG Strategy and Purpose Governance for Resilience Female Empowerment In coordination with NBK Group, we enrolled one participate in the RISE master class program.",
    "Team-Building Event A highly impactful team-building event was organized, bringing together 1,300 employees from across the Bank.",
    "The event was filled with various activities aimed at fostering team cohesion and collaboration.",
    "We also arranged for a motivational speaker to come along and share valuable insights to inspire and motivate our employees.",
    "| A Responsible Banking Capitalizing on Our Investing in Our | Communities Capabilities ESG Training Alignment with UN SDGs and Egypt Vision 2030 | Appendix NBK-Egypt included ESG topics and trainings in its annual training plan in 2023.",
    "In total, 649 employees received related training in the reporting year.",
    "The trainings were provided to all employment grades, as illustrated below.",
    "Grade Induction Programs (Newly Hired) Number of Employees Receiving ESG Training The Bank provided the following training topics for 2023: Training Topic Introduction to Sustainable Finance ESG Strategy Setting and Sustainable Finance Objectives Employees who Received Training NBK-Egypt assesses the satisfaction of its employees by offering an engagement survey, continuous visits to branches, a rewards program, and team-building workshops.",
    "NBK-Egypt Sustainability Report 2023 | 103 The success of the Bank largely depends on the success of its individual employees.",
    "Measuring employee contribution through performance management is necessary to ensure that individuals are acting in the best interest of the Bank.",
    "Performance management processes assist the employees to develop their understanding, knowledge and_ skills, enabling them to contribute to the achievement of the Bank’s goals and gain personal and _ professional satisfaction.",
    "It is conducted annually, with frequent communication and guidance for improvement and development provided.",
    "The ranking scales for assessing performance are standardized to ensure transparency.",
    "NBK-Egypt Sustainability Report 2023 Capitalizing on Our Capabilities Succession Planning NBK-Egypt looks for potential candidates from within its own talent pool before offering a vacancy externally.",
    "Therefore, the first step in ensuring that eligible internal candidates are prioritized and considered for a vacancy means referring to our talent grids and succession planning.",
    "Succession planning is a systematic process of planning for the development and placement of people in key positions.",
    "By identifying leadership talent early and cultivating it through training, mentoring, and job rotation, the organization can establish, maintain, and nurture a pipeline of leadership talent, which is the goal of succession planning.",
    "NBK-Egypt focuses on succession planning to achieve the following objectives: Develop a strong and sustainable executive leadership team.",
    "Manage the risks around staff turnover.",
    "Accelerate the development and improve the retention of talented people.",
    "Create long-term viability to serve clients.",
    "Increase staff knowledge and improve employee morale and commitment to the Bank.",
    "Identify ongoing replacement needs and design appropriate training and development programs.",
    "Ensure the Bank has full access to the intellectual capital of its employees.",
    "NBK-Egypt Sustainability Report 2023 Employee Retention and Welfare Category New Employees Turnover Net Change Gender Number Female 115 40% 84 36% 31 Male 169 60% 147 63.6% 22 Total 284 100% 231 100% 53 Under 30 201 70.7% 94 40.7% 107 30-50 82 28.8% 101 43.7% -19 over Vo.",
    "0.35% | 36 15.5% | 35 : Total 284 100% 231 100% 53 ; | A Responsible Banking The Bank commits to retaining, protecting, and abiding by the rights provided to employees though the use of policies, benefits, and exit schemes.",
    "Policies outline the operations and relationship of the employees with each other, management, and customers, providing for the protection of rights and a tool for decision-making and action in cases of violation.",
    "Employees are also provided with whistleblowing and grievance mechanisms.",
    "Whistleblowing practices establish the principles and procedures that empower employees to bring significant disputes and concerns about potential violations, malpractice, and “reportable” conduct to the attention of the Chairman, thereby triggering an independent investigation and 106 | NBK-Egypt Sustainability Report 2023 the ongoing monitoring of these concerns.",
    "This is designed to encourage employees to raise serious issues and, importantly, assures employees they will not face any penalties, even if their concerns prove to be unsubstantiated.",
    "This framework fosters a culture of transparency and accountability while safeguarding the well-being of those who come forward with genuine concerns.",
    "A grievance mechanism is also in place to ensure effective reporting of forced or compulsory labor.",
    "The Bank also offers a minimum of two weeks’ notice before implementing operational changes that could substantially affect employees.",
    "If this change includes termination of service for any employee, they are given a notice period of 2-3 months.",
    "Capitalizing on Our Investing in Our | Alignment with UN SDGs Capabilities Communities | Appendix and Egypt Vision 2030 This is stated in the collective bargaining agreement that the Bank has with its employees.",
    "To ensure fair pay, the Bank’s Remuneration Policy, as part of the overall HR policy, is drafted and periodically reviewed and developed by the Bank’s independent BREC, with the help of independent remuneration consultants who conduct market surveys.",
    "It sets out key aspects and components of the remuneration of the Executive Management team and other employees and aims to maintain a compensation program that attracts and retains qualified employees while being competitive against market averages and internally fair and consistent.",
    "It also provides a customizable reward approach to employees who contribute to achieving the Bank’s goals.",
    "Employee Benefits All full-time employees are provided with medical and life insurance.",
    "Parental leave is also provided to both male and female parents; in 2023, seven men and 16 women took parental leave, and 100% of them returned to work after the leave ended.",
    "Health pee ~s fX Staff Insurance a a (2).",
    "Facilities Benefits ge for Full-Time Insurance Employees Parental Leave OS a Financial (for both men and women) 4 te ae Rewards COLA for All Employees To address the devaluation of the local currency and high inflation, we introduced a COLA allowance as a supplemental compensation across all levels.",
    "NBK-Egypt Sustainability Report 2023 | 107 In our pursuit of improving employee welfare, we established a dedicated staff branch to handle all employees’ credit facilities.",
    "This initiative ensures that our employees receive a high-quality service while maintaining the utmost confidentiality.",
    "By providing seamless access to credit facilities, we strive to support our employees’ financial well-being.",
    "The Unified Payroll Tax Calculation Platform We are one of the first banks in Egypt to use the unified payroll tax calculation platform.",
    "As a result of all the Bank’s efforts to attract, develop, and retain the best talent, the turnover rate in 2023 reached 12.1% across all categories, which is a 10% decrease from 2022 when it was 13.5%.",
    "The current turnover rate for female employees is 1.8% versus 0.9% for male employees.",
    "The HR department conducts exit interviews with all employees who choose to leave NBK-Egypt to assess their overall experience and identify weaknesses and opportunities to improve the Bank’s retention rate.",
    "Employee Recognition Most Value Player (MVP) Award 32 winners have been awarded.",
    "| am NBK Award 4 employees awarded.",
    "Employee Suggestion Program Award 6 employees were awarded for presenting significant ideas that support enhancing the work process and adding a positive impact to our bank.",
    "108 | NBK-Egypt Sustainability Report 2023 Capitalizing on Our Capabilities Late Mervat Sultan Women in Leadership Competition by the Egyptian Banking Institute Ms.",
    "Salma Abdallah was honored with the highest award from the EBI for her outstanding performance in front of the panel juries.",
    "Launched HR Champions Launched HR Champions takes place in each department, division, and branch.",
    "This initiative is in support of the employer brand strategy as it improves communication between employees and the HR team.",
    "Champions are responsible for sharing their suggestions and working with other champions on all HR initiatives to make our Bank an even better place to work.",
    "Staff Engagement Activities NBK-Egypt launched several events to engage our employees, such as a Ramadan event, football and padel tournaments, an Omara trip, Back to School events, and the Diarna Exhibition.",
    "NBK-Egypt Sustainability Report 2023 | 109 The Bank has put an occupational health and safety management system in place, based on recognized risks assessments and management to ensure a high workplace standard for all staff and employees.",
    "An evacuation plan and training is practiced six times per year, as well as fire drills and training on firefighting and the use of first aid kits.",
    "There are also wellness campaigns and programs for employees, encouraging them to take their leave days and providing flexible working hours in support of their ongoing mental and physical health.",
    "Diversity and Inclusion NBK-Egypt’s Code of Ethics guides employees in their work, outlining the ethical standards expected from all stakeholders, while the remuneration policy prohibits any pay discrimination and other practices based on gender, age, color, religion, or disability.",
    "No incidents of discrimination were reported in 2023, and no legal actions were taken against NBK-Egypt regarding workplace discrimination or harassment, incidents regarding employees’ health, or violations of business ethics.",
    "110 | NBK-Egypt Sustainability Report 2023 Capitalizing on Our Investing in Our Capabilities Communities Alignment with UN SDGs and Egypt Vision 2030 | Appendix NBK Digital Transformation Our Digitalization Process NBK-Egypt’s digitalization process primarily focuses on optimizing efficiency in Retail, Corporate, and SMEs, with a particular focus on areas such as account opening and lending.",
    "The Bank also aims to elevate the customer experience through enhanced digital channels, both online and mobile.",
    "Digital transformation at NBK-Egypt is initiated in response to specific business requests.",
    "Each proposed project or initiative undergoes a rigorous assessment and approval process, where a comprehensive business case is submitted that includes a cost-benefit analysis, allowing decision-makers — to evaluate the feasibility and potential impact of the proposed digital transformation.",
    "The alignment with business objectives and the demonstrated value of the transformation are key factors in obtaining approval for the project.",
    "After implementation of the project, we conduct a thorough evaluation to compare the assumptions made in the business case with the realized benefits and outcomes.",
    "This analysis enables us to assess the success of the digital initiative, identify areas for improvement, and refine our approach to future projects.",
    "The risks associated with digital transformation are systematically identified and assessed during the creation of each business case.",
    "Risk mitigation plans are an important component of this process, detailing how identified risks will be addressed to minimize their impact.",
    "Throughout the implementation phase and post-go-live, the risks and corresponding mitigation plans are actively monitored, ensuring the smooth progression of our digital transformation projects.",
    "Customer Convenience through Digital Solutions Customer centricity is one of our main focuses, so we aim to understand and meet the needs of our clients, consistently strive to provide banking solutions that exceed expectations, and make their financial journey more convenient.",
    "This is evident in our commitment to constant operational optimization, ensuring that our clients benefit from smoother transactions, faster services, and an efficient and seamless banking experience.",
    "NBK-Egypt Sustainability Report 2023 | 111 In our ongoing commitment to constantly increase the level of customer convenience, one of our aims is to enhance our digital services by introducing a range of additional features and services designed to elevate the overall user experience, primarily on our mobile banking platform.",
    "The following features have been curated to align with this commitment and address the evolving needs of our users.",
    "&lf Enhanced Biometrics Login Journey Users have the option to use fingerprint or face recognition for authentication during login, enhancing security and simplifying the process.",
    "Auto Bind Device Feature Users can bind their devices directly through mobile banking without the need to login separately to our Online Banking platform, thereby streamlining the onboarding process.",
    "Adding a Direct Beneficiary The platform allows users to add beneficiaries directly from mobile banking, providing a more convenient way to manage payees for fund transfers and payments.",
    "Forsot Password?",
    "em Mobile Wallet Integration e Apple Pay and Samsung Pay card provisioning can be done _ directly through mobile banking, offering users the flexibility to use their preferred mobile payment methods.",
    "Os Instant Payment (IPN) = The introduction of IPN in Online Banking enables users to make immediate payments, contributing to a more responsive digital banking experience.",
    "Capitalizing on Our Capabilities Future Commitments Robot Process Automation The Bank is set to embark on a Robot Process Automation (RPA) project in 2024 as part of our strategic initiatives to bolster operational efficiency.",
    "This innovative undertaking aims to eliminate redundant tasks across various processes, ultimately leading to a significant improvement in overall efficiency and turnaround times.",
    "By harnessing the capabilities of automation, we anticipate streamlining our operations and further enhancing the quality of service provided to our customers.",
    "Loan Origination System We have undertaken a comprehensive to reduced turnaround times and the initiative, focusing on internal process minimization of unnecessary touchpoints, optimization, to enhance efficiency, streamline while the conversion of the retail policy into processes, and eliminate unnecessary paper a Digital Decision Engine marked a significant usage within the retail lending domain.",
    "The milestone in our digital transformation primary components of this endeavor include journey.",
    "the Loan Origination System (LOS) and the Retail Credit Risk policy, both of which involve intricate process re-engineering and the digitization of policies to significantly improve turnaround times and reduce our reliance on paper documentation.",
    "The digitalization of the retail lending process and credit policy was a multifaceted challenge that necessitated the collaboration of stakeholders from various Bank departments.",
    "Participants included representatives from Consumer Banking, Islamic Banking, Retail Credit Risk, Operations, Operational Risk, Fraud, Legal, Information Security, and IT.",
    "This concerted effort was accompanied by an in- depth study of all retail lending processes and retail credit risk policies, aimed at optimizing workflows, minimizing touchpoints, and transforming the retail policy into a Digital Decision Engine.",
    "Success was achieved through the collective dedication of all stakeholders as the collective efforts resulted in a more streamlined and efficient retail lending process, contributing NBK-Egypt Sustainability Report 2023 | 113 IN OUR COMMUNITIES e Customer Experience and Quality Excellence e Privacy and Data Security e Financial Inclusion e CSR and Community Support and Quality Excellence NBK-Egypt utilizes different assessment methodologies tailored to each customer touchpoint, as illustrated in the figure below, to ensure a thorough examination of the diverse ways in which our customers engage with our services.",
    "This tailored methodology forms a key component of our commitment to refining and enhancing the overall customer experience across our entire range of touchpoints to maintain a high level of customer satisfaction.",
    "Assessment Methodology Mystery Branches Phone Survey SQ Visits Shopping QR Code _.",
    "Mystery Vendor ATMs Phone Survey SQ Visits Shopping (Master) Call Center IVR Survey Mystery Shopping (Pipeline) i £ Survey O 4 Phone Survey Email ca es) 3 I Online Banking Phone Survey SUIS) .",
    "Email a) 5 2 Mobile Banking App Survey O Survey Email Response Social Media SLA (Pipeline) Complaints Phone Management Survey/SLA 116 | NBK-Egypt Sustainability Report 2023 Capitalizing on Our Investing in Our Alignment with UN SDGs Appendix Capabilities Communities and Egypt Vision 2030 KPI 1: Customer Satisfaction We conduct a thorough assessment with a carefully selected sample of customers from each segment to assess customer satisfaction, using phone surveys and survey links sent via email.",
    "The recorded scores over the last two years is shown in the figure below, with a noted slight change throughout the years due to different barriers and weights.",
    "CUSTOMER SATISFACTION (%) 100.00% 93.90% 93.60% 80.00% 60.00% 40.00% 20.00% 0.00% 2022 2023 KPI 2: Service Quality (SQ) Visits To assess the customer experience in branches, including staff interactions, the SQ team conducts unannounced in-person inspections that are designed to evaluate the overall ambiance and atmosphere of a branch and provide valuable insights into the look and feel experienced by customers.",
    "KPI 3: Complaints Management In a separate initiative, we conduct surveys following the resolution of customers’ complaints to gather feedback from them.",
    "This process allows us to comprehend their sentiments regarding the complaint management process so we can continuously enhance our services based on the feedback received.",
    "KPI 4: Mystery Shopping To evaluate and improve the customer experience, mystery shopping is conducted as one of our ongoing initiatives in which discreet assessments of various touchpoints, including branches, Staff interactions, and potentially the contact center, are conducted by undercover evaluators with the objective of gaining relatively unbiased insights into the quality of our customer experience.",
    "NBK-Egypt Sustainability Report 2023 | 117 is conducted annually as a benchmarking exercise in evaluating NBK-Egypt’s service level, comparing it against established market standards to ensure our commitment to excellence.",
    "Lastly, to ensure an effective process, reporting the collected findings and insights to top management, the Audit Committee, the Executive Committee, and any other relevant stakeholders concerned with customers is presented on a frequent basis.",
    "This ensures a comprehensive understanding of customer findings, leading to strategic decision-making and continuous improvement in the quality of services provided by NBK- Egypt.",
    "Efficiently handling customer complaints is a top priority for us at NBK-Egypt.",
    "To this end, our branches prominently display complaints mechanism posters and boxes, and the same information is readily available on our website under customer awareness.",
    "We provide a 118 | NBK-Egypt Sustainability Report 2023 variety of channels for our customers to submit feedback and complaints, including the call center, internet banking, mobile banking, our website, QR codes in branches, and social media.",
    "Once a complaint is registered, we take proactive steps to keep our clients informed by sending an SMS with a tracking number, allowing them to track the progress of their complaint.",
    "Our detailed complaints management process, outlined in the Customer Protection Rights (CPR) SOP ensures that we consistently follow a_ standardized and_ effective approach to address and resolve customer concerns.",
    "Investigation then takes place with the concerned area, and conclusions are reviewed and communicated to the customer before being submitted into the system.",
    "Additionally, our quality team conducts satisfaction surveys for all valid complaints to measure the efficiency of the complaints handling cycle.",
    "Investing in Our Communities Privacy and Data Security The Bank has a set of policies designed to ensure the protection and appropriate handling of customer data, one of which is the Personal Data Privacy Policy, which defines the rights of individuals regarding the control of their data from its collection, notice, and use to ensure transparency and safequard privacy.",
    "There is a Privacy Statement available on NBK-Egypt’s website that provides customers with easy access to information concerning the Bank’s data collection practices and their rights on their personal information, and it is constantly updated based on policy changes within the Bank.",
    "Other policies include the Information Classification Policy, which defines the classification and protection requirements of personal/sensitive data, and the Access Management Policy, which defines access on a need-to-know and _least-privilege basis.",
    "These policies collectively ensure that customer data is handled responsibly, securely, and per regulatory requirements, thereby maintaining trust and confidentiality.",
    "NBK-Egypt implemented certain security measures to safeguard against unauthorized access or disclosure of personal data, both within our internal processes and regarding third-party entities.",
    "We take appropriate measures to facilitate our clients’ understanding of their rights as they are granted access to specific policies and practices concerning their rights and privacy.",
    "When it comes to customer data protection and account confidentiality, we employ robust measures to safeguard our clients’ information.",
    "Account statements are securely delivered via registered post or online banking, ensuring the confidentiality of sensitive financial data.",
    "Internally, we implement data masking practices, overseen by our ISO Department, to maintain the integrity and confidentiality of customer information.",
    "We also have a Cyber Incident Response Plan and Procedure, including playbooks, to manage potential attacks; this includes preparation, identification, containment, eradication, recovery, and lesson learned.",
    "NBK-Egypt maintains a strong record, with no substantiated complaints concerning breaches of customer privacy.",
    "The Bank complies with all CBE regulations and circulars in this regard.",
    "Cry) NBK conducts ongoing security training and awareness programs for employees, annually.",
    "Pa LN NBK conducts regular risk assessments against potential threat vectors as part of the Information and Cyber Security Policy.",
    "NBK-Egypt Sustainability Report 2023 | 119 Financial Inclusion Throughout the years, the Financial Inclusion Department at NBK-Egypt has steadfastly committed to expanding financial services and promoting financial literacy across diverse segments of society.",
    "In 2021, the Department engaged in four initiatives aligned with the CBE financial inclusion, reinforcing its proactive approach to community involvement.",
    "Additionally, it developed new _ online training materials and conducted live Q&A sessions to enhance employees’ knowledge of financial inclusion.",
    "The Department's efforts in promoting financial awareness are further extended by conducting financial literacy sessions in various remote areas of the country, clubs and youth centers, and universities, such as the Faculty of Economics and Political Science at Cairo University.",
    "The Department continued in 2022 by engaging in six initiatives within the framework of the CBE financial inclusion.",
    "The Individual Financial Inclusion Account was launched, targeting all individuals that fall under the financial inclusion segment, and the Micro-Enterprise Financial Inclusion Account was initiated by the CBE and specifically designed to provide a bank account to Financial Inclusion at NBK-Egypt Governance for Resilience business owners and craftsmen, both those who can provide documents to prove their line of business and those who cannot.",
    "We also launched the Women’s Savings Account (Laki), catering to diverse financial needs and demographics.",
    "The development of the online training materials continued, as well as the Q&A sessions and the ongoing financial literacy campaigns in remote areas and in universities, underlining the Department’s commitment to enhancing financial inclusivity and knowledge.",
    "Moving into 2023, the Financial Inclusion Department continued engaging in the CBE Financial Inclusion initiatives, which were Six initiatives, maintaining its community engagement _ strategy.",
    "Simultaneously, it sustained financial literacy sessions in clubs, youth centers, and universities in remote areas, emphasizing the importance of financial education and empowerment.",
    "These consistent efforts showcased the Department’s dedication to evolving Strategies, embracing innovation, and continuously expanding § services and education to create a more financially inclusive society.",
    "Following CBE guidelines, NBK-Egypt launched its financial inclusion strategy in May 2020, aligning with CBE policies, and since then, the Bank has actively expanded its services to marginalized groups.",
    "The Bank adopted the yearly CBE National Scope Plan for Financial Inclusion in 2022.",
    "Before establishing the financial inclusion strategy, NBK-Egypt consistently aligned its operations with the policies and directives of the CBE.",
    "NBK-Egypt operated with an annual plan that received approval from the Bank's Board and was shared with the CBE.",
    "120 | NBK-Egypt Sustainability Report 2023 | A Responsible Banking Capitalizing on Our Capabilities Investing in Our Alignment with UN SDGs | Appendix Communities and Egypt Vision 2030 NBK-Egypt is dedicated to promoting financial inclusion across diverse segments in Egypt, achieving this through the following initiatives: Conducting financial literacy workshops across various governorates, particularly in underserved and remote areas.",
    "Enhancing the Bank’s range of products and services to cater to the needs of unbanked and underbanked populations, including young people (16-21), those living in underserved governorates, and people with special needs or very low incomes.",
    "Advancing the Bank’s digital offerings, including online banking, mobile banking, and E-wallet services.",
    "—_ - # \\ a ew = NBK-Egypt Sustainability Report 2023 | 121 scope of financial inclusion.",
    "NBK-Egypt.",
    "By leveraging digitalization as a powerful tool, the Bank aims to ensure accessibility to financial services for all individuals.",
    "The Bank operates its online banking services through * Women starting at age 16 years old.",
    "middleware, serving as the link between the core banking system and third-party interfaces.",
    "The Bank is well-equipped to uphold its digital strategy by leveraging its robust and contemporary infrastructure.",
    "The Bank conducts financial literacy sessions, raising customer awareness, and incentivizing the usage of bank products and services.",
    "Additionally, the Bank facilitates cash transactions through «Fawry» for Cash in/out to NBK-Egypt debit cards, credit cards, and meeza cards.",
    "Youth, both genders from 16 to 21 years old.",
    "Unbanked individuals who do not have their own bank accounts are eligible for the bank’s products at NBK-Egypt.",
    "People with Disabilities and low income.",
    ".",
    ".).",
    ".",
    ".",
    "_ P In 2023, NBK-Egypt transformed financial inclusion by embracing a robust array of digital solutions as: e Remote areas are the underserved governorates.",
    "The Bank has made significant strides in developing Financial Inclusion products and services specially tailored for women and youth to encourage their participation in banking.",
    "This includes ec the introduction of prepaid cards, E-Wallets, and other innovative financial solutions.",
    "Introduced a Unveiled an Extended focus Introduced cutting-edge IPN Arabic translation on security and automatic online service, seamlessly feature across our convenience bank account To further support this endeavor, NBK-Egypt launched integrated into our —_ online and mobile with the opening for 2 online and mobile interfaces to implementation of new customers, two custom-tailored accounts: banking platforms.",
    "improve language card tokenization directly from our accessibility.",
    "for contactless branches, to further payments.",
    "streamline the onboarding process.",
    "Launching the Youth Saving Account was launched in 2021 to meet the dynamic requirements of young people between 16 and 21 years old by providing a bundle of special banking products that help them to invest and save at the same time; again, there are no opening fees and no minimum account opening In 2021, the issuance of cards saw a significant surge compared to the preceding years.",
    "The balance.",
    "distribution of cards showed a marked increase, with 24,992 cards issued to males and 9,145 to females, indicating a considerable rise in the provision of banking services.",
    "Launching the Laki Women Saving Account in 2022, it’s eligible for Egyptian In 2022, a total of 31,326 cards were issued to males and 13,558 to females, demonstrating a women who are 21 years old and above; there is no minimum balance required consistent effort to expand access to banking services for both genders.",
    "to open a Laki account and there are no opening fees.",
    "In 2023, the overall number of cards continued to increase.",
    "The count reached 46,277 for males and 23,470 for females.",
    "122 | NBK-Egypt Sustainability Report 2023 NBK-Egypt Sustainability Report 2023 | 123 50000 46277 30000 24992 53470 10000 f 0 a ; 2021 2022 2023 Accessibility for People with Disabilities Ensuring accessibility for people with disabilities is a paramount consideration in the criteria employed by NBK-Egypt when opening new branches or ATMs.",
    "The commitment to inclusivity is reflected in a multi-faceted approach that addresses various aspects of accessibility.",
    "NBK-Egypt has designated 10% of its 54 branches to be fully equipped as per the regulations set out by the CBE, so there are now six branches that are specifically designed to serve people with disabilities, a tangible embodiment of the Bank’s commitment to inclusivity.",
    "In each branch, two specialist employees are available to ensure effective communication with customers with disabilities, offering advice on products best suited to their individual needs and requirements.",
    "Product terms and conditions are made available in sign language and spoken formats, and customers with disabilities are offered no-fee 124 | NBK-Egypt Sustainability Report 2023 transactions and specially designed cards that feature raised letters and numbers for easier use.",
    "We also have a network of 20 ATMs that are specifically modified for handicapped customers, and Braille stickers that help guide those customers who are visually impaired.",
    "Each branch is equipped in an appropriate way to receive customers with disabilities.",
    "This involves implementing physical infrastructure and amenities to accommodate individuals with diverse needs, and signs or banners are prominently displayed in these branches and at the modified ATMs.",
    "The relevant information about these accessible branches and machines is made available on the Bank’s electronic channels, ensuring easy access for customers seeking inclusive services.",
    "A key feature of NBK-Egypt’s commitment to accessibility is the provision of a one-stop- shop service in all branches.",
    "This service allows disabled customers to withdraw cash | A Responsible Banking Capitalizing on Our Capabilities Communities from inside the branch without having to wait.",
    "The Bank also provides special waiting numbers for individuals with disabilities, ensuring a streamlined and expedited banking experience without imposing any commissions or additional expenses.",
    "To enhance accessibility for the visually impaired, NBK-Egypt adopts measures such as using large, clear fonts on the screens inside the branches.",
    "Automatic audio recordings are available through devices equipped with headphones, facilitating the understanding of essential terms and _ conditions contained in contracts, forms, and documents signed by customers with visual impairments.",
    "The commitment extends to displaying products and services in sign language on screens within the branch, — reinforcing the Bank's dedication to inclusive communications.",
    "NBK-Egypt also has controls and procedures in place for conducting home visits where appropriate, we have account opening contracts and application forms printed in Braille, and we can accept stamps and fingerprints as alternatives to signatures.",
    "NBK-Egypt takes an inclusive approach within its policies, procedures, and systems.",
    "This includes providing dual bank employees when filling out forms for customers with disabilities and offering a one-stop-shop service in all branches for comprehensive assistance.",
    "The provision of special waiting numbers, large fonts, and audio recordings with headphones further enhances the accessibility of services.",
    "Investing in Our Alignment with UN SDGs and Egypt Vision 2030 | Appendix NBK-Egypt Sustainability Report 2023 | 125 Resilience CSR and Community Support Our Approach: Creating Shared Value In alignment with NBK Group’s ESG Strategy structured upon four pillars, including «Investing in our Communities» which targets to create an indirect impact on community development, NBK-Egypt has been committed to following the Group’s footsteps.",
    "This is demonstrated an NBK-Egypt has aspiration to become “An Active Player in Egypt’s Sustainable Development Journey” through its CSR activities that aim to: e Support national initiatives designed to achieve sustainable development goals highlighted in both the Egypt 2030 Vision and the UN SDGs.",
    "e Invest in Egyptian communities.",
    "e Create shared values/benefits for the community, the Egyptian Government, NGOs, customers, employees, and_ all other stakeholders.",
    "Our CSR Approach: Our Guiding Framework At NBK-Egypt, our CSR projects are strategically crafted to benefit marginalized and vulnerable groups, including low-income households in underdeveloped governorates, thereby contributing to the endeavors of the Egyptian Government in seeking to improve the quality of life of all Egyptian citizens and to establish a foundation for inclusive and sustainable economic growth.",
    "Our CSR Policy is structured around a guiding framework that emphasizes the Bank’s commitment to maximize its community impact in key areas.",
    "These areas are thoughtfully aligned with seven of the UN SDGs and five national targets outlined in Egypt Vision 2030.",
    "Key Intervention Areas sos Egypt Vision 2030 Health medical professionals.",
    "126 | NBK-Egypt Sustainability Report 2023 NBK-Egypt aims to assist the Egyptian aa Government in its effort to provide | universal health care coverage, supporting free-of-charge hospitals and facilities by purchasing updated medical equipment, expanding their accommodation capacities, and supporting the training of their Quality of Life | A Responsible Banking Capitalizing on Our Capabilities Investing in Our Communities Alignment with UN SDGs and Egypt Vision 2030 | Appendix Key Intervention Areas sos Egypt Vision 2030 Environmental Care Education and Employment Economic Empowerment Social Inclusion Upgrading impoverished Areas NBK-Egypt advocates for environmental conservation by funding initiatives at the community level that provides underpriv- ileged populations with access to clean energy resources or facilitates the adop- tion of sustainability (renewable energy or waste management) in free-of-charge facilities, including hospitals and schools.",
    "NBK-Egypt focuses on assisting the Egyp- tian Government in upgrading the educa- tional system by investing in scholar- ships, vocational training, teacher train- ing, and renovating dilapidated schools.",
    "NBK-Egypt aims to stimulate inclusive economic growth by supporting initia- tives that promote employment among youth and impoverished groups, SME development, and financial inclusion.",
    "NBK-Egypt aims to support the social integration of marginalized and vulnera- ble groups, including low-income house- holds, inhabitants of underprivileged governorates, and orphans.",
    "This will be achieved through funding initiatives that provide the necessary skills for a healthy social life and secure employment.",
    "NBK-Egypt seeks to contribute to national Initiatives to improve living conditions and ensuring access to basic services in rural areas.",
    "7 AFFORDABLE AND CLEAN ENERGY vl, ~ a 0: Cars 1 POVERTY 8 DECENT WORK AND ECONOMIC GROWTH ai 1 0 REDUCED INEQUALITIES a a d=) 1 NO POVERTY CLEAN WATER AND SANITATION y 1 0 REDUCED INEQUALITIES a d=) » 4 Sustainable Ecosystem Education and Knowledge - Strong Economy - Equity and Inclusion Equity and Inclusion - Quality of Life - Equity and Inclusion NBK-Egypt Sustainability Report 2023 | 127 NBK-Egypt has proactively strengthened its CSR function in pursuit of maximizing the Bank’s indirect economic impact and community contribution.",
    "Establishment of a CSR Committee The CSR Committee is made up of senior executives whose primary objective is to collate all our CSR initiatives into a unified set of goals to support the communities in which we operate.",
    "The CSR Committee plays a key role in the decision-making process regarding CSR initiatives.",
    "The Committee conducts a comprehensive review of the proposed projects, ensuring alignment with the Bank’s CSR policy, and then submits its recommendations for donations to the Board for approval twice a year.",
    "Constantly Updating Our CSR Policy in line with Development Agendas NBK-Egypt directs its indirect economic impacts through carefully chosen CSR projects in alignment with its CSR policy, focusing on sustainable developments that are aligned with seven out of the 17 UN SDGs and five of Egypt 2030 vision targets, as laid out in the table above.",
    "The Policy undergoes periodic updates to ensure its alignment with development agendas.",
    "First, the Policy is crafted to highlight NBK-Egypt’s responsibilities toward its stakeholders, specifically community, the Egyptian Government, NGOs, consumers, and employees.",
    "This commitment is grounded on a comprehensive approach considering economic, social, and environmental dimensions.",
    "Second, the Policy ensures the Bank's active participation in the country’s sustainable development journey by aligning our community interventions with the UN SDGs and Egypt Vision 2030.",
    "All CSR projects are submitted to the CBE for approval to ensure alignment with national goals and strategies.",
    "128 | NBK-Egypt Sustainability Report 2023 Alignment with UN SDGs and Egypt Vision 2030 Capitalizing on Our Capabilities Investing in Our | Appendix Communities Establishing Strategic Partnerships with NGOs NBK-Egypt has established partnerships with trustworthy NGOs in our key areas of intervention to facilitate project implementation and reporting and to maximize the Bank’s community impact (in line with UN SDG 17 Partnerships for the goals).",
    "Our indirect economic impact is calculated based on CSR donations and the geographical outreach of our activities and key areas of intervention.",
    "Area of Intervention eal Location Annual al Location Annual al Location Annual Donation Donation Donation Health 18.5 ACross 67% 4.0 Greater 21% 11.3 Greater 45% Egypt Cairo Cairo and Sohag Environment 1.5 Sohag 5% 2.5 Assuit 17% 5.0 Luxor 20% al Care and Health Education 3.6 Greater 13% 2.1 Greater 14% 3.9 Greater 16% and Cairo, Cairo Cairo, Employment Qena New and Valley New Valley Social 1.4 Greater 5% 6.4 Across 42% 48 Greater 19% Inclusion Cairo, Egypt Cairo, Assuit Alex, and Assuit Sohag and Sohag Upgrading 2.4 Assuit 9% n/a n/a n/a | n/a n/a n/a Impoverishe d Areas Total 27.4 15.0 24.9 Donation NBK-Egypt Sustainability Report 2023 | 129 Education and Employment Case Study 1: Supporting Technical Education At NBK-Egypt, we take pride in our commitment to fostering technical education, recognizing it as a key driver for individual empowerment and national economic development.",
    "As part of our ongoing efforts, we have collaborated with Elsewedy Technical Academy (STA), underscoring our dedication to education and employment opportunities.",
    "As one of the leading banks supporting STA, NBK-Egypt sponsors 82 students studying Information and Communication Technology (ICT); Cables and Electrical Components, and Programming, with scholarship investments totaling EGP 2.7M.",
    "STA stands as a beacon of technical education and our collaboration extends beyond financial support; notably, STA hosted the Bank to run financial inclusion events, during which we opened approximately 115 accounts, contributing to financial literacy and inclusion.",
    "This not only aligns with the goals of STA but also supports the broader National Initiative for the Development of Egyptian Industry, known as Ebda.",
    "This initiative is designed to enhance local industries, reduce Eqyptian dependence on imports, and boost exports, ultimately contributing to economic growth.",
    "Investing in technical education also helps to cultivate a pool of skilled labor which, in turn, enhances the capabilities of local factories and meets the demands of the domestic market, positioning Egypt as an attractive destination for foreign direct investment (FDI) and thereby creating a positive cycle of economic development.",
    "In the context of global development agendas, our project contributes to SDG 4: Quality Education, by promoting technical education; SDG 8: Decent Work and Economic Growth, by enhancing skills for employment; and SDG 10: Reduced Inequality, by providing equal education and employment opportunities.",
    "NBK-Egypt’s support for technical education contributes to building a sustainable ecosystem, enhancing the quality of life by providing valuable skills, and promoting equity and inclusion by creating opportunities for diverse segments of the population, in alignment with Egypt Vision 2030.",
    "130 | NBK-Egypt Sustainability Report 2023 NBK-Egypt Sustainability Report 2023 | 131 Since 2017, NBK-Egypt has been a steadfast partner with the School of Continuing Education (SCE), working collaboratively to uplift public school teachers in underprivileged areas across the Delta region, Upper Egypt, and the New Valley.",
    "Our training initiatives have centered on enhancing teachers’ soft skills, covering advanced online and face-to- face teaching techniques, effective classroom management, and improved assessment methods.",
    "In 2023, NBK-Egypt took a step further by signing a new protocol to train public school teachers in the New Valley to teach math and science in English, as per the Ministry of Education’s plan to introduce English as the medium of instruction for these two subjects, starting in 2024/2025 at the ist Preparatory level.",
    "This holistic project contributes to SDG 1: No Poverty; SDG 4: Quality Education; SDG 8: Decent Work and Economic Growth; and SDG 10: Reduced Inequality.",
    "It also resonates with Egypt Vision 2030 by promoting quality of life, knowledge, and education, as well as equality and inclusion.",
    "SS [A The American ; a) University in Cairo uu g/l een ANS ae Glatt, crib sic pall SO cytes Gs) 5 ali, WSs sa 4 Sal gl AB, Aas 5555) asda Cd calsc yy el , NBK-Egypt Sustainability Report 2023 NBK-Egypt Sustainability Report 2023 Case Study 2: Funding Three ICU Rooms at the Ahl Masr Trauma and Burn Hospital Case Study 1: Construction of Pediatric Cardiac Care Unit (CCU) Since 2018, NBK-Egypt has partnered with the Magdi Yacoub Foundation (MYF) to support Since 2018, NBK-Egypt has been a dedicated partner of Ahl Masr, allocating EGP 10M for the construction of the new Magdi Yacoub Global Heart Center (MYGHC) in Cairo.",
    "Our constructing and equipping three rooms at the Intensive Care Unit (ICU).",
    "The Ahl Masr commitment is evident through the allocation of EGP 18M for the construction of a Trauma and Burn Hospital, the largest hospital and research center for free trauma and burn pediatric CCU.",
    "MYGHC aims to treat 12,000 patients annually, drawing from the MENA, treatment in Africa and the Middle East, addresses the high incidence of burn accidents GCC, and African regions.",
    "MYGHC will triple the capacity of the Aswan Heart Center (AHC) and subsequent mortality rates in Egypt.",
    "to provide specialized care.",
    "The hospital tackles burn incidents that are prevalent in low-income families, often due to The Center is also committed to fostering education, offering training and continuous unsafe household practices and a lack of awareness, and provides high-quality treatment learning opportunities for young healthcare professionals and scientists from Egypt and free of charge.",
    "This project significantly contributes to SDG 3: Good Health and Well-being, the wider MENA, GCC, and African regions.",
    "This initiative directly contributes to SDG 3: and SDG 10: Reduced Inequality, and aligns with Egypt Vision 2030 by promoting quality of Good Health and Well-being and aligns with Egypt Vision 2030 by enhancing the quality life, and equity and inclusion in healthcare services.",
    "of life and knowledge in healthcare.",
    "a a ia.",
    ": ~ ~ ‘ ~~ - WEN ya lg - ys = = ak’.",
    "She .",
    ".",
    "~ ~ — —— ~~ ee Age % NC at ai W Ie ~ a ry a a es 0\" tt \\ ** Yak ew 7 Pe — Se ed ~ ~ —— a — 4 or =~, ; ——— Pete ee ke —-— a — ~~ ~ 134 | NBK-Egypt Sustainability Report 2023 NBK-Egypt Sustainability Report 2023 | 135 Case Study 1: Biogas Project in Rural Areas Investing in Our Communities At NBK-Egypt, we are proud to share the positive environmental impact of our biogas CSR project, based around a partnership established with the Bioenergy Association in 2019.",
    "This initiative reflects our commitment to upgrading impoverished areas and environmental stewardship.",
    "Project Overview Through our partnership with the Bioenergy Association, NBK-Egypt has provided funding to construct approximately 120 biogas household units in rural areas of Minya and Sohag.",
    "Since their inception in 2019, these units have significantly contributed to reducing carbon dioxide (CO,) emissions by an estimated 1,380 tons per year.",
    "Direct and Indirect Impacts This project has direct and indirect environmental benefits and has contributed to UN SDGs and Egypt Vision 2030 in mitigating economic hardship in rural areas, creating green jobs through the establishment of small companies by young entrepreneurs to construct and maintain these units.",
    "The project has also provided an additional source of income for farmers through organic fertilizers, which can be used in cultivation to enhance soil productivity or can be sold by the famers, thus contributing to SDG 1: No Poverty.",
    "The initiative also significantly contributes to SDG 3: Good Health and Well-being, by fostering a healthier environment in rural areas through reducing greenhouse gas emissions and effective organic waste management.",
    "Addressing SDG 7: Affordable and Clean Energy, the Biogas Project champions the provision of clean and affordable cooking gas, thereby diminishing rural household reliance on traditional and expensive fuels, such as Liquefied Petroleum Gas (LPG).",
    "There is also a contribution to SDG 8: Decent Work and Economic Growth with the creation of green jobs for Egyptian youth, which has a positive impact on local economic growth.",
    "Crucially, the project aligns with Egypt Vision 2030 by promoting a_ sustainable environment and enhancing the quality of life in targeted rural areas.",
    "Through the reduction of CO2 emissions and the promotion of sustainable agricultural practices, the Biogas Project stands as a tangible embodiment of NBK-Egypt’s unwavering commitment to positive change and sustainable development.",
    "136 | NBK-Egypt Sustainability Report 2023 Project Benefits Renewable Energy Production ® Reducing reliance on fossil fuels.",
    "* Contributing to the production of cleaner and more sustainable energy to rural areas.",
    "GHG Reduction ® Reducing methane emissions and its impact on climate change.",
    "Waste Management ® Providing an effective means of managing organic waste, reducing the need for disposal and potential pollution.",
    "Soil Enrichment © Enhancing soil fertility using organic fertilizers.",
    "* Improving crop productivity and reducing the need for synthetic fertilizers, minimizing environmental harm.",
    "NBK-Egypt Sustainability Report 2023 | 137 e Creation of green jobs related to the construction, operation, and maintenance of the biogas units.",
    "e Generating income through the use or sale of organic fertilizers by farmers.",
    "Odor and Water Pollution Control e Controlling odors associated with decomposing organic waste.",
    "e Reducing the risk of water pollution from untreated waste runoff.",
    "Sustainable Agriculture e Supporting sustainable agricultural practices by using digestate as fertilizer.",
    "e Minimizing the environmental impact of traditional farming and promoting soil health.",
    "Rural Development e Contributing to rural development by providing an additional income source for farmers.",
    "e Enhancing the sustainable use of agricultural resources in rural areas.",
    "138 | NBK-Egypt Sustainability Report 2023 NBK-Egypt Sustainability Report 2023 | 139 This initiative involves the construction of a solar power station at the Shefaa El Orman Hospital in Luxor, a facility operating under the Universal Health 4 eal Insurance (UHI) system that provides free cancer treatment, awareness, and Fed ee Pay =| NII 4 early detection across six governorates in Upper Egypt.",
    "The construction of a ae GL).",
    "i Lata solar power station (over two phases), with a total cost amounting to EGP 19M, = i S UUs ji I ssi is strategically aligned with the Egypt Integrated Sustainable Energy Strategy = 2035, which aims to elevate the contribution of renewable energy to 42% of total electricity generation by 2035.",
    "= Geeeiewiin.",
    "i *y g “er ow, This project is not just about clean eneray; it is a holistic approach with multiple benefits.",
    "By harnessing solar power, we aim to contribute to a more sustainable and eco-friendly future while reducing the operating costs of the Shefaa El Orman Hospital which will then empower the hospital managers to allocate more resources to critical healthcare services, including the treatment of 600 patients daily and the performance of 300 operations weekly.",
    "Our initiative directly supports SDG 7: Affordable and Clean Energy and, by reducing operating costs, our project aligns with SDG 1: No Poverty, and SDG 10: Reduced Inequality.",
    "Furthermore, our commitment to free cancer treatment at the Shefaa El Orman Hospital, operating under UHI system, aligns with SDG 3: Good Health and Well-being.",
    "aie) A> See .",
    "D am b at adeno eS = ke al a 7 ~~ toad a Powe NBK-Egypt Sustainability Report 2023 NBK-Egypt Sustainability Report 2023 AND EGYPT VISION 2030 ~ Vision 2030 NBK-Egypt is dedicated to aligning its strategy, activities, and initiatives with the UN SDGs and Egypt Vision 2030.",
    "Our focus is on integrating these global and national agendas into our strategic direction, ensuring that our efforts contribute meaningfully to addressing key societal and developmental challenges.",
    "M Bb § oll 6393 Gucloia Ul lac diucoll sgimog olglL_malig = 144 | NBK-Egypt Sustainability Report 2023 Alignment with UN SDGs and Egypt Vision 2030 Through targeted initiatives and partnerships, we aim to progress toward these shared objectives, fostering sustainable development and prosperity in Egypt and beyond.",
    "<>» qi\", SUSTAINABLE DEVELOPMENT S NBK-Egypt Sustainability Report 2023 | 145 REASON FOR REASON FOR GRI 2: General Disclosures 2021 2-12 Role of the highest Governance for Resilience governance body in overseeing 2-1 Organizational details This is NBK 10 the management of impacts 2-2 Entities included in the About this Report 3 2-13 Delegation of Governance for Resilience 64 organization’s sustainability responsibility for managing reporting impacts 2-3 Reporting period, frequency | About this Report 3 2-14 Role of the highest ESG Strategy and Purpose- 28 and contact point governance body in Our Material Topics sustainability reporting 2-4 Restatements of - Not Applicable information 2-15 Conflicts of interest Governance for Resilience 64 2-5 External assurance Assurance Statement 159-162 2-16 Communication of critical Governance for Resilience 64 2-6 Activities, value chain and | &SG Strategy and 31 concerns other business relationships Purpose-Value Offerings 2-17 Collective knowledge of Governance for Resilience 64 2-7 Employees Capitalizing on Our 96 the highest governance body Capabilities ~ 2-18 Evaluation of the Governance for Resilience 64 ; , performance of the highest cmplovece who are not - Not Applicable governance body 2-19 Remuneration policies Governance for Resilience 64 2-9 Governance structure and Governance for 64 P composition Resilience 2-10 Nomination and selection | Governance for 6A 2-20 Process to determine Governance for Resilience 64 of the highest governance Resilience remuneration body 2-21 Annual total compensation | Governance for Resilience 64 2-11 Chair of the highest Governance for 64 ratio governance body Resilience Ne y N yy 146 | NBK-Egypt Sustainability Report 2023 NBK-Egypt Sustainability Report 2023 | 147 Resilience | A Responsible Banking Capitalizing on Our Capabilities DISCLOSURE GRI 3: Material Topics 2021 Investing in Our Communities SECTION Alignment with UN SDGs and Egypt Vision 2030 REASON FOR OMISSION and other risks and opportunities due to climate change 3-1 Process to determine ESG Strategy and Purpose- 28 material topics Our Material Topics 3-2 List of material topics ESG Strategy and Purpose- 28 Our Material Topics 3-3 Management of ESG Strategy and Purpose- 28 material topics Our Material Topics GRI 201: Economic Performance 2016 201-1 Direct economic value} This disclosure can be generated and distributed found in NBK-Eqypt's Annual Report.",
    "201-2 Financial implications} Governance for Resilience 64 201-3 Defined benefit plan obligations and other retirement plans 201-4 Financial assistance received from government Not Applicable REASON FOR SSSI.",
    "OMISSION 2-22 Statement on sustainable | Reflections from Our 6 to9 development strategy Chairwomen - CEO's Message 2-23 Policy commitments Governance for Resilience 64 2-24 Embedding policy ESG Strategy and Purpose- 14-16- commitments ESG Strategy Overview - 64 Governance for Resilience 2-25 Processes to remediate Governance for Resilience 64-86- negative impacts - Responsible Banking- 93-96 Responsible Procurement - Capitalizing on Our Capabilities 2-26 Mechanisms for seeking Governance for Resilience 64-86- advice and raising concerns - Responsible Banking- 93-96 Responsible Procurement - Capitalizing on Our Capabilities 2-27 Compliance with laws and | Governance for Resilience 64 regulations 2-28 Membership associations | Federation of Egyptian Banks 64 2-29 Approach to stakeholder ESG Strategy and Purpose- 25 engagement Stakeholder Engagement 2-30 Collective bargaining Capitalizing on Our Capabilities 96 agreements Ne yy 148 | NBK-Egypt Sustainability Report 2023 GRI 202: Market Presence 2016 202-1 Ratios of standard entry level wage by gender compared to local minimum wage N NBK-Egypt adheres to the Egyptian Labor Law, therefore the local minimum wage is met at the entry level, regardless of gender.",
    "S NBK-Egypt Sustainability Report 2023 | 149 REASON FOR OMISSION DISCLOSURE SECTION 202-2 Proportion of senior Capitalizing on Our Capabilities 96 management hired from the local community GRI 203: Indirect Economic Impacts 2016 203-1 Infrastructure Investing in Our Communities- 126 investments and services CSR and Community Support supported 203-2 Significant indirect Investing in Our Communities- 126 economic impacts CSR and Community Support GRI 204: Procurement Practices 2016 204-1 Proportion of spending Responsible Banking- 93 on local suppliers Responsible Procurement GRI 205: Anti-corruption 2016 205-1 Operations assessed for | Governance for Resilience 64 risks related to corruption 205-2 Communication and The anti-corruption policies and training about anti-corruption | procedures are communicated policies and procedures to all employees and trainings are conducted.",
    "205-3 Confirmed incidents of Governance for Resilience 64 corruption and actions taken GRI 206: Anti-competitive Behavior 2016 206-1 Legal actions for Governance for Resilience 64 anti-competitive behavior, anti-trust, and monopoly practices 150 | NBK-Egypt Sustainability Report 2023 Capitalizing on Our Capabilities DISCLOSURE GRI 207: Tax 2019 Investing in Our Communities SECTION Alignment with UN SDGs and Egypt Vision 2030 REASON FOR OMISSION PAGE 207-1 Approach to tax Governance for Resilience-Tax 78 207-2 Tax governance, control, and risk management Governance for Resilience-Tax 78 207-3 Stakeholder engagement and management of concerns related to tax Not Applicable 207-4 Country-by-country reporting Not Applicable GRI 301: Materials 2016 301-1 Materials used by weight or volume Not Applicable 301-2 Recycled input materials used Not Applicable 301-3 Reclaimed products and their packaging materials Not Applicable GRI 302: Energy 2016 302-1 Energy consumption within the organization Responsible Banking- Environmental Impact 89 302-2 Energy consumption outside of the organization Ne Not Applicable S NBK-Egypt Sustainability Report 2023 | 151 and Purpose Governance for Resilience | A Responsible Banking Capitalizing on Our Capabilities Investing in Our Communities Alignment with UN SDGs and Egypt Vision 2030 REASON FOR Environmental Impact 302-3 Energy intensity Responsible Banking- 89 Environmental Impact 302-4 Reduction of energy Responsible Banking- 89 consumption Environmental Impact 302-5 Reductions in energy ; Not Applicable requirements of products and services GRI 303: Water and Effluents 2018 303-1 Interactions with water Responsible Banking- 89 as a Shared resource Environmental Impact 303-2 Management of water - Not Applicable discharge-related impacts 303-3 Water withdrawal ; Not Applicable 303-4 Water discharge .",
    "Not Applicable 303-5 Water consumption Responsible Banking- 89 GRI 304: Biodiversity 2016 304-1 Operational sites owned, leased, managed in, or adjacent to, protected areas and areas of high biodiversity value outside protected areas Not Applicable 304-2 Significant impacts of activities, products and services on biodiversity Not Applicable 304-3 Habitats protected or restored XN Not Applicable 152 | NBK-Egypt Sustainability Report 2023 Ne Environmental Impact 304-4 IUCN Red List species Information and national conservation list unavailable/ species with habitats in areas incomplete affected by operations GRI 305: Emissions 2016 305-1 Direct (Scope 1) GHG Responsible Banking- 89 emissions Environmental Impact 305-2 Energy indirect (Scope 2) Responsible Banking- 89 GHG emissions Environmental Impact 305-3 Other indirect (Scope 3) - In Progress GHG emissions 305-4 GHG emissions intensity Responsible Banking- 89 Environmental Impact 305-5 Reduction of GHG Responsible Banking- 89 emissions Environmental Impact 305-6 Emissions of - Not Applicable ozone-depleting substances (ODS) 305-7 Nitrogen oxides (NOx), ; Not Applicable sulfur oxides (SOx), and other significant air emissions GRI 306: Waste 2020 306-1 Waste generation and Responsible Banking- 89 significant waste-related impacts | Environmental Impact 306-2 Management of significant | Responsible Banking- 89 waste-related impacts Environmental Impact 306-3 Waste generated Responsible Banking- 89 yy NBK-Egypt Sustainability Report 2023 | 153 306-4 Waste diverted from Responsible Banking- 403-2 Hazard identification, Not Applicable disposal Environmental Impact tisk assessment, and incident investigation 306-5 Waste directed to Responsible Banking- 89 disposal Environmental Impact 403-3 Occupational health Capitalizing on Our 96 services Capabilities GRI 308: Supplier Environmental Assessment 2016 403-4 Worker participation, Capitalizing on Our 96 308-1 New suppliers that were | Responsible Banking- 93 consultation, and commun- Capabilities screened using environmental | Responsible Procurement ication on occupational health criteria and safety 308-2 Negative environmental | - Information 403-5 Worker training on Capitalizing on Our 96 impacts in the supply chain unavailable/ occupational health and safety | Capabilities and actions taken incomplete 403-6 Promotion of worker Capitalizing on Our 96 GRI 401: Employment 2016 health Capabilities 401-1 New employee hires and | Capitalizing on Our 96 , pes employee turnover Capabilities 403-7 Prevention and Capitalizing on Our 96 mitigation of occupational Capabilities health and safety impacts 401-2 Benefits provided to Capitalizing on Our 96 directly linked by business full-time employees that are Capabilities relationships not provided to temporary or art-time employees P proy 403-8 Workers covered by an Capitalizing on Our 76 occupational health and safety | Capabilities 401-3 Parental leave Capitalizing on Our 96 management system Capabilities 403-9 Work-related injuries .",
    "Not Applicable GRI 402: Labor/Management Relations 2016 .",
    ".",
    "Not Applicable 402-1 Minimum notice periods | - Information 403-10 Work-related ill health PP regarding operational changes unavailable/ incomplete GRI 404: Training and Education 2016 GRI 403: Occupational Health and Safety 2018 404-1 Average hours of Capitalizing on Our 96 a training per year per Capabilities 403-1 Occupational health and | Capitalizing on Our 96 employee _ safety management system Capabilities y q y 154 | NBK-Egypt Sustainability Report 2023 NBK-Egypt Sustainability Report 2023 | 155 Capabilities DISCLOSURE Investing in Our Communities SECTION GRI 409: Forced or Compulsory Labor 2016 Alignment with UN SDGs and Egypt Vision 2030 REASON FOR OMISSION PAGE 409-1 Operations and suppliers at significant risk for incidents of forced or compulsory labor Responsible Banking- Responsible Procurement 93 GRI 410: Security Practices 2016 410-1 Security personnel trained in human rights policies or procedures Capitalizing on Our Capabilities 96 GRI 411: Rights of Indigenous Peoples 2016 411-1 Incidents of violations involving rights of indigenous peoples Not Applicable GRI 413: Local Communities 2016 413-1 Operations with local community engagement, impact assessments, and development programs Investing in Our Communities- CSR and Community Support 126 413-2 Operations with significant actual and potential negative impacts on local communities Not Applicable GRI 414: Supplier Social Assessment 2016 414-1 New suppliers that were screened using social criteria Responsible Banking- Responsible Procurement In Progress 93 REASON FOR DISCLOSURE SECTION OMISSION 404-2 Programs for upgrading | Capitalizing on Our 96 employee skills and transition | Capabilities assistance programs 404-3 Percentage of Capitalizing on Our 96 employees receiving regular Capabilities performance and career development reviews GRI 405: Diversity and Equal Opportunity 2016 405-1 Diversity of Governance for Resilience - 64-96 governance bodies and Capitalizing on Our Capabilities employees 405-2 Ratio of basic salary NBK-Egypt adheres to the and remuneration of Egyptian Labor Law, therefore women to men basic salary and remuneration is the same regardless of gender.",
    "However, the ratio is confidential therefore we can not disclose it.",
    "GRI 406: Non-discrimination 2016 406-1 Incidents of Capitalizing on Our Capabilities 96 discrimination and corrective actions taken GRI 407: Freedom of Association and Collective Bargaining 2016 407-1 Operations and suppliers | - Not Applicable in which the right to freedom of association and collective bargaining may be at risk GRI 408: Child Labor 2016 408-1 Operations and suppliers | Responsible Banking- 93 at significant risk for incidents of child labor Responsible Procurement 156 | NBK-Egypt Sustainability Report 2023 414-2 Negative social impacts in the supply chain and actions taken Ne In Progress yy NBK-Egypt Sustainability Report 2023 | 157 aa avse ileoTtey HEE Assurance Statement 415-1 Political contributions - Not Applicable To the Board of Directors GRI 416: Customer Health and Safety 2016 .",
    ".",
    "The National Bank of Kuwait - Egypt 416-1 Assessment of the health | - Not Applicable and safety impacts of product and service categories DCarbon is a leading sustainability and environmental consultancy based in Egypt and registered under Egyptian law no.",
    "159 for the year 1981 and its executive regulation.",
    "DCarbon assists public and private organizations understand and address their economic, environmental, and social impact.",
    "DCarbon is a member and partner with multiple global establishments in corporate 416-2 Incidents of non- : Not Applicable sustainability.",
    "It is a certified training partner of the Global Reporting Initiative (GRI), a GRI Gold compliance concerning the Community member, and an official supporter of the Task Force on Climate-related Financial health and safety impacts of Disclosures (TCFD), and the IFRS latest Sustainability Disclosures (IFRS-S1/S2).",
    "products and services DCarbon was engaged by the National Bank of Kuwait-Egypt (NBK-Egypt or the Bank) to perform an independent assurance on its 2023 Sustainability Reporting Principles and Disclosures (‘the Report’).",
    "As an independent assurance provider, we were asked to assist the Bank in assessing its GRI 417: Marketing and Labeling 2016 417-1 Requirements ESG Strategy and Purpose- 14-31- ESG disclosures and alignment to the best practices and performance indicators in order to ensure for product and service Value Offering-Marketing and 29 adherence to the Global Reporting Initiative (GRI) 2021 reporting principles, content elements, information and labeling Communication disclosures, materiality, and sector-specific key performance indicators.",
    "417-2 Incidents of ESG Strategy and Purpose- 14-31- A S dB dari non-compliance concerning _| Value Offering-Marketing and 59 ssurance scope and boundaries product and service _ Communication For this report, which marks NBK-Egypt’s one-year reporting cycle, the scope of assessment and information and labeling assurance focused on: 1) materiality, 2) reporting principles, 3) quality of the reported indicators, 4) report structure, 5) any relevant advice on key descriptive narrative, 6) sufficient evidence of 417-3 Incidents of ESG Strategy and Purpose- 14-31- involvement of top management, 7) alignment to NBK-Egypt ESG strategy.",
    "non-compliance concerning Value Offering-Marketing and 59 marketing communications Communication The scope of assurance has inclusively covered data and information for operations in Egypt from January 1, 2023, to December 31, 2023, demonstrating our commitment to comprehensive GRI 418: Customer Privacy 2016 reporting and transparency, as per the GRI Standards 2021.",
    "418-1 Substantiated complaints | Governance for Resilience 64 concerning breaches of Sector Specific Assurance Scope and Boundaries customer privacy and losses of customer data Specific to the Banking Sector, expert’s opinions were considered in relation to the local context, and the Bank’s maturity level in advanced banking services and industry leadership.",
    "The report featured a specific section related to carbon footprint, as a summary of the Bank’s standalone carbon footprint reporting performance by subject-matter expert and professionals.",
    "Ne y 158 | NBK-Egypt Sustainability Report 2023 collection and alignment to the required GRI indicators to ensure an acceptable status of the validity and comprehensibility of reported data.",
    "The report’s scope also included alignment with the United Nations Sustainable Development Goals (SDGs) and Egypt Vision 2030, which NBK-Egypt has presented in this report.",
    "The report integrates NBK-Egypt’s core strategic goals, business model, financial inclusion, and digital banking services as part of its business model.",
    "An outlook on externalities and stakeholder engagements’ outcomes was presented, and national priorities were considered.",
    "Furthermore, the report presented robust disclosures on risk management approaches toward specific material issues, including insights into climate-related and third-party risks.",
    "Governance and Looking-forward Statements The report emphasizes and provides strong evidence of robust ESG Governance and the Boards involvement in the ESG journey through the development and oversight of NBK-Egypt’s new ESG Strategy, with governing mandates and delegations to its committees and executive management.",
    "A detailed review of the stakeholders’ engagement and management approach to risks and impacts was conducted as part of the assurance process.",
    "Through investigative engagement with the Bank, DCarbon concluded the necessary evidence of the credibility and consistency of ESG governance mandate , the ESG integration into the core business activities as presented through the data presented in the report.",
    "This Report contains forward-looking statements on various future estimation in alignment with NBK-Egypt’s ESG Strategy through its pillars.",
    "Upon necessary inquiries, NBK-Egypt has proven agility to allow swift adaptation, however there are no assurance of the magnitude nor the pace of future changes, due to the rapid dynamics of the technologies and the markets served.",
    "Any response measures presented in this report doesn't constitute a commitment into the future, it only reflects actions taken during the reporting period and its subject to change according to national regulations and arising materials issues.",
    "Materiality The assurance considered the GRI 2021 for all disclosures and materiality process.",
    "The assessment of impacts and identification of topics has undertaken a rigorous internal exercise, with internal rating of all topics based on stakeholders concerns and needs.",
    "It is advisable that the upcoming reporting cycle, the severity and likelihood of occurrence to be considered.",
    "The Severity of Impacts to be considered - where possible - as per the GRI pre-set characteristics of scale, scope and irremediable character.",
    "With focus on actual negative impact, material topics to be determined by their severity and likelihood, which is translated into detection of potential additional specific ESG risks.",
    "Not all risks were reported nor assured, however, as affirmed by the Bank, they shall all be part of NBK’s plans for broader ESG risks and impacts where necessary.",
    "Data Assurance Considering the scope of assurance, the alignment of the ESG Strategy directions to operations in Egypt as per the scope of the report, and the reporting framework adopted, our Assurance Boundaries focused, within the availability or limitations of data provided, on the following: - Availability, affordability, and quality of disclosures over the reporting period.",
    "- Connectivity of the business activities and the proper focus on material issues.",
    "- Consistency and comparability of results year over year.",
    "- Completeness and conciseness of data through verification of Stakeholders Engagement Plan and Implementation.",
    "- Reliability of information through engagement with the Bank’s representatives.",
    "- Alignment of material issues to internal/external risks, anticipated threats, opportunities and Strategic objectives - Sound analysis of Materiality Identification process, including stakeholders’ inclusiveness, magnitude of impact on the Bank's Business activities.",
    "- Review of disclosures on the various topics represented through quantitative and qualitative indicators to ensure, both, future comparability, and context.",
    "The assurance scope did not cover: - Data and information outside the reporting period indicating looking-forward statements.",
    "- Verification statements indicating testimonials, opinions, success stories, and / or aspirations.",
    "- Verification of claims (limited to data and information presented) Assurance Provider's Role The Assurance Plan for this reporting cycle included all assurance duties as described in the “Assurance Scope and Boundaries, Sector Specific Assurance Scope and Boundaries, Governance and Looking-forward Statements Materiality, and Data Assurance” of this document.",
    "We have ensured that the report narrative and data provided represented adequate view to stakeholders in order to support the decision-making process through the completeness and connectivity of non-financial data and complemented by the Bank’s financial assurance where applicable.",
    "Given it is not the first cycle of reporting, we ensured the Bank’s streamlining of adequate and necessary degree of comparability of indicators for the current year and the historical data.",
    "Our focus was more inclined to determine that the definitions of used terms are applied consistently in this single report and as per the Bank’s terms, while addressing national directives and global practices.",
    "delegated and involved in the preparation of reported data.",
    "It also included applying analytical procedures to evidence supporting the issuance of assurance conclusions on the report content.",
    "Support was provided by DCarbon’s Senior analysts, Ms.",
    "Mayar Farag, Ms.",
    "Zeina Elnady, and Ms.",
    "Marie Hanna, in the verification process and data mining.",
    "Responsibilities of the Management The management was responsible for the preparation and fair presentation of the selected information included in this report, in alignment/accordance with the various Standards indicated in the Assurance Scopes and Boundaries.",
    "It was responsible to assert that the internal controls enabled the preparation of narrative and information, free from material misstatement.",
    "Through our engagement with the Bank, we have observed that the leadership and management that governed the release of this report have actively proven their periodical oversight of the process.",
    "Conclusion We have reviewed the Sustainability Report of the National Bank of Kuwait-Egypt for its operation in Egypt.",
    "Considering the risk of material error, we received all necessary explanations from the Bank to support sufficient evidence to our assurance conclusion.",
    "Based on the activities performed and evidence received, in our opinion, NBK-Egypt has complied, in all material respects, with the GRI Standards and its Principles for sustainability reporting criteria.",
    "DR.",
    "<i Ehab Shalaby, Ph.",
    "D.",
    "Chairman & CEO SUSTAINABLE © TRAINING PARTNER DEVELOPMENT \" GOALS 20)3 EGYPT"
]