[
    "0, UU —_.",
    "co a , — .",
    "$iiis$sd@hiisiiiiiisagy | —— A226 Bg 2 25 jap kf abc Infopulse Sustainabflity,Report | 2023 “Tamacitizen of Ukraine.",
    "After Russia’s full-scale invasion of independent European Ukraine, the world faced additional challenges that affected almost every aspect of life in 2023.",
    "The countries were busy restructuring their budgets to increase their military-industrial potential, combatting inflation, resolving migration issues, developing food supply plans, and building new political and diplomatic ties.",
    "Global turbulence in the economy, politics, and demography slowed down growth, in the IT industry in particular.",
    "However, the values of Infopulse as a company encourage the team to find opportunities and new solutions amidst the crisis and flexibly adapt to new realities.",
    "The company entered 2023 with a newly developed strategy and started the first Stage of structural reorganization of the business in order to increase efficiency and to synchronize processes with Tietoevry, our parent company.",
    "It was not an easy decision, but an extremely necessary one: the war and the global economic challenges weakened the business dynamics while the clients were also carefully working on their investment portfolios and the schedule of implementing innovations.",
    "That is why we needed to slow down a decline in revenue, which is inevitable in such a situation, and so we ended 2023 with an index slightly lower than In 2022.",
    "We expanded our presence by opening the 5th office in Ukraine (in lvano-Frankivsk) and the 2nd office in Bulgaria — in Sofia.",
    "In Poland, where we celebrated our 5th anniversary, we also moved to a new office in the center of Warsaw, under the same roof as the parent company.",
    "There are representatives of the agricultural, financial, metallurgical, industrial, telecommunications, and construction sectors among our customers.",
    "a quarter of them for more than 5 years.",
    "This proves that the technical solutions we have developed are innovative and of high quality.",
    "In 2023, we received 10 awards.",
    "Specifically, the company was recognized as one of Top 100 Service Providers by IAOP.",
    "We strengthened strategic partnerships with top industry leaders such as Microsoft, Oracle, SAP, and we kept improving our competencies despite turbulent times.",
    "Moreover, the company participated in 54 online and 25 offline industry business events, taking part in discussions, sharing experience, and gaining new knowledge in cybersecurity, business development and business ea continuity, and recruiting.",
    "Our specialists participated in 199 training sessions, opening new career ladders for themselves — 285 specialists were appointed to new positions.",
    "This IS ale, time for CASE and comfort.",
    "And no matter what challenges of the global economy our company may face, we always ; ; remember that business must be responsible.",
    "In 2023, the company supported Ukraine It iS) time [O dare and endure.",
    "donating more than EUR 60 000 for military medicine, support for veterans, housing reconstruction, and provision of clothes, shoes, and technical equipment to the military .",
    ".",
    "of Ukraine.",
    "And our specialists raised more than EUR 700 000, taking part both in the charity Winston Churchill , re , events organized by the company and by joining initiative groups on their own.",
    "Last year we also became strategic partners of #STEM for Girls initiative in Ukraine, providing financial Support for events for girls who are developing their scientific and technical skills in IT, and we also supported the competition for the best gender-sensitive lesson in schools.",
    "2023 brought new experiences, new reasons to be proud of our achievements, and directions for development.",
    "It is clear to us that the echo of economic difficulties will be heard for a long time, but we do not have the right to stop.",
    "We need to move forward, because any crisis passes, and there will be many new interesting challenges and victories ahead.",
    "Infopulse Sustainability Report 2023 3 05 23 28 Whoweare © Organisation governance © Human rights © 31 46 53 Labor practices © Environment © Fair operating practices © 59 71 Consumer issues © Social Support © Infopulse Sustainability Report @eeys) co We are the team that creates the future together with our specialists, clients, and partners.",
    "Our strength lies in the diversity of views and unity of principles that we adhere to every day.",
    "Business development as well as organizational, professional, and personal growth stem from the basic values of Infopulse.",
    "Infopulse Sustainability Report @ueyem | Whoweare Flexibility We proactively develop and deliver solutions tailored to unique customer needs.",
    "Openness Innovation We strive to hear external signals and empathize with Every day we ask ourselves, “What if?” and never stop testing the customer.",
    "new ideas.",
    "Infopulse Sustainability Report @ueyem | Whoweare 7 IT services.",
    "One of the largest 30+ 2,000+ TOP 100 Top software IT companies | | | development years in the market Specialists service provider , company in Poland In Eastern Europe internationally by IAOP recognized by Pro Progressio 100+ 78% 45+ 5000+ 2019 Microsoft | , , | | | | Country Partner active clients in 30+ of clients from clients have been projects delivered | | | | of the Year countries worldwide, the EU & the USA working with us for from SMEs to Fortune over 5 years and one of selected 100 companies Microsoft Azure Expert MSPs Infopulse Sustainability Report @ueyem | Whoweare 8 heart, member of the international Tietoevry Group Company founded in Ukraine 7 specialists e 1991 7 cities of presence in Ukraine Office in Poland.",
    "No1 Best IT Employer in Ukraine (DOU) Infopulse Sustainability Report @ueyem | Whoweare 1992 2019 Establishing a partnership with Infopulse, a Netherlands-based company, and adopting their name 4O IT professionals 1999 2004 The first contract with an international company — Bull, France 2013 2010 Delivery office Branch office in Bulgaria in Germany 1000+ specialists 2021 2022 EVRY (former EDB) merge Infopulse opens a new with Tieto.",
    "office in Brazil.",
    "Microsoft Ukrainian Partner Celebrating 30th anniversary of the year, 15-year partnership on IT market 2000+ specialists 2007 Partnership with Microsoft & IBM.",
    "ISO 9001:2000 certification Partnership with BICS Supporting Ukraine in its fight against Russian invasion.",
    "Expanding our presence in Europe 2008 2023 Infopulse becomes a part of EDB (currently known as Tietoevry) 350 specialists Partnership with one of the Big Four Start of reorganization \\VY 10 Infopulse Sustainability Report @eeys) North and Latin America Germany, Bulgaria, Ukraine, and Brazil Europe Poland Germany Bulgaria Ukraine The Netherlands North America The USA Latin America Brazil M™ Sales and Delivery Mi Sales Infopulse Sustainability Report @#@eeem | Who weare 11 Lviv Cente rs eS Vinnytsia aren | Who we are 12 Infopulse Sustainability Report @eeys) \\ Bydgoszcz Infopulse Poland Delivery Centers Warsaw todz (HQ) ATE | Who we are 13 Infopulse Sustainability Report @eeys) Centers Infopulse Sustainability Report @ueyem | Whoweare 14 OUTSOURCING100 Infopulse achieved a place among Top 100 Service Providers in the ‘Leaders’ category according to IAOP®, for the 6th year in a row.",
    "G TOP 100 PUBLISHER Infopulse was honored with the Top 100 Publisher Award 2023 for PACE Products (140+ product clients).",
    "Infopulse Sustainability Report @ueyem | Whoweare B PAIH Grupa PFR Infopulse was named Best Service-Based Investor in Poland by PAIH.",
    "SoDA Conference A Infopulse won the SoDA Award in the Foreign Market Category.",
    "Awards & Recognitions 2023 asi) a Infopulse Poland became 2 one of the winners of the 2022 Etyczna Firma award (Ethical Company) award.",
    "UKRAINE Infopulse also secured a Top Five Ranking in the CSR Index 2023.",
    "‘S Pro Progressio Infopulse Poland received the Best Software Developer award and Lukasz Olechnowicz, Head of Business Development and Marketing and Chief Transformation Officer, received the Manager of the Year award.",
    "ses\" STRONG WOMEN IN IT 2023 s.esse2 GLOBAL EDITION REPORT Chief Operations Officer at Infopulse Lyubov Yudenko was recognized in the global rating of Strong Women in IT 2023 among 250 other female leaders from all over the world.",
    "Microsoft | Azure Partner | Expert BE Microsoft | MY SP Infopulse requalified for Microsoft Azure Expert MSP program for the third year In a row.",
    "MH Microsoft MEW solutions Partner Data & Al Digital & App Innovation Azure Azure EH Microsoft BH Microsoft MEW solutions Partner MEW solutions Partner Infrastructure Azure Helping clients manage their data across multiple systems to build analytics and Al solutions Helping clients modernize existing Helping clients accelerate the migration applications and build cloud-native apps of key infrastructure workloads to Azure HH Microsoft ® solutions Partner Security BH Microsoft MEW solutions Partner Modern Work Helping client safeguard their entire Helping clients boost their productivity organization with integrated security, and make the shift to hybrid work using compliance, and identity solutions Microsoft 365 Infopulse Sustainability Report @ueyem | Whoweare 16 We focus on quality, security, and technological excellence.",
    ", aws \\ Microsoft | Azure — Service opentext” | Partner rartner oes \" Ne ORACLE Partner Services Silver technology on the move A ATLASSIAN [ui] Path’ resco.net =o EarthDail ; aor servicenow.",
    "Infopulse Sustainability Report @#@eeem | Who weare 17 together with and partners.",
    "Our Armreity of views aM sere to every 927: bu $ pd ‘ ; organization e 4 personal growth ol .",
    "Jues of Infopulse: Our Statistics wernagey | Qutcw* CAMPING TEX » Tearre OF CAMP iv ARPENAZ 6.3 FRESH & BLACK 18 Infopulse Sustainability Report @ueyem | Whoweare 21% 24% 17% 13% 5% ue 0 0 Nordics North Benelux DACH France Ireland The UK Other America Infopulse Sustainability Report @ueyem | Whoweare 19 37% 25% - 18% IT Consulting Telecom 6% 5% Industrial & Finance Manufacturing 3% — Agro & Food 2% Retail & Logistics 4% Other Infopulse Sustainability Report @ueyem | Whoweare 20 109 994 2023 105 600 Revenue, K EUR Due to the global crisis and war in Ukraine, revenue growth has slowed 2021 down, yet it remains higher than in the pre-war period.",
    "92 1/2 Infopulse Sustainability Report @#@eeem | Who weare 21 However, the balance of newcomers and loyal professionals creates a productive environment.",
    "Total number of specialists Experience in the Company 15+ years 2 319 2 258 7% 2117 10-14 years 0-1 year 9% 20% 1 978 5-9 years 790/ 2-4 years 2019 2020 2021 2022 2023 35% Infopulse Sustainability Report @#@eeem | Who weare 22 SS A eo Na .",
    "cS sw .",
    "+ Re & yy Ort © 60 ne lity Rep lity tain Sus uise Infop which is achieved through trust and transparency.",
    "We maintain maximum transparency of governance practices, ensuring the interests and rights of stakeholders and integrating CSR principles across all processes.",
    "Respect the rights and keep the interests of all stakeholders as well as ensure equality while working in a cooperative manner.",
    "Infopulse Sustainability Report @Meyem | Organization Governance —~W Disclose Company information as appropriate, ensuring transparency.",
    "= The structure of the organization The Company has established is constantly being improved a monitoring procedure that to reflect customer requirements.",
    "measures analysis and evaluates processes for every working and managing process.",
    "In order to ensure transparency in the decision-making process, the Company specifies the responsibilities of all personnel that manages, performs, and verifies the work that affects the quality of our products and services.",
    "Corporate policies Internal control Process register and Corporate information Internal audit systems model system (CIS) * Tietoevry Code of Conduct The Audit Guideline defines rules * Tietoevry Supplier Code The Integrated Corporate Regulated by Process An allocated corporate for conducting internal audits of Conduct Management System Management policy in order internal site contains Infopulse of working processes In order is developed with respect to identify and document management data, including to estimate their efficiency and * Environmental Manual to the requirements of ISF, the Company's processes.",
    "all corporate policies, guidelines, the necessity of corrective and Policy ISO 9001, 14001, 27001, training materials, delivery preventive measures for their The Process Model clearly artifacts, audit reports, improvement.",
    "monitoring data, and templates * Quality Manual Policy CMMi, and ITIL, and covers all activities in the Company.",
    "presents processes, artifacts, * Tietoevry Security Policy roles, and functions.",
    "of the documents and forms.",
    "> Privacy Policy ¢ Anti-Corruption Program Guideline * Due Diligence Procedure Infopulse Sustainability Report @ueyem | Organization Governance 25 Mother company Infopulse specialists Local communities QQ Customers Society Partners Applicants Infopulse Sustainability Report @ueyem | Organization Governance 26 high standards.",
    "ISO Y ISO Ug ISO/IEC Quality management 14001 Environmental care 27001 Information security Infopulse Sustainability Report @Meyem | Organization Governance Y ISAE 3402 Type I Internal control 2/ its specialists treat everyone they come in contact with during their work with respect and integrity.",
    "Each specialist contributes to creating a discrimination- free work environment that respects all individuals, regardless of their religion, race, gender, sexua orientation, age, nationality, ethnicity, or disability, as well as preventing bullying and harassment.",
    "We do not tolerate any behavior that can be perceived as degrading or threatening.",
    "We work as a team with respect for each other.",
    "How we act: Infopulse has a set of guidelines, the Tietoevry Code of Conduct, which is an integral part of onboarding for every newcomer.",
    "Upon joining the company, each specialist is required to confirm their agreement wit to undergo a specia nN the Code of Conduct by signing it and training program related to the Code of Conduct.",
    "This training program is undertaken annually by all specialists.",
    "Infopulse responsib nas also introduced t e for ensuring that a ne Compliance Officer position, | specialists of the company behave honestly and ethically, and comply with applicable laws, rules, regulations, and standard processes.",
    "Any specialist can contact the Compliance Officer for queries related to the Code of Conduct.",
    "Having a whistleblowing channel helps to support Speak Up!",
    "culture and allows us to react promptly to any inconsistency with the Code of Conduct.",
    "Such cases can be reported in full confidentiality at https://tietoevry.whistleblowernetwork.net/.",
    "Infopulse Sustainability Report @weyem | Human Rights 29 of the multicultural Tietoevry team.",
    "Gender ratio Age ratio Female 34% Male 66% Gender distribution %: Age distribution % [years]: Production staff: 28% female, 72% male a 50.7% [31-40] a 22.4% [41-50] a 14.4% [26-30] a 6% [21-25] Management: 34% female, 66% male | 4.2% [51+] 2% [N/A] 0.3% [18-20] Infopulse Sustainability Report @weyem | Human Rights 30 te, Wit oe oo BZ Cun a) GEE YG?",
    "QU WN NS “ \\ \\““ ~ AX MS nability Report 2 ise Sustal Infopu ©) Financial compensation All specialists are rewarded according to the grade system (Trainee, Junior, Middle, Senior, Expert) and their exact role in the project.",
    "Compensation for overtime is provided in the form of extra payment or extra days off.",
    "Ss Financial support of the prenatal period and maternity leave 4 months of compensation are provided to support a specialist due to pregnancy and becoming a parent.",
    "Infopulse Sustainability Report @Meyem | Labor Practices C2) Bonus system for every specialist Remuneration for bringing in new clients and referring specialists, conducting training & mentoring, expert consultations, participation in industry-specific events, writing articles and reviews, and outstanding achievements in work.",
    "EN Advance compensation At personal request, the company can provide advance compensation for the purchase of a car, an apartment, etc.",
    "- Individual bonuses Depending on the role and position, a bonus can be offered for achieving a goal.",
    "be Personal help In case of hardship or at reasonable personal request, the company provides monetary help to a specialist.",
    "al £ ww, Flexible approach to the compensation of healthcare and sports Additional compensation for specialists who qualify for it A fixed annual sum is provided to cover medical insurance Each year, specialists entitled to welfare support receive an additional or sports — in full for one of the options or split between the two.",
    "one-off payment for health improvement.",
    "Medical insurance for close relatives is also partially compensated.",
    "O¢ Cr Vacations Sick leave 24 days of paid vacation per year + additional days are available If it is confirmed by documentation, the company offers paid sick leave.",
    "depending on the terms of the long-term partnership.",
    "Additionally, 5 days per year for medical treatment are available.",
    "Infopulse Sustainability Report @Meyem | Labor Practices 33 for the company and for the specialists 9 Fe uv Training Foreign language courses Career growth plan Through training opportunities, we help our specialists Working with foreign clients, it is important to help A specialist can create a career development plan reveal their talents and strengths.",
    "We give equal specialists improve their language skills.",
    "under the guidance of their manager and team lead.",
    "opportunities for career growth by providing access | | | | | | _ | | English, French, German, Swedish, Norwegian, The plan is based on an actionable approach — with to a set of training events on business, leadership, and .",
    "_ .",
    ".",
    "_ .",
    ".",
    "Polish, and Ukrainian online courses are available clear goals, steps, and terms.",
    "If needed, mentor’s help IT.",
    "Training sessions are conducted both by internal .",
    ".",
    "| | for specialists.",
    "and HR manager's consultation can be provided.",
    "and external professionals.",
    "The compensation plan includes a bonus system for providing tutorship, Such specialized courses as Presentations in English, lectures, and training.",
    "English for Non-Professional Talks, and English | for Business Discussions have proved All events are now held online.",
    ".",
    "to be the most in demand.",
    "Moreover, in 2023, five more Leadership development programs were launched, covering all leadership levels in the company.",
    "Infopulse Sustainability Report @Meyem | Labor Practices 34 Training Foreign language courses Career growth plan 199 completed external educational 32 general language courses launched 18 Trainee — Junior rograms (training sessions, oa pre | 9 specialized courses launched and 86 Junior > Middle conferences, e-learning) completed | - 106 Middle > Senior 762 completed requests for internal training 4 language events conducted 17 Senior — Expert 62 certifications P 3 movie clubs in English, Polish, and a | 45 Specialist level — L5 Team Leader 11 memberships in professional German held communities 6 Specialist level — L4 Delivery Manager 5 webinars for external audience 24 mentoring programs conducted 4 Specialist level — L3 Delivery Manager 3 L4 Delivery Manager — L3 Portfolio / Section / Engagement Manager Infopulse Sustainability Report @Meyem | Labor Practices 35 Leadership programs for managers Together with the People Relations team, an internal program called “Managers Grow Up Academy” was relaunched aiming to help L5/L4/L3 Managers improve both personal and professional competences.",
    "In 2023, we had a total of 5 groups with 63 participants, including the following modules: *- Improving Your Communication Skills — Core (2 groups, 27 participants) and Advanced (2 groups, 24 participants) levels; ¢- Leading Your Team — Core level (1 group, 12 participants).",
    "Infopulse Sustainability Report @Meyem | Labor Practices 36 New managers who have recently joined Infopulse and need to learn about our people management processes @ @ E re U Ca C ; O Nn a : Pp roj e cts - Specialists who are already preparing to step into management .",
    "roles and become Team Leaders or Delivery Managers In 2023 Topics Adaptation program for managers Recruiting and Hiring - Adaptation Accepting a new management role can be intimidating for the specialists .",
    ".",
    ".",
    "Evaluation and Feedback who have never led teams before.",
    "Therefore, in collaboration with experts from our people management teams, we have created a training + Grades and Roles program introducing our internal processes to new managers.",
    "- Training, Education, and Mentoring Rotations Compensation Packages Dismissals Infopulse Sustainability Report @Meyem | Labor Practices 37 fe, Oy W Wellbeing project Internship programs Partnership with universities Cooperation with Wellbeing Company gave our In 2023, we had 10 individual and group internship/ In 2023, we continued our collaboration with team and their families in Ukraine an opportunity training programs, involving 23 interns.",
    "2 of them educational establishments in the following areas: to receive psychological support via online continue their professional journey at Infopulse.",
    "| | _ | | | * Participation in 7 offline career fairs at Ukrainian consultations with specialists.",
    "During this period, .",
    "and Polish universities; almost 559 consultations were conducted and 163 people received help.",
    "* Participation in 14 online events, where our lecturers gave one or more lectures on QA, Cloud, Frontend, Project Management, Power Apps, etc.; * Support of 2 All-Ukrainian Olympiads from Kyiv Polytechnic Institute; * Signing of memorandums on collaboration with new universities in Ukraine and Bulgaria.",
    "Infopulse Sustainability Report @Meyem | Labor Practices 38 Cooperation Our company values long-term cooperation and annually recognizes those specialists who have been with us for a long time.",
    "Importantly, Loyalty Club members are full-time specialists who have been with Infopulse for more than five years.",
    "On all the anniversaries within the Loyalty Program, specialists receive boxes with branded gifts and bonus certificates.",
    "In 2023, the program was extended by adding categories of 15 and 25 years.",
    "5 years 10 years 15 years 20 years USD 400 USD 700 USD 1000 USD 1300 ¢ a branded T-shirt ¢ qa branded hoodie ¢ aq branded fleece ¢ abranded vest ¢ branded coasters ¢ branded coasters ¢ branded coasters ¢ branded coasters 25 years USD 1600 a branded jacket branded coasters Infopulse Sustainability Report @Meyem | Labor Practices 39 aa Farewell Polova” Event on the Company's Move into a New Office \"4S A » Sing f at hk’ OTe; aed We met in April to officially close the office in which our company had resided for almost 30 years.",
    "infopulse _infopulse —infopulse —_infopulse — | 1 My -ore 2 ~ (>) Watch the video & feel the vibes of the event Infopulse Sustainability Report @Meyem | Labor Practices 40 WA nnn’ i WWW my WWW my WW \" ay rh ih A cee v lj ul =, ' | —- = SS Infopulse has several traditional offices.",
    "In Ukraine, we have offices in Lviv, —— — — — = Zhytomyr, Odesa, and Vinnytsia.",
    "In Bulgaria, there is an office in Varna eo v “ Pr ies nal : sani et — — — j f - a) se Fon - -_ ~ | ace * aa’ .",
    "J !",
    "’ roe a i i | J : | i / TM \\\\ 1 \" —_ \\ YUU — if i { rors ree : a and a newly opened one in Sofia.",
    "Additionally, we have an office — in Rio de Janeiro, Brazil.",
    "> > In other locations, there are offices based on the concept of “15 minutes to the office”, which assumes that each specialist should be able to work from the office space located in urban areas no more than a 15-minute ride from home.",
    "co-working offices co-working offices a— < = == in Poland in Kyiv, Ukraine ) OB ._.",
    "(ii Rall se te Infopulse Sustainability Report @Meyem | Labor Practices 41 se infopulse : infopulse pulse A ne P iNTOPU 3 August 4, 2023, Ukraine lvano-Frankivsk office opening In 2023, our company lit one more bulb on the Infopulse map and opened the second hub in Western Ukraine.",
    "On this day, we had an official office opening ceremony, we played games to get to know each other better and relaxed in the “feel like home” atmosphere.",
    "Watch the video September 21, 2023, Bulgaria Sofia office opening Infopulse Bulgaria story started in Varna.",
    "The hub has been growing and developing since 2015, especially in the last few years.",
    "Infopulse Bulgaria is the third largest hub of the company, and it celebrated its 8th anniversary in 2023.",
    "We are proud to expand our presence here in Sofia, where the IT industry is thriving and where innovation and talent come together.",
    "Watch the video Infopulse Sustainability Report @Meyem | Labor Practices 42 in 2022, we expanded to Lodz, Gdansk, and Bydgoszcz.",
    "Last year, we initiated the tradition of celebrating the Infopulse Hub Day.",
    "In 2023, the slogan Poland of the gathering was “Feel like home!”.",
    "Colleagues from four offices (Warsaw, Lodz, Gdansk, and Bydgoszcz) had fun together and enjoyed a cozy atmosphere.",
    "’ jnfopulse Infopulse Sustainability Report @Meyem | Labor Practices 43 and Vinnytsia.",
    "These events were created to celebrate our shared values and the uniqueness of each hub.",
    "We established a tradition of gatherings, including informal meetings, networking games, and charity initiatives.",
    "In addition, Ukraine we raised UAH 125,000 to support our mobilized specialists.",
    "44 Infopulse Sustainability Report @Meyem | Labor Practices Meet-and-Greet Events At the end of December, we initiated the series of wrap-up events with a possibility of getting together in person in different locations.",
    "Meet-and-Greet events are offline meetings with community networking, engagement, and social responsibility.",
    "On December 21, we organized 10 events simultaneously in 10 cities of our presence: Kyiv, Zhytomyr, Vinnytsia, Lviv, Warsaw, Lodz, Gdansk, Varna, Sofia, and Rio de Janeiro.",
    "Infopulse Sustainability Report @Meyem | Labor Practices 45 oe yy * ae «= “ ..",
    "%s ~“ on a gall 4 .°% a e ‘ oP att fee .",
    "CE oY, i Infopulse Sustainability Report @weeem | Environment Infopulse Environmental Policy defines a set of principles, ensuring responsible business operations.",
    "Infopulse is committed to the principles of sustainability and socially responsible operations in which environmental protection is a key component.",
    "These principles are reflected in the way we conduct our business as a company and in our individual roles as specialists.",
    "Every year we issue a report published on an internal site, and EMS Indicator’s Report 2023 is ready and can be provided at a client’s request.",
    "4/7 Business Air and Car Travel AN The number of air business trips increased due to the trips mainly within \\ \\ \\' \" Continental Europe driven by client requests.",
    "—a \\ WWW As a result of the larger number of shorter trips, the distance travelled SANS \\ \\\\ Nt (in kilometers) remained nearly unchanged.",
    "WAN i nt The number of car business travel kilometers decreased sharply compared to the peak of 2022 caused by the specialists’ relocation within Ukraine.",
    "\\ \\ \\ N N LL Z y ‘TI lL.",
    "\\ Oe All 4 aad = N : ai \\ A \\ | | e 1a 7 A “= 3f = Infopulse Sustainability Report @weeem | Environment Air business travel Air business travel (pkm) Car business travel (km) (number of flights) 571 410 131 1009 269 | 045 212 471 275 93 992 18112 _ 2021 2022 2023 2021 2022 2023 2021 2022 2023 Infopulse Sustainability Report @weyem | Environment 49 the world, striving to make it a better place Energy consumption level per FTE reduced in 2023.",
    "Our used electronic equipment is always assessed for reuse.",
    "If electronic equipment is efficient but unsuitable for our business purposes, we propose our specialists to buy that equipment at minimal cost.",
    "Personal IT equipment like laptops and mobile phones is evaluated and reused where applicable.",
    "We repair storage arrays and other devices in certified service centers (as much as possible, without buying new ones).",
    "The equipment that no longer satisfies business needs and cannot be sold, but is still operational, is donated to charity.",
    "The inoperative equipment is disassembled into components that are further used to repair the existing equipment.",
    "Non-reusable electronic waste is recycled using environmentally friendly (or environmentally conscious) methods: it is transferred to the firms that are recycling providers and have licenses to be engaged in such activities.",
    "We recycle paper resources and e-waste when appropriate to create a healthy turnover.",
    "Infopulse Sustainability Report @weeem | Environment 50 (kWh per person) 2021 2022 2023 Infopulse Sustainability Report @weeem | Environment Paper waste for recycling (kg) Electronic waste for recycling (kg) 719 1 162 264 278 37/7 2021 2022 2023 2021 2022 2023 Data on environmental criteria is collected, and quarterly reporting is done within the specified time frame to Cemasys.",
    "The amount of CO, equivalent damage to the environment (in tons) was reduced.",
    "* Total GHG emissions for selected period 2021 36/7 CO, (tons) 242* Infopulse Sustainability Report @weeem | Environment 52 Infopulse Sustainability Report 2023 | We expect our suppliers to comply with the supplier conduct principles in our supply chain.",
    "These principles are summarized in the Tietoevry Supplier Code of Conduct and require all our suppliers to: respect human rights maintain high labor standards, including freedom of association, non-usage of forced and child labor, non-discrimination, and proper employment conditions be compliant with the health and safety standards take a precautionary approach towards environmental challenges comply with applicable laws and regulations concerning bribery, corruption, fraud, and any other prohibited business practices assume responsibility for undertaking the contractual anti-corruption and anti-bribery management according to Infopulse Anti-Corruption and Anti-Bribery Management System, which is a part of the Corporate Integrated Management System compliant with the requirements of ISO 9001, 14001, and 27001.",
    "54 Infopulse Sustainability Report @weyem | Fair Operating Practices Responsible procurement At least 3 commercial offers manager prepares a tender from different suppliers request form/purchase are considered request 01 ©) 02 ©) (> (> 08 RS, 07 RS, Tender results are approved Tender selection records based on Authority Matrix are documented and filed Value and conditions verification process 03 ©) 06 (<<) Supplier's selection based on criterion summary Comparison of commercial offers Due diligence check-up Infopulse Sustainability Report @weyem | Fair Operating Practices oS) by clear and regular actions ll Financial controls project It is based on the best practices such as Sarbanes-Oxley Act of 2004, International Standards for the Professional Practice of Internal Auditing, International Standards on Auditing, and the requirements of Tietoevry Group.",
    "[=VY External & internal financial audit Infopulse is subject to an annual external audit of financial reports performed according to the International Financial Reporting Standards as well as internal governance audits.",
    "Infopulse Sustainability Report @weyem | Fair Operating Practices 56 to decrease financial and reputational risks A clear, step-by-step check-up procedure is in place.",
    "Analysis of future cooperation Reputational check in open sources Financial check in open sources with a counterparty and via specially designated tools and via specially designated tools 01 C) 02 C) 03 (> (> 06 (<) O05 (<) 04 Ongoing monitoring Risk management and Analysis of red flags identified decision- making Infopulse Sustainability Report @weyem | Fair Operating Practices 57 on several pillars 13 is lel AA AA Anti-corruption training & System of inner financial Accounting for purchases Due diligence of all third materials on the internal site controls based on materiality and sales is reflected parties, customers, suppliers and risk factors in policies and procedures as well as company specialists ©) Anti-corruption audit Compliance and corruption incident management process hry Hl Infopulse Sustainability Report @weyem | Fair Operating Practices — rv, Approval of agreements by Compliance Officer Ess RRR GDPR principles introduced into the corporate environment.",
    "Lawfulness, fairness, and transparency By implementing an appropriate set of internal controls, Infopulse ensures that all personal data is processed lawfully, fairly, and in a transparent manner in relation to individuals.",
    "Accuracy The processed data should be accurate and up-to-date.",
    "Infopulse takes every reasonable step to ensure that inaccurate or obsolete personal data is rectified or erased without delay.",
    "Infopulse Sustainability Report @weyem | Consumer Issues Purpose limitation All data is collected for specified, explicit, and legitimate purposes, and this data is not further processed in a manner that is incompatible with those purposes.",
    "Storage limitation Infopulse keeps personal data for no longer than is needed for the purposes it is processed and during the period required by applicable law.",
    "Data minimization We process only adequate and relevant data that is limited to what is necessary in relation to the purposes for which it is processed.",
    "Integrity and confidentiality Infopulse implemented an ISO 27001-certified corporate security management system, which ensures the appropriate security of the processed personal data, including protection against unauthorized or unlawful processing and accidental loss, destruction, or damage, using appropriate technical or organizational measures.",
    "and serve our customers better et * 7 * > s * x European Business Association 4% European Business Association (EBA) SoDA Software Development Association Poland (SoDA) COMPUTABLE Computable Infopulse Sustainability Report IT Ukraine Association IT Ukraine Association Pro Progressio The Pro Progressio Club Dutch IT Channel Dutch IT Channel Wwe | Consumer lssues ; IT-CLUSTER IBaHO-DpaHKIBCbK lvano-Frankivsk IT Cluster Way 2 MarkWay Dutch IT Leaders Dutch IT Leaders 4 X |T-Association LT VN Vinnytsia IT Association Vinnytsia v“~v AIBEST AIBEST Am HOLLAND ey 6FINTECH Holland FinTech a ‘Me Lviv IT Cluster Digitale Stadt Diisseldorf Digitale Stadt Dusseldorf AmCham Brazil we hosted and attended a wide range of events -_ infopulse 7 iw RERLILACHO ' i nfo p u ls e ANICAAN\\: AY EGN ENERGAK | ; Dig End-to-end Digital Services 7 F A ' Re - —* eS | end Get to know our senaces i for Telecoms ervices 7 } Since 1991 Como Infopulse, BICS e Inmanta colaboraram para a solugao sem gastar milhoes Akamai oS completo, SLA completo BC, OC) info OOKLA Optive accenture 5 | Infopulse Sustainability Report @Meyem | Consumer Issues 62 | ae ee infopulse al | | Piel et Ee 1: He 5 bs.",
    "Uw strategische FEN nad | digitale partner in Nederland.",
    "4 wey a EFFORT Banking Scene (Halloween) Dinner in Amsterdam rol 2023 TNW Conference in Amsterdam To develop our focus industries and share current trends and insights, we hosted and attended a wide range of events ne H S D ‘eal © tota - com $ total © eosin I a total | | com | tel e securitydelta.nl Un .",
    "Nt ss The Dutch > security Cluster ONE Conference,The Hague Peo ecu igitising world RY total ‘elecom & total tele Total Telecom Congress in Amsterdam ~a = ew ih ee IMPACTDAY 2023 a), > 7 ge b “¢ | / em 25 er oe prs a = a” = are a a .",
    "~ = | xm ‘ He KJ Varyes Startupbootcamp, Amsterdam GreenTech Amsterdam ————_ Ce ERT om Infopulse Sustainability Report @weyem | Consumer Issues 63 nN Micror > adshow “SAP & Pia L Microsoft Power Platform Meetup: Hybrid Scenarios for Public Sector —_ \\ \\ a \\ Infopulse Sustainability Report @weyem | Consumer Issues ITT AGRITECHNICA in Hanover, Germany infopulse Digitale Dienste zur Beschleunigung Ihrer Transformation.",
    "A 30+ Jahre Fachwissen To develop our focus industries and share current trends and insights, we hosted and attended a wide range of events CXO Business Dinner, Hamburg, Germany Business Breakfast: Rethinking Digital Transformation — Future-Proofing Bulgarian Banks with Oracle —ClC( oO Li eE” )h3sésé~CS CU Infopulse Sustainability Report @weyem | Consumer Issues To develop our focus industries and share current trends and insights, we hosted and attended a wide range of events ag = OCTOBER YOUR SECURE AND CONVENIENT JOURNEY infopulse Big bank theory: coming to the fore with mobile banking _ ““yAIBEST BESCO Strategic partners.",
    "FUND OF FUNDS — SEE Summit 2023 infopulse 7&9 7 = Lor Es, Eth | a, — | Yel infopulse Global ITS if avices [eI (iaritage G dskbank Gold Sponsors; infopulse MBC RingCentral Global Services Workshop Hosts: we hosted and attended a wide range of events CONFERENCE JevOps Infrastructu \\JAws | ITSM & ITO Application Services CEE SME Banking Club Conference 2300+ experts Business Breakfast with Oracle in Warsaw.",
    "Automating the Future 230+ active ients Infopulse Sustainability Report @Meyem | Consumer Issues 66 Wun MAPTHEPU 3AXOLY ool PIEMONT Luxembourg-Ukraine Chamber of Commerce (LUCC) meeting, Kyiv = < oe >» 72 x Infopulse Sustainability Report @Meyem | Consumer Issues 67 events of educational establishments, and industry-related events = i Cloud Data i == Devo: | | paineering 3 SUOITEAOUUI : 2 1 SSAUp uoResidsu: .",
    "AniHa Taneesa PomaH KypuneHko Employer Brand Specialist y SoftServe Brand Events Team Leader y tnfopulse Job Fair at State University IT Talks and Jobs of Telecommunications 0 SS —— oy me SS ~ SSS _ » * ~ pulse [| = — Sombrg : “ | Time ys e NF a .",
    ".",
    "| ny | Lp exe k » = .",
    "4 : ft 4 : j 4 DO .",
    "_— sf 2.",
    "7 \\ , 4 > Pa x * rr WA | \\\" | ee IG infapulse | Z ‘* BeAhead career fair at KPI | - JS fwdays Infopulse Sustainability Report @weyem | Consumer Issues Career Fair at LPI iff ~ ‘ \\ i = aes | f ed / (ie J events of educational establishments, and industry-related events — } i 12 ) \" ‘ novation «q ' wees N 4 : | ——— ee ‘ > ALONE HN we BZ SPX Python “a » | , @) ©) 7 ness ae ~ ey ROSS aie Ez P ar 3 - .",
    "ee vation — s matt ‘ He c=) » e .",
    "Gauges i] H = 9) 75 f) Yi | e Nations!",
    "Scence afd Tltinca’ Ceres.",
    "Sofa, BO i a = ae Ww o = IT Provider : a ote’ ] * a i 5 = i x ‘iene eas ae FF NT a a .",
    "‘es ; wee <=] _— | + Let’s keep in touch !",
    "= sad, a A LO | 023 HUAWEI ie { T SEMINAR Si | WY -{- pa lighting up the Future TD oa ey Infopulse Sustainability Report @weyem | Consumer Issues 69 events of educational establishments, and industry-related events rezone wh) BAHN |) ye aa | “2 AG infopulse _ (obal service Wy i 7 g olution provider We are the team that creates the future together with colleagues, clients ‘and partners.",
    "Our strength lies in the diversity of views and unity of principles that we adhere to every day.",
    "Business evelopment, organizational, fl : > | | : | ‘professional and personal growth stem ; | , 7 from the basic values of Infopulse: ; ’ , (al » i aly om me --3 be — .",
    "f ty | < .",
    "experience nas he pA sy - | , , ; !",
    "d ; : i!",
    "| infopulse 1 = — f | : ff | | | We are the team that creates (ne future ofeagues, clients together with ¢ | and partners.",
    "Our strengt diversity of views and | infopulse Innovation Python G | T eovre eee ° i .",
    "eee ‘a!",
    "of = = eooee a \\ ° ee )@ | Weare the tes | together with colleagues = =e Ys a am that creates the future , clients h lies in professional from the basic values of involvement Flexibility Innovation Se | Cloud | DevOps | Cybersecurity | INS | : 4 | Microsoft | Application Servicq 30+ 230 years of IT experience exper J S P O | a N d \\ We a Company (¢) Nodejs () Python (@ Infopulse Sustainability Report @Meyem | Consumer Issues 70 A Infopulse Sustainability Report 2023 | Give to inspire others to give.",
    "Simon Sinek ‘a Infopulse Sustainability Report @weyem | Social Support a 4a Volunteer activity Charity CSR projects Our annual volunteer activity plan is built in accordance with 3 principles: [} 1 It should be relevant to the modern ESG agenda.",
    "[} ra It should take into account Infopulse legacy of such initiatives.",
    "J c The initiatives should inspire our specialists and be easy to participate in.",
    "So, in 2023, we focused on launching the initiatives which were relevant to our international teams, as well as maintaining strong focus on helping Ukraine fight in the war.",
    "an email platform for individual Fundraising What Infopulse created a separate email channel for private volunteer fundraising for specialists.",
    "Why In addition to volunteer donations within internal projects or public external ones, many people continue helping the Armed Forces of Ukraine, refugees, abandoned pets, and hospitals, and require a platform to communicate the needs of their initiatives.",
    "How Volunteering specialists sent their requests through the channel, and the community responded in a corresponding way — from picking up drones to making a financial donation.",
    "On a monthly basis, CSR specialists checked the statuses of the placed requests.",
    "EUR 623 669 602 collected requests for help Infopulse Sustainability Report @weyem | Social Support AA area - * k .",
    ": —\" - in 2023 — “Shoulder-to-Shoulder”: both the company and the community united their efforts to help protect the defenders What j A joint project of our community aiming to help mobilized Infopulse specialists or close relatives infopulse Nt4-0-Mil4 of specialists with footwear, clothes, medical kits, personal life-saving equipment, technical .",
    "Purchased items: devices, etc.",
    "Human life and safety will always be the priority of Infopulse, and we wanted to protect those 5 “Oo ee who put their lives at risk every day, defending Ukraine and our families.",
    "cS : ( ral How We announced an open fundraising campaign for the community where donations were made into a separate account of a partnering charity foundation.",
    "Afterwards, the project team collected \\ | SY requests from the mobilized specialists, processed them, purchased the goods, and delivered them to the defined location.",
    "Infopulse also made a donation to this initiative.",
    "The process was guided by the in-house CSR team.",
    "EUR 6 992 EUR 14 000 & S fundraised by Specialists donated by Infopulse Infopulse Sustainability Report @weyem | Social Support 75 «POLAR» Hae W TECTUR rr TEXTURED THERMAL ZONES G) MED THERMAL ZONE STARLINK infopulse ANA BINbHO!I YKPAIHUY Infopulse Sustainability Report @eeyzs) Social Support 76 fundraising initiative Defender’s Day auction To drive donations, CSR initiated a special auction and lottery among all those willing to donate on the eve of the Defender’s Day: our mobilized specialists sent empty shells, and Ukrainian artists turned them into art masterpieces.",
    "After that, 3 biggest donations received a guaranteed award, while other 15 samples became random lots.",
    "In total, EUR 16 750 collected.",
    "yin v i v ulse of Freedom iam yy\" F q aa Infopulse Christmas meet-and-greet fundraising During Christmas meet-and-greet events in Ukraine, our community donated EUR 9 800 for the needs of our mobilized specialists.",
    "Also, specialists participated in a master-class, making trench candles for Ukrainian soldiers.",
    "Infopulse Sustainability Report @weyem | Social Support 7/ the company and the community united their efforts to accelerate the Ukrainian victory What A joint project of Infopulse Ukraine and our community aiming to purchase drones for Ukrainian warriors.",
    "Why The Armed Forces of Ukraine need to increase the quality of aerial surveys of the occupied territories.",
    "How Infopulse made an investment into the production of an exclusive collection of 10 new items under the name “The Pulse of Freedom”, created a communication flow, and promoted the purchase campaign.",
    "The goods were offered at a price that corresponded to the cost of manufacturing with a call to add a donation in order to raise funds for the purchase of drones.",
    "The initiative was guided by the in-house Brand Events & CSR teams.",
    "EUR 20 225 470 6 collected items sold in total drones purchased — : enobesy4 h e219 ofr eel Infopulse Sustainability Report @weyem | Social Support 78 specialist What In order to support the \"Shoulder-to-Shoulder” project, one of the specialists donated numismatic coins from her collection for a charity auction.",
    "Why Our specialsts are passionate and have a strong desire to bring peace to Ukraine, Supporting our soldiers.",
    "How The initiative was aimed at selling collectible coins and banknotes.",
    "The total amount of the sale was transferred to help Ukrainian defenders.",
    "EUR 1 058 collected Infopulse Sustainability Report @weyem | Social Support 79 “Down Syndrome” charity foundation What On March 21, World Down Syndrome Day, we bring attention to people with Down syndrome in order to support diversity.",
    "Why Infopulse has been raising funds for “Down Syndrome” each March for more than 10 years, except for March 2022 when the full-scale war in Ukraine broke out, and we concentrated our efforts on other problems to solve.",
    "At the same time, the hardships of kids with Down syndrome became even worse, and we renewed our partnership.",
    "How On this occasion, we announced a fundraising campaign to help the children with Down syndrome who are patroned by the “Down Syndrome” charitable foundation.",
    "We also joined the flash mob “Lots of Socks”.",
    "EUR 1 245 V/ / Down Syndrome collected Infopulse Sustainability Report @weyem | Social Support 80 What On the occasion of International Earth Day, our specialists from Ukraine, Poland, Bulgaria, and Brazil participated in a variety of environmental initiatives to protect and preserve our environment.",
    "Why Growing focus on ecology and nature preservation compels us to step in and make our contribution.",
    "How In Bulgaria, about 30 specialists came together to plant a section of young coniferous forest.",
    "In Poland, 28 specialists helped the city and, together with the city administration, cleaned an area from garbage.",
    "In Rio de Janeiro, 15 specialists cleaned a beach from garbage.",
    "In Ukraine, 320 specialists supported the new initiative “Plant a Tree — Demine Ukraine” from the “Mama, Plant a Tree!” organization.",
    "2k trees planted.",
    "EUR 3 812 465 collected participants Ukraine Infopulse Sustainability Report @weyem | Social Support 81 | | - , J prune areHTH What i\" ep y: KPOB!",
    "KpOB!",
    "On the occasion of World Blood Donor Day, we contacted our community and blood donation centers in Ukraine, Bulgaria, Poland and Brazil.",
    "In Ukraine, we cooperated with q a“ the DonorUA organization.",
    "Why Blood is a vital liquid, which can’t be manufactured or substituted, and it is crucial for saving human life.",
    "How ¢ We held a lecture on “Blood donation”.",
    "- We created the Infopulse team on the DonorUA platform.",
    "49 volunteers donated 20 liters of blood.",
    "* We collected funds for the transportation of blood to front-line hospitals.",
    "EUR 645 49 collected people donated blood seDonoruA Infopulse Sustainability Report @weyem | Social Support 82 What On the occasion of International Homeless Animals Day, which is celebrated every year on the third Saturday of August, Infopulse organized an international initiative dedicated to helping homeless animals.",
    "Why Supporting animals has always been received with enthusiasm at Infopulse.",
    "A lot of specialists have pets and feel compassion for the animals that are in need of love and kindness.",
    "How On this occasion, on August 19, company specialists visited 9 shelters for animals in Ukraine, Poland, Bulgaria and Brazil, and handed over EUR 3,290 for the needs of the shelters, as well as groomed, played, cleaned, and fed the animals.",
    "EUR 3 290 collected or i _ be be ee Globattt Provide!",
    "‘fe # ‘opulse iT provide = 9g VY 4 a~Yy ow oy infopulse TBAPVK Fs |} carson mans i) +380 730 000 075 & DOMIVKAS@GMAIL.COM © @SHELTER_DOMIVKA 2 R_DOMIVKA A BPATOBAHUX TBAPHH Infopulse Sustainability Report @weyem | Social Support 83 + wa Ww\" BN BN BS wa We OS Ss rs LBATA) VY 4 -® al ,* : .",
    "1 scp NiO E CONTASIOS?: What Sear he re 05 Oe Diener r v4.",
    "i 4 i ie PP nel nel ner Fe Wa We 2 1°0 18 rene rere l SOS OTOTO LY, TSP 70S WS eS 1 ata wea Ba w ry B; na wa Pi.",
    "¥ S Pa | wa wa award waa y, BS BS wa we oS) “a Bs PS US na ba In December, all volunteers at Infopulse wanted to support low-income families, elder people and orphanages by bringing them gifts.",
    "Why Because at Infopulse we believe that care and love can change someone's life.",
    "How In Poland, we supported the Szlachetna Paczka initiative, which helped a low-income family by purchasing a new washing machine, sets of clothes, shoes, new pots and other necessary kitchen utensils, and additional special gifts.",
    "Our colleagues in Bulgaria bought and delivered food kits for the elderly.",
    "In Brazil, colleagues visited the Santa Teresa Support Center for Children with Cancer, which provides psychological and material assistance to seriously ill patients and their families.",
    "The specialists gave the center toys, clothes, other necessary items, as well as financial Support.",
    "Ukrainians joined the “Warm Winter” initiative from the “Blagomai” fund to buy warm winter clothes and shoes for orphans.",
    "EUR 3 639 collected Infopulse Sustainability Report @weyem | Social Support 84 via the Hour of Code initiative What We supported the Hour of Code, an international educational initiative, aimed at promoting the IT industry and teaching youngsters/schoolchildren the basics of computer science.",
    "Why We would like to show to kids that IT is fun and is an interesting option for their future profession.",
    "How Within the educational initiative “Hour of Code”, conducted in 2023, Infopulsers substituted regular computer science lessons with an Hour of Code lesson to promote IT among schoolchildren.",
    "Our volunteers held the Hour of Code lessons for children in schools in Kyiv, Kharkiv, Tsuman, Lviv, Chernihiv, Lutsk and Gdansk..",
    "12 19 385 volunteers lessons students hy.",
    "wh mn) WA Infopulse Sustainability Report @weyem | Social Support 85 Chestnut Run keeps us together to celebrate Kyiv Day even far away from home What The annual municipal charitable sports event aimed at purchasing cardiological surgery equipment for Ukrainian Children’s Cardiac Center.",
    "Why Funds collected within the scope of the project are directed to the purchase of necessary equipment and consumables for the Center of Paediatric Cardiology and Cardiac Surgery of the Ministry of Health of Ukraine.",
    "How Specialists were invited to register for the charity marathon and pay the charity contribution.",
    "After that, they had to print their numbers and go for a5 km run in their location, with friends or alone at any time of the day they wished.",
    "volunteers Vinnytsia ; | ar : “W ~ info Infopulse Sustainability Report @weyem | Social Support bike marathon, although in 2022 this initiative was cancelled.",
    "In 2023, our specialists joined the ride What “Kyivska Sotka” is a free-access bike marathon offering to cover distances of 100 km and 50 km.",
    "Why Our specialists value the time spent together in the non-business environment and enjoy achieving something great together.",
    "How Specialists were invited to register for the charity marathon and pay the charity contribution.",
    "This year, 15 athletes of the company took part in the bicycle marathon, covering a total of 11,350 km.",
    "volunteers Infopulse Sustainability Report @weyem | Social Support 8/ | | Sana ii ; Packed humanitarian aid in Lodz for Kherson survivors Collected empty tins to produce hand warmers for Ukrainian soldiers Infopulse Sustainability Report @weyem | Social Support 88 : a WII who are protecting our land ty?",
    "» Be ip | Wi WH } Wil PL | 3 an WT me Bnei SHUVNVVN TIN VVNN VUE ii, 2 = etal i | : nin What en HAN ULU econ ee Aat)| | ni OE ~, WO Tietoevry community raised funds to support mobilized specialists IAIN IIIB MIO eT eee a mn , , ase Tenn i ee iW Beinn il of Infopulse and Tietoevry Ukraine.",
    "HIT DSN A “an ay Ss, ni vi Was TTT FT MMT UTI ee) Fae a NN, + ALL | TEE TTT La ~ ub |= = LNT savvy raraaayy ele We OTN | Ainnninannernn HeCeeeL BENIN TET] agit ia — Why min Dy TTT mun) =~) MATT LL ii HATTON nina —— tl @ | , TTT ay NT iT tte To support the right for freedom of the Ukrainian people.",
    "MTT TY La int Hi = | _—_—a TTT 7” auifthiin How : | —— On February 24, 2023, Tietoevry volunteers organized meetings dedicated | _—_ ——a to Ukraine across its offices commemorating the heroic fight of Ukrainians : | and announcing the fundraiser.",
    "E , ' Result £ ; i EUR 3 373 were raised to purchase clothing, medication, and other ese G i y | } | necessary items for the mobilized specialists: for 7 specialists in Tietoevry UA ES a>.",
    "\\ = \"| (EUR 525), and for 38 in Infopulse UA (EUR 2 848).",
    "i : — Infopulse Sustainability Report @weyem | Social Support 89 Charity donations are part of Infopulse annual budget and they need to be planned in a transparent way.",
    "For 2023, we agreed to direct a significant part of those donations to Ukraine, which is struggling for its freedom against the Russian aggressor: to mitigate war consequences, to support our soldiers with clothes, necessary equipment and medical equipment, to renovate ruined homes, etc.",
    "The main focus of the charity roadmap for 2023 was helping the Ukrainian army to prevent the increase of refugees, lost human lives, and ruined families.",
    "Hospital What Pirogov First Volunteer Mobile Hospital (PFVMH) is a non-governmental organization of civilian healthcare professionals providing medical care on the frontline of the war in Ukraine.",
    "Why On a daily basis, wounded soldiers as well as civilians on the frontline lose their lives because medical infrastructure is ruined.",
    "The way out is to use modern vehicles with all necessary life-saving equipment.",
    "How Infopulse covered the purchase of components and disposable supplies for a mechanical breathing apparatus for the mobile healthcare vehicle.",
    "Infopulse Sustainability Report @weyem | Social Support Tlepmmmu 7o6posonbaunK Mykola Pirogov MOOUILHMK WINIMTab First Volunteer im.",
    "Muxonn IIuporosa Mobile Hospital nMoOwaAK Tlepmmum qo6posonbunit MooinmbHui mmutaitb im.",
    "Muxonn TIuporosa BUCHOBMIOE UMpy MOAKy: Ilpesnjenty TOB «Indonynpe Yxpaina» : Cirosy Onexcito bopucopyyy _ 3a CIIpPMAHHA B OGoponi Ykpainu Bijl pociMicbKoi arpecii, NiqTpuMKy Ta 3a6esie4eHHA Me{{UKiB-OOpOBONbUIB y palioHax GomoBux Tilt in Kherson Region What Ukrainian firefighters asked for a donation in order to expand rescue operations in Kherson region.",
    "Why On June 6, 2023, Russian terrorists committed ecocide by blowing up the Kakhovka Dam.",
    "Hundreds of villages and towns disappeared under water, people lost their homes, many were wiped off the face of the earth.",
    "Rescue services needed additional equipment for urgent evacuation of people and animals.",
    "How Infopulse funded the purchase of a rescue bus.",
    "Caras Sor ec ~ sol ek AOpOKuuH | == 3a XKUTTA = Infopulse Sustainability Report @weyem | Social Support 92 Donation of USD 5 000 to CF Zemliachky INE Ae 1ada9 What More than 60 thousand Ukrainian women are serving in the military.",
    "14+ thousand of them are fighting for Ukrainian freedom.",
    "dH Wi\" vee 2 AMH93HIV Ne 4M AHUDeHWaZ G a oe .",
    "Amvy 2LHO Bae S$ ‘3939 Why Women in the military lack clothes, footwear, underwear, designed to fit the anatomical specifics of a woman’s body.",
    "How Infopulse funded the manufacture of summer uniform for women-warriors.",
    "93 Infopulse Sustainability Report @weyem | Social Support What Supported veterans who need rehabilitation.",
    "Why Hundreds of Ukrainian heroes come back from the war with serious wounds which might sometimes lead to disabilities.",
    "While Ukrainian surgeons perform free operations, there is a tremendous shortage of titan implants.",
    "How Infopulse transferred funds to charity foundation SWOI to purchase 24 implants, saving limbs of our defenders and giving them the chance to return to usual life.",
    "Infopulse Sustainability Report @weyem | Social Support 94 { ) RECESS What Supported our partner, the “Bo Mozhemo” Fund, which unites volunteers to repair and rebuild destroyed houses in Chernihiv region.",
    "— x Sn &>te re.",
    "( & * & \\3 Ez iSshebe SeeRe aay Y=)\" “t= - SREEREC=~» oe Why Russian missiles ruin houses, villages and towns every day, killing people and leaving them without shelter.",
    "How Infopulse supported the community of volunteers who reconstructed the ruined house of the Stepanenko family, who had been living in a trailer with no heating and poor sanitary equipment.",
    "95 Infopulse Sustainability Report @weyem | Social Support What For several years, the marketing department has been redirecting the budget allocated for Christmas gifts to charity.",
    "This year, the support was directed to a mobile medical brigade.",
    "Why Mobile medical brigades save lives in field conditions and without electricity.",
    "In order to use their medical equipment, they need generators.",
    "How Infopulse donated funds to purchase two generators and fuel for them.",
    "Infopulse Sustainability Report @weyem | Social Support 96 infopulse infopulse The Pulse of Freedom JlimitoBaHa Konekyian 6PeHAOBAHO!",
    "NpogvyKuii «The Pulse of Freedom», rE: excnepAmeHT's, wo6 dase nee —— ee MeCTO NPOAGXKY AKO!",
    "- NIOTPUMKG YKPGIHCbKO!",
    "GpMIl.",
    "rnobanbHe noTenni HHA ; be wf ss « i cknagi konekuil: z tee : a - _ HOCTIAbHa Namna, powerbank, j ise 3 Ss res infopu KeEPaMIYHA YAWKG, CNOPTMBHMM PYWHMK TA MIHI-KOJIOHKG.",
    "CTAPTOBA WIHA JAOTY rm > Supported the publication Donated oxygen concentrators Provided charity lots for the of two books — about to the hospitals close to the auction in favour of UA Army preserving the climate & frontline about web-technologies infopulse Join a game of Kahoot!",
    "for Safer Internet Day 2023 Launched a communication Campaign on cybersecurity 7 448 =r pieces of furniture pieces of IT equipment Donated used furniture and equipment Infopulse Sustainability Report @weyem | Social Support 97 “Gender Ba and techno in technical projects At the end of 2022, we at Infopulse launched an anchor project, ance”, aiming to promote equal opportunities in science ogy.",
    "Having investigated this matter we understood that lack of women roles is caused by the stereotypes girls hear early at school.",
    "So, during 2023 we acted as a partner of #fiBUaTaSTEM (STEM Girls) to promote STEM opportunities for female students.",
    "Moreover, we launched two communication projects related to diversity.",
    "98 Infopulse Sustainability Report @weyem | Social Support and IT for Girls et aR y A i #ai “1, Ml ° IMs % AEPKABHU WEHTP — ii a infopulse IT.",
    "Integrator nfo p u ls e @ { 7 fMO3SAWKIAbBHO i Npo VY) vipainn p Q infopulse KERNEL i) SARA Fak SS wy rom Ha Ypox @ infopulse KERNEL ARTERIUM AXTERIUM Qenb gisyart B IKT Digital skills for life HALWIOHAJIbDHMN OeHb “pian HiBUuaT B TeEXHOJIOrIAx : STE BaneHTUuHa Bopuak Delivery Manager, Infopulse #HiBYaTa STEM eb AiBuctT BTeXHOSIOMIAX 11 »KOBTHA | ~@e an »KOBTHA.",
    "2?",
    "O 23 MA.H.",
    "ne a | q ate a ae a 2023 Py 3MICTY OCBITH : i Girls in IT Day event Girls in Tech National Day event Competition among teachers Speakers at the events of our partner EUR 1 360 EUR 4 736 EUR 3 272 Infopulse Sustainability Report @weyem | Social Support 99 STEM Sih CSR SAP UKRAINE LADIES IN TECH Bonus Episode!",
    "MEHTOPCbBKA nPOrPAMA #HAIBYUATASTEM nepwa B YKpaiHiI nporpama, AKa 3aBAAKU CNIBNpall!",
    "LIKONAPOK Ta CTYAeHTOK 13 YCNILUHMMMU MeHTOpKamMH, Aonomarae focarru npodeciiHux pe3synbTaTis y STEM-HanpamKax.",
    "Aonyyaiica Ao nporpamu Lle TBIV WaHc 3AIMCcHMTH CBOi Mpli y STEM Ta NonpauoBsaTu 3 TON-MeHesKepKamMuN Mentorship program with Acting as a business advisor Open day for schoolgirls at Lviv Communication projects, promoting diversity in IT: Infopulse COO as a mentor at a STEM workshop in Tallinn office 5 Digests with 14 inspiring stories from Infopulse ladies 6 stories of brave Infopulse switchers from other industries to IT Infopulse Sustainability Report @weyem | Social Support 100 Infopulse 2023 in a glimpse Infopulse Sustainability Report @weyem | Social Support 101 +48 (221) 032-442 +359 (876) 92-30-90 +49 (69) 505-060-4719 Delivery centers in 5 countries: Poland, Bulgaria, Germany, Ukraine LLC Kyiv Brazil Rio de Janeiro Ukraine, and Brazil +380 (44) 585-25-00 +55 (21) 99298-3389 Alexey Sigov, President, Co-founder Lyubov Yudenko, Chief Operations Officer Oryna Ignatieva, CSR Team Leader, Operations Viktoriia Slobodiuk, Communications Manager, Operations Anna Vlasyuk, Expert Communications Manager, Operations Oksana Hordiienko, Senior Designer (Graphic design) Kyrylo Kuzub Senior Designer (Graphic design) Kostiantyn Ihnatov Junior Designer (Graphic design) Oksana Sytnyk, Head of Section, Operations Olena Korniichuk, Delivery Manager, Operations Anastasiia Kolbushkina, Senior Communications Manager, Operations Yana Trehub, Communications Manager, Operations Diyan Atanasov, Communication Manager, Operations Aleksandra Wojtowicz, Communications Manager, Operations Acknowledgments This report has been published with the efforts of this team: Anna Nefodova, Head of Section, Business Development and Marketing Team Leader Vadym Kovalevskyi, Team Leader, Business Development and Marketing Mariia Buhaiova, Marketing Manager, Business Development and Marketing Viktoriia Zymenko, Senior Marketing Manager, Business Development and Marketing Andrii Chetvertak, Team Leader (Graphic design) Business Development and Marketing Evgeniya Tonkonog, Vice President (Accounting) Ganna Shevchenko, Head of Section Financial&Legal Natalya Sytnyk, Accountant, Financial Legal Kristina Osipova, Head of Section, Operations Iryna Araslanova, Senior Administrator, Operations Valerii Boiko, Delivery Manager, Operations Nataliya Velykodna, Head of Section, Operations Ana Freire, HR Manager (Recruiting), Operations Iryna Orykhivska, Hub Manager, Operations Denys Kostyk, Head of Section, Operations Kateryna lIlina, Expert Foreign Language Consultant, Operations Galyna Boiko, Expert Foreign Language Consultant, Operations Igor Nikityuk, Expert Foreign Language Consultant, Operations Sergii Topachevskyy, Senior Foreign Language Consultant, Operations Oleksandr Kononenko, Head of Section, Operations Ivan Korzhov, Country Manager, Operations Alina Blyzniuk, Delivery Manager, Operations Kristina Nemish, Senior HR Manager, Operations Kateryna Dobrolezha, Senior HR Manager, Operations Maria Shukatka, Senior Communications Manager, Operations Alina Hapyeyeva, Delivery Manager, Operations Anna Leonovych, Communications Manager, Operations Infopulse Sustainability Report @eeys) 103 info@infopulse.com /InfopulseGlobal /InfopulseGlobal Call us +48 (221) 032-442 +1 (888) 339-75-56 +55 (21) 99298-3389 +359 (8/76) 92-30-90 /InfopulseGlobal /company/infopulse www.intopulse.com +49 (69) 505-060-4719 +380 (44) 585-25-00 +31 (70) 89-10-8534 Thank you for your attention!"
]