[
    "About Razer Message from Global Head of People and Organization About this Report Reporting Period and Scope Reporting Frameworks Endorsement and Approval 02 09 Sustainability at Razer Approach to ESG Strategy Razer and the UN SDGs ESG Governance Corporate Governance Principles and Structures Ethics and Integrity Materiality and Stakeholder Engagement Stakeholder Engagement Materiality Assessment Building a Green Organization #GoGreenWithRazer Roadmap Nurturing a Greener Mindset Waste Water and Effluents Management Climate Adaptation Energy GHG Emissions Climate Risk Management Overview of Environmental Indicators Enhancing Product Sustainability Design-for-Sustainability Program Sustainable Packaging Product Responsibility Product Lifecycle Extend Product Longevity Empowering Our People Employment and Labor Practices Human Rights Diversity, Equity and Inclusion Training and Education Occupational Health and Safety Creating Sustainable Value in Communities Esports Local Communities Partnering to Build a Greener Supply Chain Supply Chain Product Materials Data Privacy and Security Appendix GRI Content Index ESR Content Index Independent Limited Assurance Statement 11 right thing to do.",
    "It’s a responsibility that’s deeply embedded in our business strategy and in the values that define us.",
    "We know that as the leading gaming lifestyle brand, we have the power and the duty to make a lasting, positive impact on our planet and our community.",
    "And we're proving that sustainability and business success are not just compatible — they’re essential to each other.",
    "Razer has never shied away from challenging conventions, whether it’s designing the lightest esports mouse ever with our Viper Mini Signature Edition, crafted from a groundbreaking magnesium alloy, or championing sustainability through our #GoGreenWithRazer initiatives.",
    "Our innovation isn’t just about creating the best gaming gear; it’s about pushing boundaries and setting new standards in sustainability.",
    "One of our proudest achievements this year is our collaboration with UL Solutions on the Environmental Product Declaration (EPD) label.",
    "As the first consumer electronics company to launch products with this label, we're setting a new industry standard for transparency and accountability.",
    "By openly sharing the environmental impact of our products, we're not only building trust with our community but also driving the entire industry towards greater responsibility.",
    "This commitment to transparency is crucial — not just for our business, but for the health of our planet.",
    "Our beloved mascot, Sneki Snek, embodies our approach to sustainability — engaging, impactful, and driven by the power of community.",
    "For every Sneki Snek plushie adopted, we're contributing towards Conservational International tree-saving programme as well as other conservation projects such as raising awareness around manta rays and their habitats.",
    "This initiative goes beyond conservation; it’s a testament to what we can achieve when we come together as a community.",
    "Sneki Snek is more than just a mascot — it’s a symbol of our belief #GOGREENWITHRAZER IMPACT | 2 REPORT 2023, RAZER INC.",
    "that everyone, from our employees to our fans, can contribute to a more sustainable world.",
    "Our commitment to sustainability is comprehensive, touching every aspect of our business.",
    "Our #GoGreenWithRazer initiative is built on four key pillars: = Green Organization: Were committed to decarbonizing our operations, even as our business continues to grow.",
    "We're looking beyond our direct emissions to support our value chain partners in reducing their environmental impact.",
    "This collaborative approach is key to driving systemic change across the industry.",
    "= Green Products: Sustainability in product design means constantly rethinking how we create and deliver our products.",
    "We're introducing recycled materials, using fewer resources, and maintaining the durability and performance that gamers expect from Razer.",
    "Our goal is to ensure that our products are as sustainable as they are innovative.",
    "=» Green Community: We believe in the power of our community to drive meaningful change.",
    "That’s why we are providing platforms for young voices to be heard, and using Sneki Snek to inspire action.",
    "Were fostering a culture of sustainability that extends far beyond our company and into the lives of our fans and followers.",
    "= Green Investment: Even as we grow, we remain committed to our roots in innovation.",
    "We're investing in start-ups with green initiatives and incubating new solutions within Razer’s ecosystem.",
    "This isn’t just about staying competitive; it’s about leading the way in sustainable gaming.",
    "Perhaps most importantly, we recognize the role of today’s youth in shaping tomorrow’s world.",
    "The younger generation is not just the future of gaming; they are the future of our planet.",
    "We are committed to empowering these young climate champions, who are already advocates for a sustainable future.",
    "Through our #GoGreenWithRazer initiative, we're providing support and platforms for youth-led organizations, ensuring that their voices are heard, and their ideas are realized.",
    "As we move forward, I’m confident that Razer will continue to lead the charge in responsible gaming.",
    "By aligning our business goals with our sustainability objectives, we're proving that success and responsibility go hand in hand.",
    "Our journey is ongoing, but with our values as our guide and our commitment to innovation, we're poised to lead the gaming industry toward a more sustainable and responsible future.",
    "Min-Liang Tan Co-Founder, Chairman and CEO fan base that spans every continent.",
    "Our iconic triple- headed snake logo has become a symbol of excellence in the gaming and esports communities worldwide.",
    "This recognition is a testament to our dedication to building one of the world’s largest and most comprehensive ecosystems for gamers, encompassing hardware, software, and services.",
    "Our story is brought to life through our award-winning hardware.",
    "From the high-performance Razer Viper V3 Pro esports gaming mouse to the sleek and powerful Razer Blade gaming laptops, we set the benchmark for gaming peripherals.",
    "These innovations are complemented by our robust software platform, which serves over 200 million users.",
    "This platform includes Razer Synapse, an Internet of Things platform that unifies our devices; Razer Chroma RGB, a proprietary lighting technology system that supports thousands of devices and hundreds of games and apps; and Razer Cortex, a game optimizer and launcher that enhances the gaming experience.",
    "Razer is world's leading lifestyle brand for gamers.",
    "#GOGREENWITHRAZER IMPACT | Ly REPORT 2023, RAZER INC.",
    "the Beyond hardware and software, Razer has ventured into financial technology with services tailored for gamers, youth, millennials, and Generation Z.",
    "Razer Gold has emerged as one of the world’s largest game payment services, while Razer Fintech is making significant strides in emerging markets.",
    "Our commitment to innovation and excellence was recognised in September 2022, when Razer Fintech was named one of Singapore’s Best Managed Companies by Deloitte for its contributions to the fintech industry and the Southeast Asian economy.",
    "Founded in 2005, Razer’s dual headquarters in Irvine, California, and Singapore reflect our global reach and vision.",
    "With regional headquarters in Hamburg and Shanghai and 19 offices worldwide, we are proud to be the leading brand for gamers in the USA, Europe, and China.",
    "Our journey continues as we strive to push the boundaries of what’s possible, always raising the bar for ourselves and the gaming community.",
    "In collaboration with Microsoft, Razer designs the Habu gaming mouse and Reclusa gaming keyboard, and markets them under the Microsoft/Razer co-brand.",
    "Founding of Razer 2007 by Min-Liang Tan and Robert Krakoff.",
    "Razer expands to Europe and establishes regional European headquarters in Hamburg, Germany.",
    "Razer opens R&D center in San Francisco, California.",
    "Razer moves its global co- First RazerStore headquarters from San Diego opens In Taipei, to San Francisco, California.",
    "Taiwan.",
    "Second and 2015 third RazerStores open in Manila, Philippines and Bangkok, Thailand.",
    "Razer establishes China regional headquarters in Shanghai, China.",
    "Razer opens next R&D center in Taipei, Taiwan.",
    "Fourth and fifth RazerStores open in San Francisco, USA and Shanghai, China.",
    "In partnership with Three Hong Kong, the sixth RazerStore opens in Hong Kong.",
    "Razer opens Razer Fintech HQ office in Kuala Lumpur to strengthen Malaysia as Razer’s regional center of FinTech innovation.",
    "® 2021 Under the #GoGreenWithRazer banner, Razer commits to a At RazerCon 2022 — a digital celebration For Gamers.",
    "10-year sustainability roadmap for a greener, more sustainable By Gamers, Razer also future for all to game in.",
    "announced a new luxury watch with Panerai, the first of its kind as part of a groundbreaking partnership with the watch maker.",
    "Razer also celebrates World Environment Day by announcing World’s First UL ECOLOGO-certified gaming mice.",
    "Razer brought home a total of 46 awards at CES2023, including Best of CES from Windows Central, PC Gamer, CNN Underscored.",
    "Razer’s short-term net zero targets have been validated by Science Based Target initiative (SBTi) as aligned to the 1.5-degree Celsius pathway.",
    "Razer incorporated recycled materials across its entire mice, keyboard and headsets base models line-ups.",
    "Elevate your battle station with Razer’s suite of award- winning peripherals, including the latest Blade laptops, innovative software platforms, and exceptional streaming products.",
    "In 2024, we expanded our Blade lineup with the introduction of the Blade 14, Blade 16, and Blade 18, continuing our legacy as the pinnacle of gaming laptops boasting many World's First features.",
    "Yet, powerful rigs are just the beginning — pair them with our high- performance gear for the ultimate setup.",
    "This year, we launched the Viper V3 Pro, an esports gaming mouse designed for unmatched speed and precision, and the DeathAdder V3 HyperSpeed, providing approachable, top-tier gaming performance.",
    "These join our lineup alongside staples like the award-winning Huntsman V3 Pro line of gaming keyboards, and the much-acclaimed BlackShark V2 Pro gaming headset.",
    "Experience industry- leading levels of precision, control, and clarity, and wield the unfair advantage that only Razer can provide.",
    "Mobile The luxury of gaming is no longer confined to the domain of PC or console, thanks to the innovative contributions of Razer in the mobile gaming sector.",
    "Our award-winning universal mobile controllers, like the Razer Kishi, have revolutionized on-the-go gaming by integrating console- level precision and comfort.",
    "The latest addition to this lineup, the Razer Kishi Ultra enhances mobile gaming with console-class ergonomics and immersive Razer Sensa HD Haptics.",
    "This groundbreaking controller is compatible with Android, iPhone 15 series, PC, and iPad Mini, delivering a true console gaming experience without compromise.",
    "With the Razer Kishi Ultra and our extensive range of mobile gaming gear including the Razer Hammerhead line of TWS earphones, Razer ensures that every gamer has access to top-tier gaming experiences, anytime, anywhere.",
    "#GOGREENWITHRAZER IMPACT | / REPORT 2023, RAZER INC.",
    "Services Razer Gold continues to be the leading virtual credit for gamers worldwide, with over 28 million registered users.",
    "With a network of close to 6 million channel touchpoints, users can easily buy and use Razer Gold in over 42,000 games and entertainment titles.",
    "Furthermore, with every spend of Razer Gold, users earn Razer Silver, the only loyalty rewards program designed for gamers.",
    "With the expansion of the Razer Silver rewards program, users now enjoy more ways to earn and redeem Silver across categories such as Razer hardware, games, and entertainment.",
    "Console At Razer, we are committed to delivering top-tier experiences to console gamers, who expect nothing but the best in terms of quality and performance.",
    "In 2024, we have expanded our portfolio with cutting-edge products designed to enhance the gaming experience on consoles like Xbox and PlayStation.",
    "This includes the award-winning Razer BlackShark V2 Pro, now available for both Xbox and PlayStation users, offering unmatched audio fidelity and comfort.",
    "We've also introduced a limited Street Fighter Akuma edition of our Kitsune leverless controller, for gamers who demand precise control and responsiveness.",
    "Additionally, our Wolverine V3 line has set new standards for Xbox and PC controllers, incorporating state-of-the-art technology to ensure precision that helps gamers stay ahead in every match.",
    "With these innovations, Razer continues to lead in providing console-specific gear and accessories that enhance performance, durability, and the overall gaming experience!",
    "Lifestyle Razer’s assortment of lifestyle products continues to redefine what it means to live a gamer-focused lifestyle, enhancing routines with unprecedented style and functionality.",
    "The Razer Iskur gaming chair, renowned for its independent ergonomic lumbar support system, not only won the T3.com Platinum Award but has also set new benchmarks in gaming comfort.",
    "At CES 2024, we introduced the Razer Iskur V2, further advancing our commitment to providing exceptional support and comfort for both gamers and professionals who spend extended periods at their desks.",
    "Global Head of People & Organization | am pleased to share our ongoing commitment to sustainability in this year’s report.",
    "At Razer, our core values—Be Phenomenal, One Razer, and Play Hard.",
    "Play Fair.",
    "— guide everything we do, including our approach to sustainability, social responsibility, and governance.",
    "We believe that innovation goes beyond creating cutting- edge products.",
    "True innovation also means fostering a culture that embraces sustainability, upholds social responsibility, and ensures strong governance across all aspects of our operations.",
    "Our sustainability journey is a continuous process that begins with our people.",
    "Achieving our goals relies on cultivating a culture where every employee understands their role in this journey.",
    "Whether reducing our carbon footprint, minimizing waste, or innovating new recycling methods, our employees drive these efforts.",
    "By embedding sustainability into our daily work, we not only positively impact the environment but also inspire others in the gaming community to follow suit.",
    "Social responsibility is integral to our culture at Razer.",
    "We're committed to creating an inclusive and diverse workplace where everyone feels valued and empowered.",
    "This commitment extends beyond our offices and into the communities we serve, focusing on community engagement and development.",
    "We aim to create opportunities for underrepresented groups in gaming and technology, promoting diversity of thought and driving meaningful social change.",
    "Strong governance is the backbone of Razer’s success.",
    "Good governance practices are essential for ensuring the long-term sustainability of our business.",
    "This year, we've strengthened our governance frameworks to ensure greater transparency, accountability, and ethical conduct.",
    "Our practices align with global standards, helping us meet and exceed the expectations of our stakeholders.",
    "In the spirit of transparency, we’ve made significant improvements to our reporting this year.",
    "We've tightened the location scope of our emissions reporting for greater accuracy and broadened the topics covered.",
    "This year’s report includes details on fugitive refrigerants’ emissions, wells-to-tank emissions from fuel use, emissions from digital activities, and even the emissions associated with product use.",
    "We believe this level of detail is crucial for understanding our true impact and holding ourselves accountable to our ambitious sustainability goals.",
    "At Razer, we understand that the journey toward sustainability, social responsibility, and strong governance is a marathon, not a sprint.",
    "With our values as our guide and a commitment to transparency, we're confident that we’re on the right path to making a lasting, positive impact on our planet, our community, and our industry.",
    "WW April Wan Global Head of People & Organization This report covers the environmental, social and governance (ESG) performance of Razer and its subsidiaries (the “Group”) for the period from January 1, 2023, to December 31, 2023 (the “reporting period’).",
    "The purpose of this report is to provide our stakeholders with an accurate and transparent account of the Group’s performance and progress against our identified material topics, surrounding sustainability.",
    "The scope of this report includes activities and data from all our offices and that of the top five contract manufacturers in our supply chain, which make up more than 80% of our spending.",
    "We have restated our FY2022 electricity consumption due to updated emissions factors across our countries of operation, and in turn, restated our emissions intensity values.",
    "Reporting Frameworks As a Group, we have taken reference from our peers and industry best-practices to enhance the comparability of our ESG reports.",
    "This report has, as such, been prepared in accordance to the Global Reporting Initiative (GRI) Standards: 2021, and recommendations of the Task Force on Climate-Related Financial Disclosures (TCFD).",
    "Moving forward, as Europe is one of our key markets, we plan to start aligning with the European Sustainability Reporting Standards (ESRS).",
    "From FY2023, we have begun mapping our existing disclosures to follow the requirements and key principles set forth in the ESRS, with a view to full alignment with ESRS in subsequent reporting years.",
    "In FY2023, we conducted our first Climate Scenario Analysis to understand the physical and transition risks material to our organization, and assess its financial impact on our organization.",
    "#GOGREENWITHRAZER IMPACT | 1 @ REPORT 2023, RAZERINC.",
    "Endorsement and Approval Razer’s Board of Directors (“Board”) holds ultimate responsibility for overseeing statutory compliance, stakeholder engagement, ESG performance and risk management.",
    "The Board also reviews the organization’s purpose, values, strategies, policies, and goals related to sustainable development of Razer on an annual basis.",
    "The most recent review by the Board took place on the 26th of June 2024.",
    "FEEDBACK FOR THIS REPORT: The Group values the feedback of our stakeholders and will strive to manage their best interests by addressing concerns wherever possible.",
    "If you have any questions or suggestions regarding our ESG report and sustainability performance, please contact us at ir@razer.com.",
    "The Group’s ESG strategy is aimed at pioneering long- term value creation for our stakeholders.",
    "Guided by our comprehensive ESG policy, we diligently integrate ESG principles into our everyday operations.",
    "We embrace the precautionary approach by proactively identifying and mitigating potential environmental and social risks that could impact our business and the communities we operate in.",
    "Our Environmental, Social, and Governance (ESG) strategy underscores this commitment.",
    "In this report, we delve deeper into each of the three pillars of ESG, focusing on the environmental, social and governance issues most critical to the long-term sustainability of our operations and of greatest interest to our stakeholders.",
    "#GOGREENWITHRAZER IMPACT | 1 yy REPORT 2023, RAZERINC.",
    "Razer and the United Nations Sustainable Development Goals The challenges we face as a society — poverty, inequality, a warming planet — demand a united response.",
    "As a group, Razer is committed to the aims of the United Nations Sustainable Development Goals (UN SDGs) in promoting sustainable development within and beyond our organizational walls.",
    "These 17 interconnected goals offer a roadmap for a more sustainable world, addressing challenges relating to poverty, inequality, climate, environmental degradation, prosperity, and peace and justice.",
    "In line with industry best-practices, we have taken a proactive approach in mapping our existing sustainability initiatives to the specific goals most relevant to our business.",
    "UN SDGs Ensure healthy lives and promote well-being for all at all ages Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all Achieve gender equality and empower all women and girls Ensure availability and sustainable management of water and sanitation for all Ensure access to affordable, reliable, sustainable and modern energy for all Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation Reduce inequality within and among countries Ensure sustainable consumption and production patterns Take urgent action to combat climate change and its impacts Conserve and sustainably use the oceans, seas and marine resources for sustainable development Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reserve land degradation and halt biodiversity loss Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels Strengthen the means of implemention and revitalize the global partnership for sustainable development Responsible corporate governance forms the bedrock of our ESG strategy, ensuring thorough assessment and management of ESG-related risks and opportunities.",
    "The Board and Management are dedicated to enhancing Razer's enterprise and social value for all stakeholders by fostering a robust governance framework.",
    "As part of the Group’s overarching strategic planning, the Board integrates ESG-related risks and opportunities, including climate risks, to address impacts on the environment, society, and our business operations caused by day-to-day activities.",
    "The Board assumes ultimate accountability for the Group’s sustainability agenda and due diligence process, conducting quarterly reviews and assessments of Razer's ESG initiatives, concerns, and risks, while our CEO supports these efforts by conducting monthly reviews of ESG-related programs under #GoGreenwithRazer ensuring effective implementation.",
    "To align the interests of our executives and employees with our sustainability goals, we have integrated ESG performance into our incentive and bonus programs through KPl’s and corporate Balanced Scorecard.",
    "Some examples include: =» The removal of single-use plastics in all corporate offices by 2021 (achieved) = Sustainability report to incorporate GRI comprehensive by 2023 (achieved) = All corporate offices to incorporate green energy by 2025 (achieved in 2022) = All RazerStores to include recycling programme for gamers to recycle Razer products by 2025 (achieved) = 100% of products to incorporate recycled material and ecolabel by 2030 = Airto-sea freight ratio to reach 40:60 by 2030 = 80% of suppliers’ energy consumption to tap on green energy by 2030 = 100% of capital goods to be recycled by 2030 We believe this approach will help to foster a culture of responsibility and innovation and encourage proactive management of ESG factors throughout the organization.",
    "#GOGREENWITHRAZER IMPACT | 1 3 REPORT 2023, RAZERINC.",
    "Razer has established robust internal control systems and risk management processes to oversee our sustainability practices, ensuring clear visibility into our ESG performance for the Board and key stakeholders.",
    "Our data undergoes rigorous annual audits overseen by our Chairman and CEO, demonstrating our commitment to transparency and accountability.",
    "As part of our evolving sustainability journey, we have sought external assurance this year, specifically ISAE3000 limited assurance, to further enhance the credibility of our ESG reports.",
    "Spearheading Razer's sustainability efforts is our dedicated Sustainability Workgroup, led by senior managers across different functions and chaired by Mr.",
    "Min-Liang Tan, Chairman of the Board and CEO.",
    "This high-level leadership ensures sustainability remains a top priority throughout the organization.",
    "The Chairman plays a pivotal role in shaping Razer's sustainability vision, defining clear objectives and strategies, identifying, monitoring and evaluating key ESG issues that could impact our business operations and performance, and evaluating the progress of each department's sustainability efforts.",
    "Comprising heads from key Business Units (BUs) and senior management across Financial Management, Marketing, Engineering, Supply Chain Management, Logistics, Customer Service, and Investor Relations, the Workgroup brings together diverse expertise to achieve comprehensive sustainability goals.",
    "In FY2022, the Sustainability Workgroup ramped up its efforts on product sustainability by focusing on the delivery of World’s first UL ECOLOGO for gaming mice under UL’s standard UL2710; rolled out Razer’s 1% range of recycled plastic gaming products — Razer Deathadder V2X Hyperspeed and Razer Ornata V3; as well as to expand life cycle assessment across more product lines, actively reviewing ways to cut emissions.",
    "At the corporate level, the Workgroup also pledged to achieve the goal of tapping on 100% renewable energy ahead of its 2025 goal.",
    "Additionally targeted for 2025, Razer’s short-term net zero goals were successfully validated on schedule in 2024 by the Science Based Targets initiative (SBTi), confirming alignment with the 1.5-degree Celsius pathway.",
    "The Sustainability Workgroup meets monthly to review progress, implement key ESG strategies and measures across the Group, and report their progress & achievements to the Board, which holds meetings quarterly.",
    "Their discussions cover a wide range of topics, from staying ahead of the curve in sustainability practices to selecting suitable materials based on life cycle assessments.",
    "They also drive initiatives to galvanize the community around sustainability and proactively address climate-related risks.",
    "Sustainability at Razer ESG Governance Beyond internal collaboration, the Workgroup actively engages with external consultants.",
    "This ongoing partnership fosters capacity-building in sustainable development, ensuring Razer stays informed on industry trends, evolving regulations, and capital market expectations.",
    "Outlined below are the roles and responsibilities of our ESG Governance Structure: Responsibilities Decision-Making Board of Directors Approve the Group’s overall ESG strategy and report, take ultimate responsibility for the overall direction, strategy, objectives, performance and reporting of the Group’s sustainable development Management Sustainability Workgroup Formulate the Group’s ESG objectives, strategy, work plans for the Board’s approval Identify, monitor and examine important ESG issues, risks and opportunities that may affect business operations and performance for the Board’s approval Supervise and review the Group’s ESG policies, practices, framework and management and propose improvements to the Board Review the Group’s annual sustainability report and other ESG-related disclosures Perform other related functions not limited to reviewing corporate activities and products’ life cycle assessments to reduce carbon footprint, forging strategic partnership with key NGOs & relevant stakeholders, as well as working on sustainability campaigns to increase awareness on material topics Review appropriate KPIs for staff performance and rewards Implementation All Departments Collect data required for the annual sustainability report Improve ESG awareness of department staff Promote effective implementation of the Group’s sustainable development strategy and action plan within the department Integrate and evaluate ESG risks or opportunities identified by employees in the course of their work Sustainability at Razer Corporate Governance Principles and Structures The Board is dedicated to upholding the highest standards of corporate governance.",
    "This commitment ensures the protection of shareholder interests, enhances corporate value, and guides the formulation of business strategies and policies.",
    "Additionally, it fosters transparency and accountability throughout the organization.",
    "Ethics and Integrity At the core of Razer’s ethos, lays the principle of 'Play Hard, This Code encompasses the following ethical principles: Play Fair’.",
    "This encapsulates our commitment to running a gamer-focused business with high ethical standards.",
    "=» Managing gifts and invitations, and political contributions Alongside 'Play Hard, Play Fair,’ our core values include = Insider information and insider trading ‘One Razer’ and 'Be Phenomenal’.",
    "These values guide us in » Anti-bribery/anti-corruption, avoiding conflicts of interest fostering a corporate culture where employees, customers, = Client confidentiality and gamers collaborate to achieve our vision without = Compliance with laws, regulations and company policies prejudice, fear, or favor.",
    "= Competition and fair dealing = Equal opportunities, discrimination and harassment, Our Legal & Compliance and Human Resources workplace bullying, retaliation departments are tasked with ensuring adherence to our = Professional conduct ethical standards.",
    "They also oversee the availability of effective whistleblowing channels, providing a mechanism for reporting any suspected misconduct that goes against The Code of Conduct also outlines procedures for addressing our policies.",
    "workplace grievances and provides avenues for remediation.",
    "This promotes transparency and facilitates open communication Code of Conduct across all Razer subsidiaries, including non-permanent staff, consultants, and interns.",
    "Our Code of Ethics and Professional Conduct (‘Code of Conduct’) outlines the principles and responsibilities guiding ethical behavior, integrity, compliance with laws, and fair treatment of all individuals within and outside Razer.",
    "Upon onboarding and during annual training sessions, all Razer employees receive orientation on our Code of Conduct.",
    "Similarly, we expect suppliers and contract manufacturers to uphold our Code of Conduct in good faith.",
    "The Razer Code of Conduct is readily available to all employees through our intranet and undergoes regular reviews to align with best practices and stakeholder expectations.",
    "Whistleblowing At Razer, we promote a collaborative work environment where all our employees can thrive together.",
    "Recognizing the potential for workplace conflicts, we provide a comprehensive Whistleblower and Complaint Policy that goes beyond our Code of Conduct.",
    "This policy ensures employees have confidential and anonymous channels to voice concerns, with clear procedures for maintaining and securing records.",
    "This policy encourages employees to report any suspected improper conduct, such as falsifying records, misuse of user data, sexual harassment, discrimination, fraud, or other criminal activities.",
    "It also addresses suspected violations of laws, government regulations, breaches of internal accounting controls, accounting and auditing practices, company policies, and other regulatory requirements.",
    "This policy also addresses complaints from third parties that are reported to Razer.",
    "Such complaints are initially directed to the Razer General Counsel or Head of Human Resources, who then informs the Chairman of the Audit and Risk Management Committee.",
    "If the reporting party prefers, they may also directly approach the Audit and Risk Management Committee under this policy.",
    "Following notification of the relevant parties, an investigation into the alleged violation commences, with necessary and appropriate actions taken.",
    "Razer understands that whistleblowers may experience significant anxiety when reporting concerns.",
    "Therefore, if an employee is uncomfortable discussing suspected violations with their direct supervisors or managers, they can make an anonymous and confidential report via email or mail.",
    "The Head of Legal and Head of Human Resources are designated executives responsible for reviewing reported cases, determining the appropriate investigation methods and corrective actions, and subsequently informing the Audit and Risk Management Committee (ARMC) of relevant cases.",
    "This policy is communicated to all employees through our intranet.",
    "We are pleased to report that there were no confirmed instances of whistleblowing during the reporting period.",
    "#GOGREENWITHRAZER IMPACT | 1 5 REPORT 2023, RAZERINC.",
    "0 454 hours of training in 2023 covering anti-bribery & corruption, anti-money laundering, countering the financing of terrorism, incident reporting, and compliance — aimed at enhancing the understanding of compliance requirements and internal processes at Razer.",
    "Whistleblowing channels: =» Email: play.fair@razer.com =» Letter: Razer SEA HQ, 1 one-north Crescent, #02-01, Singapore 138538, marked “Attention: Head of Legal’ or “Attention: Head of Human Resources” Anti-Corruption and Business Integrity At Razer, we maintain a strict zero-tolerance policy towards bribery and corruption.",
    "Aligned with our core values, we are dedicated to conducting all aspects of our business and operations responsibly and ethically.",
    "Our Anti-Bribery and Anti-Corruption Policy sets out the guidelines for conducting business professionally, fairly, and with integrity in all interactions and relationships.",
    "We expect both our staff members and business partners to remain vigilant regarding potential conflicts of interest that may arise from their personal and professional connections.",
    "To enhance staff education and development, we implemented the following training modules for all Razer employees during the reporting period: Anti-Bribery and Anti-Corruption, Anti-Money Laundering, Combating the Financing of Terrorism, Workplace Health & Safety, and Incident Reporting.",
    "Specialized training sessions were also conducted for specific divisions, including a Compliance refresher for the Regulatory Compliance team and Malaysia-specific training on Combating the Financing of Terrorism for the Malaysian Compliance team.",
    "The number of staff trained on anti-corruption practices at Razer is as follows: Geographical Region Number of Staff Trained Americas 71 APAC 358 AMEA 25 Employment Category Number of Staff Trained Senior Management 7 Middle Management 100 General Staff 347 We adhere to all anti-bribery and corruption laws applicable in every jurisdiction where Razer operates.",
    "In maintaining transparency, the Group abstains from making contributions or payments that could be perceived as contributions to political parties or candidates.",
    "However, employees are permitted to engage in such activities on a personal basis, as long as there is no conflict of interest with their role at Razer.",
    "#GOGREENWITHRAZER IMPACT | 1 / REPORT 2023, RAZERINC.",
    "Anti-Money Laundering Razer complies with all relevant laws and regulations concerning anti-money laundering and countering the financing of terrorism, fulfilling its social responsibilities and legal obligations in this regard, including conducting due diligence.",
    "Throughout the reporting period, there were no confirmed legal cases of non- compliance with these laws and regulations.",
    "Regulatory Compliance In October 2023, Razer USA Ltd.",
    "entered into a settlement agreement with the California Energy Commission (CEC) whereby Razer agreed to pay an administrative civil penalty of USD$300,000 and agreed to a compliance plan to ensure that regulated appliances sold in California meet certain requirements under the CEC’s Appliance Efficiency Regulations, including certifying products under the Modernized Appliance Efficiency Database System (MAEDbS).",
    "The CEC had alleged that Razer had offered for sale certain products that did not meet the efficiency standards and were not certified to the MAEDbS.",
    "In 2023, the US Free Trade Commission (FTC) commenced investigations into Razer’s advertisement and sale of the Zephyr mask.",
    "In May 2024, Razer entered into a settlement agreement with the FTC in resolution of FTC’s complaint against Razer.",
    "The complaint alleges Razer had engaged in unfair practices in its advertisement and promotion of the Zephyr mask as a N95-equavalent product when the Zephyr mask is not an N95 mask, nor was it certified or approved by any US government agency.",
    "The settlement includes payment by Razer of a USD$100,000 civil penalty and provision of approximately USD$ 1 million for restitution to purchasers of the mask who come forward.",
    "Razer does not admit culpability and liability in the settlement agreement.",
    "There were no legal proceedings relating to corrupt practices against Razer or its employees.",
    "The Group is also unaware of any non-compliance with laws and regulations related to bribery, extortion, fraud, and money laundering that would have a material financial impact.",
    "ENGAGEMENT : Materiality and Stakeholder Engagement We acknowledge that the support and involvement of our stakeholders are crucial in shaping Razer’s sustainability strategy and reporting.",
    "We are committed to nurturing relationships with both internal and external stakeholders to ensure our approach to stakeholder engagement is responsive and inclusive.",
    "Stakeholder Engagement In 2023, the Group’s key sustainability issues were independently reviewed.",
    "Separately a materiality assessment and stakeholder engagement exercise were conducted, aimed at identifying, understanding the relevancy and prioritizing the Group’s key sustainability issues.",
    "As Razer advances in sustainability, we have consistently reviewed our stakeholder engagement practices including a broader range of stakeholders, ensuring a comprehensive understanding of topics critical to the Group’s ESG performance.",
    "During this year’s materiality assessment, we engaged with over 500 internal and external stakeholders from across our value chain and Group to better understand the impact of material issues on Razer and our stakeholders.",
    "Using in-depth surveys and focus groups, we were able to quantify and prioritize our material topics.",
    "Over the past year, we actively engaged with stakeholders to refresh our material issues, aligning our priorities with evolving business operations and diverse stakeholder expectations.",
    "Materiality and Stakeholder Engagement Stakeholder Engagement Outlined in the table below is our mapping of material topics to respective stakeholder groups, alongside the key methods of engagement utilized to gather insights and feedback.",
    "Stakeholder Group and Relevant Material Topics Key Methods of Engagement Investors = Emissions Management = Annual general meetings = Corporate Governance = Annual and interim reports = Data Privacy and Security = Press releases, announcements and circulars Employees = Employment and Labour Practices = Training and employee-caring activities = Diversity, Equity and Inclusion = New hire orientation = Occupational Health and Safety = Quarterly global townhalls where CEO takes questions directly from employees =» Grievance mechanism = Intranet Gamers = Product Lifecycle =» Contact centres = Data Privacy and Security = Feedback surveys = Website = Social media platforms Partners® = Supply Chain = Tendering process = Occupational Health and Safety = Supplier rating system =» Human Rights = Meetings and conferences = Site visits Media =» Emissions Management = Media briefings and conferences = Corporate Governance = Press releases =» Human Rights = Website = Social media platforms Community = Emissions Management = Volunteering opportunities =» Water and Effluents Management = Charitable events = Local Communities = Joint activities =» Human Rights * Contractors and suppliers, academia and governmental organizations Materiality and Stakeholder Engagement Materiality Assessment Materiality Assessment Process To identify the most critical ESG factors impacting Razer and its stakeholders, we adopted a sector-specific approach.",
    "Our process commenced with a thorough examination of market-leading standards and frameworks to pinpoint key material issues relevant to our industry.",
    "Subsequently, a peer benchmarking exercise was conducted to understand the material topics prioritized by industry leaders and to assess key performance indicators within the sector.",
    "This analysis enabled us to develop a preliminary list of material issues, which were further refined through comprehensive stakeholder consultations with Razer.",
    "We identified key stakeholder groups above, and the survey results formed the basis for prioritizing material topics through a detailed impact analysis.",
    "At Razer, we recognise the profound interconnectedness between ESG factors and our long-term financial health.",
    "To ensure a comprehensive and strategic approach to sustainability, as well as to align with the principles of ESRS, we have adopted a double materiality framework in our assessment process.",
    "This approach goes beyond simply considering our environmental and social impact.",
    "It necessitates a critical \"outside-in\" perspective as well, meticulously examining how environmental and social trends, risks, and opportunities can influence our financial performance.",
    "By proactively identifying and mitigating environmental and social risks, we safeguard our financial future and create a more sustainable business model.",
    "It allows us to make strategic decisions that benefit both our financial well-being and the environment we operate in, ensuring a thriving future for all stakeholders.",
    "Through this exercise, we assess each issue's significance to both stakeholders and Razer, relative to the Company’s ESG impacts.",
    "Materiality and Stakeholder Engagement Materiality Assessment Materiality Assessment Results Our materiality assessment pinpointed sustainability issues that are crucial to our stakeholders, forming the bedrock of our sustainability approach, strategy, and reporting.",
    "Material Topics Impact Inside Impact Outside Product Sales & Supply Sales & Product Product Design Distribution Chain — Distribution Line End-of-Life Emissions Management e @ @ e ® e Water and Effluents Management e Product Lifecycle e e e e Employment and Labour Practices e @ @ e ® e Diversity, Equity and Inclusion e @ @ td] @ e Occupational Health and Safety e @ e e e e Training and Education e @ @ e ® e Human Rights t e Local Communities Supply Chain e e e e ® e Data Privacy and Security e @ @ td] @ e Corporate Governance e @ @ e e Building a Green Organization Mew Hon 2022!",
    "@ Significantly reduce air travel for business purposes to further lower carbon footprint throughout the years Achieve consumer transparency with independently verified ecolabels Transfer our entire operations to 100% renewable energy to power all our global offices 100% of Razer products can be recycled with Razer di 100% of Razer products will utilize recycled or recyclable materials ©) Achieve Net Zero across our operations V = ae As we advance in our sustainability journey, Razer is dedicated to embedding sustainability into our corporate culture and mindset of our employees.",
    "Our goal is to shape a culture of care for the planet with concrete commitments to reducing our carbon footprint, transitioning to renewable energy sources, and preserving bio-habitats.",
    "In alignment with the UN Agenda for Sustainable Development and the Singapore Green Plan, we are committed to achieving Net Zero across our operations by 2030.",
    "#GoGreenWithRazer Roadmap As a leading gaming hardware and software company, we acknowledge our responsibility to guide and shape a sustainable future for the technology sector.",
    "Embracing our ethos of 'Play Hard, Play Fair’, we launched the #GoGreenWithRazer movement in 2021 to demonstrate our commitment to preserving the world as a shared arena for everyone.",
    "As part of this initiative, we launched a detailed 10-year environmental roadmap in 2021, which outlines our key efforts to ensure a cleaner, greener world for future generations.",
    "To further guide this transition, we also established interim targets in 2022.",
    "Key milestones in our roadmap include achieving 100% renewable energy in all our corporate office in FY2022 ahead of our target in 2025, ensuring all products are made from recycled or recyclable materials, and reaching Net Zero emissions by 2030.",
    "As part of this movement, Razer is mobilizing the community—youth, millennials, and Gen Z—to make a difference through various green initiatives, including recycling programs and raising awareness about environmental footprints.",
    "Building a Green Organization Af At Razer, sustainability isn't just a business strategy— it’s the right thing to do.",
    "It’s a responsibility that’s deeply embedded in our business strategy and in the values that define us.\" Min-Liang Tan Razer Co-Founder and CEO #GoGreenWithRazer Roadmap Central to Razer’s sustainability agenda is improving our environmental performance.",
    "Our key focuses include managing our emissions, water and effluents, and ensuring sustainable product lifecycles in our offerings.",
    "In line with our #GoGreenWithRazer roadmap, we have established measurable targets and introduced various green innovations in our products and services.",
    "The Group's environmental strategy is directed by the Sustainability Workgroup under the guidance of the Board.",
    "This dedicated team sets objectives, evaluates initiatives for environmental protection, and identifies areas for improvement.",
    "To affirm our commitment to environmental stewardship and guide our efforts, the Sustainability Workgroup has established the Environmental Policy which provides principles for identifying and reducing significant environmental impacts.",
    "We are pleased to report that the Group is compliant with laws and regulations concerning air and greenhouse gas (GHG) emissions, and water and effluents discharges.",
    "No instances of non-compliance that would significantly impact the Group were noted during the reporting period.",
    "Building a Green Organization Nurturing a Greener Mindset At Razer, nurturing a green mindset has been integral to our daily operations and culture.",
    "In the past year, we have systematically incorporated recyclable materials in the design and production of all new products, reflecting our commitment to sustainability from inception to completion.",
    "We secured Environmental Product Declarations (EPDs) for our products, ensuring our packaging minimizes the use of resources whenever possible, and introduced carbon offsetting in all online checkouts, enabling customers to make greener choices.",
    "Our dedication extended beyond our products, offering Paid Time Off for employees to engage in volunteering or Corporate Social Responsibility (CSR) activities, including beach clean-up events in celebration of World Oceans Day.",
    "Additionally, we organized Razer Giveback initiatives, such as book donation drives during Christmas, and encouraged employees to bring their own cutlery to office F&B events, reducing single-use plastics.",
    "Moreover, we involved employees in materiality assessments, emphasizing how their contributions have been pivotal in driving Razer’s sustainability efforts forward.",
    "Through these actions, we have fostered a culture where sustainability is a shared responsibility, both at work and in our personal lives.",
    "Our commitment to making a positive outward impact begins within Razer.",
    "By empowering and engaging our employees, we hope to create a ripple effect, fostering a network of sustainability champions within our company and passionate advocates in the community.",
    "Empowering Employees Razer is empowering employees to contribute to meaningful causes by granting additional paid time-off annually.",
    "This facilitates and encourages employees to volunteer with a conservationist group of their choice.",
    "Employee Engagement As part of our monthly employee engagement initiatives, Razer will launch activities aimed at raising awareness about environmental stewardship and fostering a more eco- friendly mindset and behaviors amongst our employees.",
    "Razer will hold quarterly employee engagement and training programs to enable employees to commence their green adventure with Razer, and inculcate a green mindset and behavior.",
    "Corporate Social Razer will hold CSR initiatives to contribute to the global fight against climate change.",
    "Responsibility (CSR) Razer has also established a global donation matching program to support employee donations to environmental causes.",
    "Moving forward, we plan to introduce additional initiatives and training programs to further mobilize our workforce in minimizing our resource usage and environmental footprint.",
    "Building a Green Organization Waste Across global offices and repair centres, Razer has strict disposal procedures in place for hazardous and non-hazardous waste.",
    "These procedures ensure that we comply with all relevant local and international environmental health, safety and health regulations, and keep us in line with industry standards.",
    "Waste Management from = Obsolete office IT equipment, including employee laptops and batteries, will be Offices scraped responsibly = Strict waste disposal procedures are implemented across our global offices Waste Management from = Spare parts and packing materials are scraped responsibly and issued a Certificate Repair Centres of Destruction = Strict waste disposal procedures are implemented across all repair centres End-of-life Waste Management = Hazardous waste will be treated responsibly by accredited suppliers in accordance from Contract Manufacturers with legal requirements Building a Green Organization Waste Hazardous Waste Management Hazardous waste generated in Razer’s business operations consist primarily of lithium batteries from defective or returned devices, such as laptops and mobile phones.",
    "Razer makes use of government-authorized disposal companies to manage the disposal of hazardous waste.",
    "Razer complies with the Waste Electrical and Electronic Equipment (WEEE) Directive to provide product take-back services certified by UL2710, which are available at all RazerStores under Razer’s operational control globally.",
    "Razer’s recycling partners are also certified with international electronic waste recycling standards, such as Responsible Recycling (R2) Standards and e-Stewards initiative for the proper management of hazardous waste.",
    "Razer reports no incidents of non-compliance with environmental, health or safety standards in the disposal of hazardous waste during the reporting period.",
    "There is a spike in the hazardous waste disposed in FY2023 as Razer went beyond past years’ accounting of batteries disposal and took on a more cautious view of hazardous waste disposal by reference the EU Waste Electrical and Electronic Equipment (WEEE) Directive which includes all components, sub-assemblies, and consumables that are part of the product at the time of discarding.",
    "Non-Hazardous Waste Management Razer’s non-hazardous waste comprises returned, obsolete or defective peripheral products, such as mice, headphones, wires, keyboards and packaging materials, including cardboard boxes, plastics, paper, foam.",
    "Our warehouses in Hong Kong, Germany and the United States, collects, sorts and keeps records of these types of waste.",
    "Disposal from warehouses is managed by government-authorized waste disposal companies.",
    "Building a Green Organization Water and Effluents Management We rely on third-party suppliers for the majority of our water needs.",
    "We maintain close communication with these suppliers to ensure consistent access to water that meets our quality standards.",
    "Ensuring strong treatment and disposal of wastewater helps to reduce our environmental risks.",
    "As part of our commitment to environmental transparency, we regularly conduct Life Cycle Assessments (LCAs) on our key products and services, adhering to frameworks and guidelines set forth by ISO 14040 and ISO 14044 standards and relevant Product Category Rules.",
    "These LCAs provide a comprehensive cradle-to-grave account of each product, encompassing four key stages: production, transportation, use phase and disposal.",
    "This includes a detailed evaluation and disclosure of the water footprint throughout the product lifecycle.",
    "By comprehensively analysing these stages, we gain valuable insights into our overall environmental footprint, and can identify areas for improvement across the entire lifecycle of our products.",
    "Climate Adaptation Emissions management and climate change adaptation stands as defining challenges of our era, demanding immediate and collective action.",
    "As highlighted in the United Nations (UN) Intergovernmental Panel on Climate Change's Sixth Assessment Report, carbon dioxide (CO2) and other greenhouse gas (GHG) emissions from human activities are clearly driving harmful alterations to the global climate.",
    "Acknowledging the significance of addressing climate change within its operations and supply chain, Razer has initiated various measures across our stores, offices, logistics hubs and production sites to reduce energy consumption and GHG emissions.",
    "This includes transitioning from traditional lighting to energy-efficient LED systems across all Razer offices worldwide, integrating green technologies, and substantially reducing business-related air travel to decrease our carbon footprint.",
    "Additionally, we have installed motion sensors to our lighting systems and window panel filters that help regulate heat and reduce the need for excessive cooling.",
    "Razer distinguishes itself by going above and beyond industry best practices.",
    "We adopt a proactive approach in emissions management by measuring the carbon emissions from our employees' commutes and integrating designs in new office locations to reduce their environmental impact.",
    "As part of our “from-bean-to-brew’” life cycle assessment, every cup of coffee purchased from RazerCafe will be made carbon neutral through quality carbon credit offsets.",
    "Energy Targets: In FY2023, we observed a slight uptick in energy and fuel consumption, which is attributable to increased operational 2 0 2 5 activity.",
    "Additionally, we have expanded our reporting scope to include fugitive refrigerant emissions, further demonstrating our commitment to transparency.",
    "While these factors contribute Transfer our entire to a slight increase in our overall environmental impact, we operations to 100% are pleased to report that 100% of our purchased electricity renewable energy to power is derived from clean energy sources through a market-based all our global offices approach.",
    "This significant step underscores our dedication to sustainability and responsible resource management.",
    "2030 | & Achieve Short-term Net Zero across our operations As part of our ESG strategy, Razer systematically measures and monitors electricity consumption at our global corporate offices and with our contract manufacturers.",
    "While electricity is essential to Razer's operations, we recognise the need to address avoidable consumption across our entire value chain.",
    "While our operational emissions (Scope 1 & 2) are important, a significant portion of our environmental footprint lays within our value chain (Scope 3).",
    "In 2023, we've refined the geographical focus of our emissions reporting for enhanced precision and expanded the range of topics addressed.",
    "This year's report encompasses insights into fugitive refrigerant emissions, well-to-tank emissions from fuel consumption, emissions arising from digital activities, and even the emissions linked to product usage.",
    "We are convinced that this degree of granularity is essential for comprehending our actual impact and ensuring we remain answerable to our ambitious sustainability objectives.",
    "By enhancing our understanding of our environmental footprint, we seek to identify areas for improvement across our entire ecosystem, from production and transportation to product use and disposal.",
    "We will continue to enhance monitoring and disclosure of additional Scope 3 emissions as we progress on our sustainability journey.",
    "Below are the GHG emissions for both our organisation and our contract manufacturers during the reporting period.",
    "Global Warming Potential rates from the Fifth Assessment Report (AR5) of the Intergovernmental Panel on Climate Change (IPCC) were used as the basis for calculating and disclosing GHG data.",
    "#GOGREENWITHRAZER IMPACT | 3 yy REPORT 2023, RAZERINC.",
    "Razer Committed to the Science Based Targets initiatives (SBTi) and Adoption of Climate Risk Scenarios The IPCC's 2018 report on global warming warns that limiting warming to 1.5°C is essential to avoid catastrophic consequences.",
    "This necessitates a global effort to halve emissions by 2030 and achieve net zero by 2050.",
    "At Razer, we recognise our role in this collective challenge and are committed to playing our part in building a greener future.",
    "The Science Based Targets initiative (SBTi) drives ambitious climate action in the private sector by enabling companies to set science-based emissions reduction targets.",
    "The SBTi is a partnership between CDP, the United Nations Global Compact, World Resources Institute (WRI) and the World Wide Fund for Nature (WWF).",
    "Building on our science-based emissions reduction commitment, in FY2023, Razer had conducted its first climate scenario analysis to understand the impact of climate change on Razer's business operations, strategy, and financial position, in line with the TCFD framework and the International Financial Reporting Standards (IFRS) S2 standards.",
    "Our sustainability and finance teams worked in tandem with an external consultant to identify plausible and relevant climate scenarios to guide our assessment of climate-related risks and opportunities.",
    "Through our climate scenario analysis, we have identified the qualitative impact of physical and transition risks, relevant to our three main business verticals of Hardware, Software, and Services.",
    "To estimate the quantitative financial impact and support future budgetary projections, we have identified financial proxies relevant to such climate-related risks.",
    "For more details, please refer to the section below on Climate Risk Management.",
    "TCFbD| The Task Force on Climate-related Financial Disclosures (TCFD) recommends the adoption of financial risks and opportunities related to climate change as part of companies’ risk management and strategic planning process.",
    "The Financial Stability Board created the TCFD to improve and increase reporting of climate-related financial information.",
    "The international Sustainability Standards Board (ISSB) builds on the work of market-led investor- focused reporting initiatives, including the Climate Disclosure Standards Board (CDSB), the Task Force for Climate-related Financial Disclosures (TCFD), the Value Reporting Foundation’s integrated Reporting Framework and industry-based SASB Standards, as well as the World Economic Forum’s Stakeholder Capitalism Metrics.",
    "REPORT 2023, RAZERINC.",
    "In preparing this climate-related disclosure, we have aligned with the recommendations of the Taskforce of Climate-related Financial Disclosures (TCFD) and taken reference from the International Financial Reporting Standards (IFRS) S2 Standards under the International Sustainability Standards Board’s directive (ISSB).",
    "Recommended Disclosures Razer's Response Governance = The Board’s oversight of climate-related = Razer has a formal structure in place to govern and manage climate- risks and opportunities =» Management's role in assessing 7 and managing climate-related risks and opportunities related risks.",
    "The Board has ultimate responsibility for the management of climate- related risks and opportunities at Razer, including sustainability strategy, objectives, direction performance and reporting.",
    "The Sustainability Workgroup implements ESG strategies and initiatives, and is tasked with formulating climate objectives, strategies and workplans for the Board’s approval, as well as recommending improvements to the company’s climate-related policies and practices.",
    "The Board is regularly updated on the progress and activities of the workgroup through biweekly meetings, while the CEO ensures effective implementation by conducting monthly reviews of ESG programs, including on progress towards Razer’s climate targets.",
    "More information on Razer’s ESG Governance approach can be found on page 14.",
    "Strategy = Describe the climate-related risks 7 and opportunities the organization has identified over the short, medium, and long-term = Describe the impact of climate-related risks and opportunities on the organization’s businesses, strategy, and financial planning = Describe the resilience of the organization’s strategy, taking into consideration different climate-related scenarios, including a 2°C or lower scenario Razer has been identifying climate risks and opportunities since 2021, and had included climate-related risks under its Enterprise Risk Management framework.",
    "In 2024, Razer conducted a climate scenario analysis to assess the resilience of the organization against a Net Zero 2050, Middle of the Road, and Regional Rivalry scenario over short, medium and long-term time horizons.",
    "Results of the climate scenario analysis, including physical and transition risks, impacts on Razer’s business operations as well as the associated financial impact indicators, are summarized on pages 37 to 38.",
    "REPORT 2023, RAZERINC.",
    "| 34 Recommended Disclosures Razer's Response Risk Management Describe the organization’s processes for identifying and assessing climate- related risks Describe the organization’s processes for managing climate-related risks Describe how processes for identifying, assessing, and managing climate-related risks are integrated into the organization’s overall risk management As part of our Risk Management approach, Razer has established a rigorous risk identification process as part of its Enterprise Risk Management (ERM) framework.",
    "Following the climate scenario analysis described above, we have started to incorporate the identified climate- related risks and opportunities into its Risk Register together with other organizational risks.",
    "We will disclose the outcome of our ERM exercise and updated risk register in subsequent reports.",
    "Identified climate-related risks are prioritized according to their respective risk levels.",
    "From the list of climate-related risks, the financial impact indicators are identified through the use of financial proxies, and we break risks by their levels of severity between High, Moderate and Low risks.",
    "We then map out our measures for managing these risks, identifying our existing mitigation actions and future mitigation strategies.",
    "Metrics and Targets Disclose the metrics used by the organization to assess climate-related risks and opportunities in line with its strategy and risk management process Disclose Scope 1, Scope 2, and, if appropriate, Scope 3 greenhouse gas (GHG) emissions, and the related risks Describe the targets used by the organization to manage climate-related risks and opportunities and performance against targets Razer regularly monitors and updates its progress against climate targets through metrics including fuel and electricity consumption, Scope 1,2 and 3 greenhouse gas emissions, waste and water consumption.",
    "We currently disclose our greenhouse gas emissions of our global corporate offices and our top 5 contract manufacturers based on the GHG Protocol Corporate Accounting and Reporting Standards to ensure consistent and accurate emission figures.",
    "To guide our policies and practices, we have set near and long-term climate targets.",
    "For our operational emissions, we have set a target of reducing our emissions by 90% by 2030 from our 2019 baseline, as well as a 55% intensity reduction in indirect emissions for set goals to address our upstream and downstream value chain.",
    "These short-term net zero targets have been validated by the SBTi.",
    "In addition, we have committed to reduce and eradicate the use of single- use plastics across all our offices and switched to 100% recycled or recyclable plastics for our products.",
    "All our corporate offices around the World are fully powered by renewable electricity, putting us ahead of our commitment to transfer our entire operations to 100% renewable energy by 2025.",
    "To further integrate sustainability throughout the company and incentivize the achievement of our ESG goals, we incorporate ESG performance into our incentive and bonus programs through KPI’s and corporate Balanced Scorecard.",
    "More information on our progress against our metrics and targets can be found in Building a Green Organization.",
    "Climate Adaptation Climate Risk Management Climate Scenario Analysis Razer has modelled its climate scenario analysis using internationally recognised climate scenarios outlined by the International Energy Agency (IEA) and the Inter-governmental Panel of Climate Change’s (IPCC) Representative Concentration Pathways (RCPs) and Shared Socioeconomic Pathways (SSPs).",
    "These scenarios provide a set of climate-related, technological, geopolitical, regulatory, economic and social characteristics and assumptions as described below.",
    "The IEA, IPCC’s RCP and SSP scenarios were coupled to approximate a best case scenario, a continuation of existing trends (business- as-usual), and a worst case scenario.",
    "We have coupled these scenarios according to their relevant RCP, outlining the projected emissions trajectory, and onto relevant SSPs to forecast likely social and economic impacts.",
    "These scenarios were used to identify relevant and material climate-related risks and opportunities to Razer.",
    "Assessing Climate-Related Impacts Using these chosen climate scenarios and taking reference from the TCFD and IFRS S2 disclosure recommendations, identified climate risks should be divided into two major categories: (1) risks related to the transition to a lower-carbon economy and (2) risks related to the physical impacts of climate change.",
    "Similarly, Razer has classified climate risks into physical risks, denoting likely physical impacts from the onset of global warming, and transition risks, denoting likely regulatory, market or social impacts that may arise as businesses and societies transition to a low-carbon economy.",
    "Assessing Climate-Related Impacts #GOGREENWITHRAZER IMPACT | 3 5 REPORT 2023, RAZERINC.",
    "Selected Scenario Scenario Description Temperature Outcome Net Zero by 2050 Our best-case scenario draws from the IEA’s Net Zero Emissions by 2050 (NZE) scenario.",
    "This signifies a Paris Agreement-aligned pathway combining the socioeconomic conditions with a declining emissions trajectory to hit net zero emissions by 2050.",
    "This scenario assumes ambitious, concerted global efforts to deal with climate change, involving the implementation of comprehensive climate policies, rapid innovative advancements into green technologies and energy, the scaling up of green infrastructure and broad changes in market and consumer preferences for green products.",
    "As aresult, the worst impacts of climate change are successfully averted, reducing the impacts of physical climate risks.",
    "However, due to the wide-ranging transformations brought about by global climate efforts, significant transition risks are expected.",
    "1°C to 1.8°C by 2100 Middle-of-the-Road Our business-as-usual scenario draws from IPCC’s SSP2 Middle-of-the Road scenario, which assumes a continuation of existing and historical trends.",
    "Efforts to tackle climate change continue to be apace.",
    "In some jurisdictions, these efforts evolve and consolidate, but on the whole, efforts remain inconsistent and variegated.",
    "As an organization with operations and markets across the globe, this scenario is of particular significance to Razer.",
    "Climate change continues to be an important focus area but threatens to be overshadowed by issues such as inflation and geopolitical conflict, leading to higher input costs and greater impact on operational expenses and cost of goods sold.",
    "We mapped this scenario pathway to RCP4.5, where global emissions will continue to rise until 2050 but fall rapidly after.",
    "In this scenario, both physical and climate risks are expected to materialize.",
    "2.1°C to 3.5°C by 2100 Regional Rivalry Our worst-case scenario draws from IPCC’s SSP3 Regional Rivalry scenario, signifying worsening global conditions which impede progress on climate change.",
    "In this scenario, factors such as a resurgent nationalism, concerns over security, competitiveness and growing regional tensions push countries to focus on local and domestic issues at the expense of international collaboration on climate change.",
    "We combine this with an RCP7 pathway, where emissions continue to rise, and double by 2100.",
    "While faltering efforts to tackle climate change limit the scale of transition risks, the drastically worsening global climate amplifies the severity of physical risks in this scenario.",
    "2.8°C to 4.6°C by 2100 Physical and Transition Risks and Opportunities #GOGREENWITHRAZER IMPACT REPORT 2023, RAZERINC.",
    "| 3/ From the three scenarios identified above, we analyzed our climate-related risks and opportunities based on the following methodology.",
    "= First, we grouped the physical and climate-risks and opportunities into categories aligned with TCFD guidance, comprising Technology and Innovation, Regulatory, Market and Reputation, and Supply Chain risks.",
    "= We then specified these risks and opportunities by their individual topics and outlined their time horizons and relevance to Razer’s business verticals.",
    "= We then assessed the drivers and anticipated impacts on Razer, as well as their respective key financial impact indicators.",
    "The identified drivers were then validated and refined with key stakeholders through detailed content interviews.",
    "The results of our analysis are summarized in the following table.",
    "Risk Topic Time Impact on Impact on Razer's Business Operations Risk Level Financial Financial Horizon Business and Strategy Impact Impact Vertical Indicator (in USD) Technology and Innovation Access to Up to All Increasing demand and more stringent High Risk Operating $21,657 Renewable 2025- regulations may increase the price of Expenses Energy 2050 RECs for Razer to meet net zero targets Low- Up to Hardware Uptake of sustainable aviation fuels High Risk Cost of $12,200,000 Carbon 2025- expected to significantly increase in Goods Sold Fuels 2030 net zero scenario for air freight of Razer’s products Regulatory Carbon Up to All Increasing carbon taxes may mean costs High Risk Cost of N/A Pricing 2030- from electricity suppliers may be passed Goods Sold 2050 on to Razer ESG and Up to All Increasing compliance costs resulting High Risk Operating $326,000 Emissions 2025- from requirements to disclose ESG and Expenses Reporting 2030 emission data Potential for fines or lawsuits over $290,000 greenwashing or inadequate disclosures Regulation Up to Hardware Increase in tariffs on goods sold in Moderate N/A onthe Sales/ 2025- certain markets Risk Imports of 2030 Carbon border adjustment schemes Goods may levelize carbon prices across different jurisdictions Physical and Transition Risks and Opportunities #GOGREENWITHRAZER IMPACT | 38 REPORT 2023, RAZERINC.",
    "Risk Topic Time Impact on Impact on Razer's Business Operations Risk Level Financial Financial Horizon Business and Strategy Impact Impact Vertical Indicator (in USD) Regulatory Regulation Up to Hardware Product redesigns to comply with Low Risk Operating $3,522,893 on Product 2025- directives to reduce packaging or e-waste Expenses Design 2030 Increased expenditure on upskilling to ensure that sustainability requirements can be met Market and Reputation Shifting Up to Hardware Increased demand and green Moderate Revenue $55.2 mil Consumer 2030- premium revenue from sustainable Risk Demands 2050 products/services Reduced carbon emissions from the manufacturing and packaging of products e.g.",
    "recycled plastics Increasing Up to All Increased expenditure on due-diligence Low Risk Operating N/A Scrutiny on 2030- checks and third-party verification for Expenses Quality and 2050 purchase of RECs / carbon offsets (Compliance) Credibility of RECs and Carbon Credits Supply Chain Procurement Upto Hardware Global shift towards Net Zero will Moderate Cost of $6,248,530 of Raw 2030- increase demand and price of green Risk Goods Sold Materials 2050 commodities and critical materials for manufacturing Non- Up to Hardware Limited visibility across supply chains Moderate Operating N/A Compliance 2025- increases risk of non-compliance from Risk Expenses Arising from 2030 contract manufacturers (Compliance) Supply Chain Physical Increased Up to All Increased temperatures and erratic Low Risk Operating $1,890,240 Temperatures 2030- weather patterns leading to sea-freight/ Expenses 2050 aircargo disruptions and delays and Cost of Goods Sold Overview of Environmental Indicators Environmental Performance Indicators 2023 2022 2021 Total Greenhouse Gases (GHG) Emissions (tonnes C02 equivalent) 208,132.11 214,067.00 65,672.14 Scope 1 and Scope 2 GHG Emissions 941.44 974.40 1,011.70 Scope 1 and Scope 2 GHG Intensity (tCO2e/m’) 0.0088 0.037 0.045 Scope 1!",
    "= Fugitive Emissions — Refrigerants 66.7 NA NA = Fuel Combustion — Mobile 26.73 35.10 115.60 Scope 2?",
    "» Electricity (Location-based) 848.01 939.30 896.10 = Electricity (Market-based) 0 0 896.10 Scope 3° = Category 1: Purchased Goods and Services* 153,343.56 171,094.80 2,021.00 = Category 2: Capital Goods 252.00 NA NA = Category 3: Fuel and Energy-related Activities 9.18 NA NA = Category 6: Business Travel 1,034.36 NA NA =» Category 7: Employee Commuting 1,920.06 2,478.80 1,529.90 =» Category 9: Downstream Transportation and Distribution 23,575.58 34,690.80 50,017.13 =» Category 11: Use of Sold Products 24,092.73 2,868.50 6,392.82 = Category 12: End-of-life Treatment of Sold Products 2,963.20 4,360.30 4,567.49 L Digital Emissions Collapsed into Category 1 and 11 57.50 132.10 Energy Management Electricity Use (GJ) 6,552.58 5,277.06 6,623.82 Electricity Use (MWh)> 1,820.16 1,465.85 1,839.95 Electricity Intensity (MWh/m?) 0.017 0.054 0.082 Fuel Use (GJ) 399.15 524.22 14,409.08 Fuel Use (L)® 11,670.95 15,328 421,318 Purchased Renewable Energy Certificates/Large-sale Generation 1,821 1,420.00 NA Certificates (MWh) Percentage of Electricity Backed by Renewable Sources (%) 100.00 100 0 Water Management Portable Water Use (tonnes) 8,313.70 2,916.30 1,121.30 Water Intensity (tonnes/m?) 0.078 0.2 0.1 Waste Management Total Waste (tonnes) 87.88 66.27 118.29 Paper Consumption 2.31 3.96 1.92 Waste Directed to Disposal by Repair Centers and Warehouses = Hazardous Waste 66.41 43.02 90.95 =» Non-hazardous Waste 19.16 19.29 25.42 1 Scope 7 emissions included direct GHG emissions from fuel consumption, including petrol fuel used by company cars.",
    "2 Scope 2 emissions included indirect GHG emissions from purchased electricity at our offices.",
    "3 We assigned emission factors at each of the product’s life cycle stages, namely: material and manufacturing, transportation, usage of device and product’s end-of-life to derive our Scope 3 emissions arising through our contract manufacturers.",
    "4 Purchased goods and services include our top 5 contract manufacturers’ emissions from their electricity consumption.",
    "Our top 5 contract manufacturers cover more than 80% of orders during the reporting period.",
    "5 We adopt the use of electric vehicles at our office in China and report on electricity consumption across our fleet annually.",
    "6 Fuel consumption excludes Taiwan’s company car due to unavailability of fuel consumption data in litres, however the emissions are accounted for in Scope 7.",
    "Enhancing Product Sustainability Ty CEE — a “ar.",
    "| #4 CO ¥ As a leading gaming brand focused on hardware and software, Razer understands the profound influence of design on a product's entire lifecycle.",
    "The choices made during the design phase have implications for a product’s environmental footprint, market appeal, compliance with regulations, and ultimately, the organization's financial performance.",
    "For Razer, sustainable design goes beyond aesthetics; it is a holistic philosophy that prioritizes the environmental, social, and economic impacts of a product throughout its journey.",
    "This means minimizing resource consumption by selecting materials responsibly, while also considering the social impact of production and fostering responsible consumer behaviour.",
    "By integrating these principles throughout the design process, we aim to create high-performing products that are not only exciting for gamers but also environmentally and socially responsible.",
    "This commitment positions Razer for long-term success in a world where environmental and social consciousness are increasingly important for both consumers and businesses.",
    "Design-for-Sustainability Program Targets: At least 15% of Razer products will utilize recycled or recyclable materials 100% of Razer products will utilize recycled or recyclable materials 2030 Our journey to achieve product sustainability starts from our product designs.",
    "At Razer, we have assembled a special task force to assess the environmental impacts of our product designs and areas for innovation to improve our design processes.",
    "We are making a concerted effort to increase the sustainability and efficiency of our products, while still maintaining the high quality and performance that our valued customers and stakeholders can trust.",
    "To further support product design efficiency in our operations, Razer has implemented a Design-for-Sustainability Program that aims to incorporate environmental considerations and targets into our design and manufacturing process from raw material sourcing to end-of-life stages.",
    "From the raw material and manufacturing stage, the program will cover the adoption of post-consumer recycled (PCR) plastics across all product categories, and environmentally friendly colors, recyclable materials, and sustainable product finishes.",
    "Manufacturing products with PCR plastics significantly reduces energy consumption and associated carbon emissions.",
    "Enhancing Product Sustainability Design-for-Sustainability Program World's First Consumer Products to have UL-certified EPD Razer Basilisk V3 Pro and Razer Basilisk Ultimate are the world’s first consumer electronics product to be certified with an Environmental Product Declaration by UL Solutions.",
    "UL is a global leader in applied safety science, operating in more than 100 countries, with independent testing, inspection and certification services.",
    "The Environmental Product Declaration enables consumers to make an informed choice about their purchases by displaying the carbon footprint, water, mineral, and fossil resource usage of each product, on the product packaging.",
    "With the Basilisk V3 Pro and Basilisk Ultimate achieving EPD certification, Razer is following through on its commitment to submit to independent verification of its environmental impact measures.",
    "This allows gamers to make environmentally friendly choices, with full disclosure from the manufacturer on the resources used to manufacture a product.",
    "With this certification, Razer has succeeded in bringing gamers premium quality, high performance, innovative products while meeting the stringent standards of the Product Category Rules.",
    "Razer will build on this success with more products being submitted in the future.",
    "Enhancing Product Sustainability Sustainable Packaging Targets: 2023| 2030 Enhance consumer transparency by communicating product footprint for ecolabel- certified products 100% of Razer gaming mice to be certified with independently verified ecolabels 100% of Razer products to be certified with third- party ecolabels Single-use packaging contributes to global plastic pollution due to insufficient proper waste management and recycling.",
    "As Razer is a leading brand in gaming peripherals and hardware, we strive to reduce the environmental impact of our product packaging.",
    "Razer has adopted an Efficiency Product Design philosophy across the group, whereby efficient packaging design will be considered, and space efficiency will be enhanced wherever possible, to reduce packaging materials and shipping volume.",
    "These design considerations will eventually feed into reducing environmental impacts when products reach their end- of-life and are disposed of.",
    "As part of our commitment and philosophy, we have pledged that all our new products will use FSC-certified and biodegradable packaging.",
    "Razer has reduced the use of non- biodegradable polyethylene foam bags in our packaging for selected mouse models and replaced them with biodegradable bags instead.",
    "For our mice, system & system accessories, audio, streaming, controller products category, the expanded polyethylene cartons are also replaced with corrugated recyclable paperboard or cardboard boxes.",
    "Apart from packaging, Razer is aware that certain packaging ink can carry toxic chemicals, that can leach into the environment and even create human health hazards.",
    "As such, we adopt soy ink printing on our products, which are chemical-resistant and non-toxic.",
    "We are also exploring new materials for our in-box accessories, as we strive to maintain the quality and unboxing experience.",
    "REPORT 2023, RAZERINC.",
    "Razer will also implement efficient packaging design to establish space efficiency, with the aim of reducing wasted space in packaging material, shipping volume, and reducing environmental impact.",
    "2021 2022 2023 2024 Audio and mouse mat products packaging to be FSC-certified = Replaced all the EPE foam cushioning in the carton pack with corrugated paperboard (this was referred to audio & mouse product category only.",
    "In fact, we had applied to other product category such as system accessories, controller, streaming, etc.) = Optimize the pallet usage, a minimum of 80% of the pallet utilization Keyboards and broadcaster products packaging to be FSC-certified = Plain textured carboard boxes with a minimalist design Converted existing plastic seal stickers to compostable seal stickers = Our plastic bags, blisters, EPE foam, EVA foam & XPE foam are made up of at least 30% recycled content Further reduced size of packaging to reduce manufacturing and transportation related emissions = More research and development into replacement for the PP lamination found on most packaging Enhancing Product Sustainability Product Responsibility Quality Assurance Razer commits to building a robust quality management and quality assurance system.",
    "We aim to provide our customers with gaming software, hardware, and services of high-quality and reliability that they can use with peace of mind.",
    "Product quality is crucial to maintaining satisfaction and trust that we have built with our fanbase.",
    "Our manufacturing process implements stringent control mechanisms, quality assurance, and compliance check processes to ensure that all our products are defect- free, compliant, and safe to use.",
    "We conduct material inspections, sampling checks during manufacturing, independent quality assessments, reliability testing, and compliance checking with relevant safety standards before delivery.",
    "Apart from our own operations, we also strive to maintain a similar level of quality assurance standards among our vendors and maintain a durable and sustainable supply chain.",
    "We require all our suppliers to attain ISO 9001 and ISO 14001 certifications, and we also perform periodic on-site audits and inspections of our top five contract manufacturers to ensure that they are adhering to our specifications and guidelines.",
    "Intellectual Property Rights As a leading lifestyle brand for gamers and multinational technology company, we take the protection of our intellectual property (IP) very seriously.",
    "IP protection is critical to safeguarding the intellectual creativity of our people and our business assets.",
    "Protecting innovation within the business is therefore integral to our core services and long-term sustainability.",
    "Razer adopts a comprehensive strategy to encourage, support, identify and reward innovation within our operations.",
    "We safeguard these innovations, proprietary rights, and interests through the use of patents, trademarks, designs, copyrights and/or other IP rights.",
    "We have registered, protected, and maintained registrable IP rights and assets in all of our locations of operation.",
    "We also employ a worldwide trademark watch service to monitor and oppose any third-party registrations of confusingly similar trademarks.",
    "We have a team of dedicated members to manage all legal matters relating to our IP rights.",
    "Along our value chain, we have established confidentiality or non-disclosure agreements with our strategic partners and key stakeholders to ensure that our trade secrets and other sensitive business information are kept confidential.",
    "Since its inception, Razer has had an unwavering focus of creating and bringing an immersive gaming experience through our suite of high-quality, trustable, and connected products and services.",
    "We will strive to pursue and enforce our IP rights against counterfeit and infringing products, so that we can sustain the trust among our customers that our products are genuine and made in accordance with the highest standards.",
    "We remain vigilant in protecting our IP rights against third- party infringements, and we will continue to enforce it through a variety of civil and/or administrative proceedings.",
    "We will also partner with enforcement agencies, customs authorities and/ or other brand protection agencies to regularly monitor and act against dealers or sellers of counterfeit products.",
    "Enhancing Product Sustainability Product Responsibility Service Responsibilities CUSTOMER SUPPORT The satisfaction of our customers forms the core of our business, and we are constantly improving and innovating, to provide products and services of the highest quality and standards.",
    "Our workforce is made up of talented individuals who are also users of our products, and the first-hand understanding of the user experience helps to identify areas of improvement and anticipate future needs so that we can continuously exceed our customers’ expectations.",
    "This is also aligned with our organization’s mission statement: “For Gamers, By Gamers’, and this ethos manifests in the way we support our customers.",
    "Razer provides multiple channels and platforms to engage with our customer base, including our contact centers, corporate website, social media platforms, as well as through our distributors and retailers.",
    "For customers who encounter issues with their Razer products or services, their first port of call would be our enthusiastic customer service, who can be reached via the channels above.",
    "As we want to continuously improve our products and services, we value the feedback and concerns from our customers.",
    "We leverage on chat technology, social media platforms, and online forums to proactively seek and address customers’ concerns.",
    "Any technical concerns and feedback received by our customer service team will be redirected to our engineering team, made up of reliable and talented individuals who work to resolve post-sale technical issues and address any technical feedback.",
    "Our engineering team usually conducts a thorough investigation into the issue and carries out a product evaluation if required.",
    "Follow-up actions will be taken if necessary to address the concerns.",
    "At Razer, we ensure that our customers can always get connected with our team from the pre-sales to post-sales stages and that they have open avenues to provide feedback or concerns in real time.",
    "We also endeavor to resolve all customer issues in a timely manner.",
    "Enhancing Product Sustainability Product Lifecycle Targets: 2025 | & 100% of Razer products can be recycled with Razerstores We have implemented a Design-for-Sustainability Program that incorporates environmental targets into the design and manufacturing process of our products, from raw material sourcing to end-of-life stages.",
    "The Group will continue to innovate with more efficient packaging design to reduce wasted space in packaging material, shipping volume and its resultant environmental impact in the logistics process.",
    "Our product designers are trained on and equipped with Life Cycle Assessment tools to make design decisions that are directly linked to lowering environmental impacts.",
    "We enable recycling of our products through accessible point- of-recycling at RazerStores globally and in collaboration with distributors, retailers and e-tailers.",
    "We provide all our customers with the convenience of returning old Razer products to our RazerStore locations for responsible, free- of-charge recycling.",
    "For customers not located near a RazerStore, we have also partnered with the DNA Group to enable users to recycle Razer products free of charge.",
    "We have set the target to enable consumers to dispose of and recycle Razer products through collaboration with global distributors, retailers, e-tailers and RazerStores directly under our operational control by 2025.",
    "We are pleased to share that we have achieved our targets ahead of our 2025 timeline.",
    "Partners will recycle the products through certified e-waste recyclers (such as e-Stewards certification in United States) which represents high standards for responsible electronics recycling and reuse.",
    "Extend Product Longevity A longer lifespan will contribute to a lower environmental footprint and reduce e-waste from our products.",
    "We provide various avenues for our customers to easily diagnose and troubleshoot any emerging issues with their products, including specific documents, online chat-bots, and other support channels.",
    "We also partner with local distributors and assist them in delivering quality repair services to our customers.",
    "We design our products for France’s Repairability Index, which scores products according to five basic criteria for repairability.",
    "We are working to avoid unnecessary e-waste from unserviceable or broken products, under warranty and out of warranty by simplifying the construction and assembly processes.",
    "Razer is also currently exploring designs that are built to last using materials such as metals.",
    "Another avenue for extending product lifespan is the provision of replacement parts now accessible to our customers through the Razer webstore.",
    "As certain parts of a product are more susceptible to wear down with time and frequent contact, users have the option to do quick replacements on their well-used products for a longer experience with their gears.",
    "Reuse and Recycle with Razer For all the virtual worlds we've saved, Earth is our real home and all of us play a role in protecting it.",
    "As part of our #GoGreenWithRazer initiative, we are implementing a reverse logistics program that recycles used Razer gear to include more PCR plastics in the manufacturing of our latest products.",
    "Enhancing Product Sustainability Extend Product Longevity What is PCR Plastic and Why?",
    "PCR plastic is made from plastic that has been broken down and repurposed from an item that is no longer used by a consumer.",
    "It is a more sustainable alternative to virgin (i.e., traditional) plastic that has two key benefits.",
    "Benefits of Using PCR Plastic = Smaller Carbon Footprint Up to 60% lower than virgin PET plastic due to avoidance of energy-intensive processes of extracting and processing virgin resources.",
    "= Reduces Plastic Waste Gains a second lease of life rather than being dumped in a landfill.",
    "Get Rewarded When You Recycle To incentivize our community to #GoGreenWithRazer, customers can drop off used Razer products at collection points located at any of our RazerStores and receive a voucher worth up to US$10 for every item recycled.",
    "How does the Process Work?",
    "1 2 (ay Used Razer items Which are then are gathered from shipped to our our RazerStore appointed plastic collection points recyclers PCR Plastics may To be recycled then be made into into PCR new products plastic resins RES ad EMPOWERING — OUR PEOP Empowering Our People Total Number of Employees by Gender and Region 1,629 TOTAL NUMBER OF EMPLOYEES ®@ Male MND’ ®@ Americas WM EMEA Hi Female HM APAC Total Number of Employees by Employment Type, Gender and Region 1,595 Full-time Region ®@ Male MND’ M@ Americas MH EMEA Hi Female WM APAC 7 ND represents non-determined data points which are currently not available for reporting.",
    "34 Part-time Region ®@ Male MND’ M@ Americas MH EMEA Hi Female HM APAC REPORT 2023, RAZERINC.",
    "Total Number of Employees by Employment Contract, Gender and Region 1,525 Permanent ®@ Male BND’ M@ Americas MH EMEA Hi Female Hi APAC Non-Guaranteed Hours Employees Region ®@ Male BND’ M@ Americas MH EMEA HM Female HM APAC 7 ND represents non-determined data points which are currently not available for reporting.",
    "75 Temporary ®@ Male BND’ ®@ Americas HW EMEA Hi Female HM APAC 51 Empowering Our People Employment and Labor Practices Total Number and Rate of New Employees Hires, by Age Group, Gender and Region Total number of new employee hires: 325 11.2% 12.4% M Under 30 years old B® Male ® Americas HM 30-50 years old Mi Female M APAC BND’ M@ EMEA HM Over 50 years old Total Number and Rate of Employee Turnover, by Age Group, Gender and Region Total number of new employee turnover: 339 Region 13.2% 11.9% 16.0% M Under 30 years old B® Male ® Americas HM 30-50 years old Mi Female M APAC HM Over 50 years old BND’ M@ EMEA 7 ND represents non-determined data points which are currently not available for reporting.",
    "New opportunities for a dynamic work environment and collaborative efforts must be adopted to ensure that Razer stays competitive and continues to provide the best-in- class gaming platforms, cutting edge gaming software, and the full gaming experience to its customers.",
    "Through various strategies in place to compensate, care for, develop, and engage its employees, Razer is committed to driving motivation, positivity, and collaboration within the workforce for organizational success.",
    "It is imperative that we adhere to strict employment guidelines and standards, to ensure that we do not limit the potential of our employees and face potential reputational repercussions among our stakeholders.",
    "We have put in place fair, inclusive and transparent employment practices to attract, retain and develop a diverse pool of talented employees.",
    "In line with our employment practices, all of Razer’s employees are free to participate in recognized labor unions, collective bargaining agreements, or other bona fide representatives within the framework of Company procedures, applicable local laws and regulations and prevailing industrial relations and practices.",
    "We also aim to continuously improve the working environment and culture at Razer, that embraces and values safety, inclusivity, open communication, transparency, diversity, and integrity.",
    "Our workforce consisting of team players, collaborators, creative problem solvers, and ambitious goal seekers are the reason that we continue to create a positive impact and achieve our long-term business goals.",
    "Razer also collaborates with global third-party service providers, such as our suppliers and contract manufacturers, to support our operations and production.",
    "Within our supply chain, we adopt the same employment standards and strategies to ensure that we maintain responsibility, resilience, and long-term value creation for the business.",
    "In FY2023, Razer did not have any workers that is not directly employed by the company.",
    "Please refer to the section on Partnering to Build a Greener Supply Chain on page 73 for more details on how we manage and maintain a responsible and sustainable supply chain.",
    "#GOGREENWITHRAZER IMPACT | 5 3 REPORT 2023, RAZERINC.",
    "Remuneration, Performance and Benefits Having fair and market-competitive remuneration and employee benefits is the key to attracting and retaining our talents.",
    "We align our remuneration packages with market benchmarks, trends and data analytics, to ensure equity and are based on the performance of our employees.",
    "Razer adopts a structured and open performance review process, starting with our full-time employees identifying and setting key performance indicators and personal goals at the beginning of every financial year.",
    "These goals and key performance indicators are reviewed by the employees and their respective managers during periodic performance reviews throughout the year.",
    "Employees’ performance will be aggregated and finally assessed in the last quarter of every financial year.",
    "Employees are assessed on their performance against the goals set at the start of the year, achievements, and competencies that support the organization’s business strategies and goals.",
    "To maintain fairness and objectivity in the performance assessment process, we have implemented a system where a manager's ratings are reviewed and calibrated by their peers and/or Head of Department.",
    "The process concludes with the appropriate merit and promotion decisions to reward our deserving employees for their hard work and contributions throughout the year.",
    "In FY2023, 100% of our full-time employees have undergone the yearly annual performance review, which was used to determine merit decisions and the quantum of variable bonus.",
    "Apart from fair and equitable remuneration packages, Razer also provides comprehensive welfare and benefits for our full-time employees, including but not limited to annual leave, sick leave, maternity, and paternity leave.",
    "We are committed to support the well-being needs of our workforce.",
    "For example, in Singapore, we support our employees with children by providing sufficient parental leave, while our other employees are also entitled to 2 paid days of family leave which can be utilized for employees to care for their health and well-being or spend time with their families.",
    "Our buildings and office spaces are also designed with the considerations of our employees’ needs in mind.",
    "We have nursing rooms for our nursing mothers, prayer rooms for our Muslim colleagues, and wheelchair accessible spaces for individuals with special needs to move about easily.",
    "Across the organization, all employees are also eligible for medical benefits such as health insurance that covers medical screening, access to both general practitioners and any other types of medical specialists, inpatient and outpatient medical treatment for both physical and mental well-being.",
    "Employee Engagement Razer actively engages its employees through various channels of communication and activities to promote their well-being, foster camaraderie and collaboration, and inculcate a stronger sustainability mindset in alignment with our #GoGreenWith Razer commitment.",
    "We believe that investments in our People & Culture practices will enhance the working environment whereby our employees can continue to thrive and make a positive impact.",
    "Across all our locations of operation, Razer has invested close to USD500,000 in a “Morale Fund” that regional managers can tap on, to fund employee engagement activities.",
    "Our employees are our greatest asset, and we endeavor to be a Great Place to Work and a Place to do Great Work.",
    "To achieve this, Razer strives to foster a positive environment and work conditions whereby employees can thrive, grow and learn, as well as be recognized and rewarded for their achievements.",
    "We aim to create a unique #LifeAtRazer experience for all our employees, as we believe that every single team member of Razer has the potential to excel and should be given the opportunity to achieve their personal and career aspirations, as well as create a positive global impact.",
    "In FY2023, Razer has been conferred as Asia’s Top Employer Award by The Influential Brand.",
    "The Award, which covers Razer’s offices in Singapore, Malaysia, China, Thailand and Taiwan, is evaluated based primarily on anonymous employee feedback and serves to recognise organization with meaningful employee engagement, strong alignment between employee & company culture, and relevant HR practices in the digital age.",
    "Our employees are our greatest asset, and we endeavor to bea Great Place to Work and a Place to do Great Work.",
    "INTERNAL COMMUNICATIONS & INFORMATION SHARING Razer is committed to fostering transparency, timely communication, and positive working conditions within the organization.",
    "#GOGREENWITHRAZER IMPACT REPORT 2023, RAZERINC.",
    "| 54 We value social dialogue as a key element in creating a supportive environment where employees can contribute to shaping the company’s culture and practices.",
    "To facilitate this, we have established several channels and avenues for engaging and disseminating information to our employees.",
    "We hold a Global Town Hall every quarter, where the leadership team shares organizational goals and strategic focus areas for the quarter, and provide updates on the latest business performance and a slew of initiatives that are designed to support employees’ well-being and creating a conducive working conditions for them to thrive in.",
    "The Quarterly Global Town Hall is streamed live globally, allowing employees to pose questions to our business leaders in real time or via an online platform.",
    "Following the Global Town Hall, each Head of Department will conduct their respective All-Hands meetings to reiterate key messages delivered during the town hall and provide the department’s specific performance indicators and key focus areas for the quarter.",
    "The All-Hands meetings serve as additional avenue for employees to seek clarity over the team’s directions and provide their feedback.",
    "Additionally, we have implemented an internal social media platform, Viva Engage, which serves as a hub to facilitate dialogues and conversations amongst employees and between the leadership team and the rest of the workforce.",
    "This platform keeps employees informed about the latest developments at Razer’s global offices and also serves as a platform for social dialogue, where employees can exchange ideas, provide feedback, and engage in discussions through groups and communities.",
    "Examples include ‘Dumb Processes,’ where employees suggest improvements to enhance internal protocols, and ‘Razer ThinkBox,' where they can share inspirations and ideas for new products and innovations.",
    "Moreover, we have a dedicated communication channel with our CEO, where employees can interact with the CEO directly, shares their thoughts and ideas and offering feedback over the directions of the business and internal initiatives.",
    "By prioritizing open communication and valuing employee input, we strive to create a collaborative environment that fosters positive working conditions for everyone at Razer.",
    "Employee Engagement GRIEVANCE MECHANISM To empower our employees with a culture of open and transparent communication without fear of reprisal, Razer has a grievance mechanism, in addition to our Whistleblower and Compliant Policy, whereby employees can raise any disputes or concerns relating to grievances, harassment, or any dishonest or inappropriate practices in the workplace.",
    "The grievance mechanism and other communication channels have been formalized via our internal social media platform, Yammer, and communicated to all staff via our Employee Code of Conduct.",
    "All grievances raised will be looked into by HR with the relevant parties, to ensure that they are handled effectively, seriously and fairly.",
    "We aim to give all our employees an opportunity to express any concerns about the workplace, and continue to maintain a safe, happy and collaborative environment.",
    "We are pleased to report that there were zero cases of grievances or concerns raised during the reporting period.",
    "#GOGREENWITHRAZER IMPACT | 5 5 REPORT 2023, RAZERINC.",
    "EMPLOYEE ENGAGEMENT SURVEY & INITIATIVES Razer has been conducting its bi-annual employee engagement and pulse surveys since 2019 to measure employee satisfaction, gather feedback, and identify areas for improvement to enhance their experience while working at Razer.",
    "These surveys play a crucial role in enabling Razer’s leadership and management team to understand the needs and concerns of our employees, foster greater engagement and collaboration within the organization.",
    "Through these surveys, we encourage open communication and foster social dialogue, promoting positive working conditions that support our proposition of being both A Great Place to Work and A Place to Do Great Work.",
    "In September 2023, Razer conducted the latest Razer Talkback Survey and obtained a Satisfaction Index of 70, a 1-point increase from the previous Razer Talkback Survey done in September 2022.",
    "The increase is largely attributed to the various interventions rolled out to address key areas of improvement highlighted by our employees: Well-Being and Career Goals.",
    "While we have seen improvement in the employee engagement index, both Well-Being and Career Goals remain key drivers for engagement.",
    "These had shaped the FY2024 strategic focus in delivering phenomenal working conditions where our employees can thrive, grow and succeed.",
    "Razer Talkback Employee Respondents Survey Edition Satisfaction (% of Total Index Workforce) September 2023 70 1,291 (86%) September 2022 69 1,300 (86%) September 2021 73 1,231 (85%) April 2021 (Pulse Survey) 74 1,237 (86%) September 2020 71 1,142 (87%) April 2020 (Pulse Survey) 71 904 (70%) October 2019 69 1,171 (87% Based on the feedback received via the Razer Talkback Survey, we have launched several initiatives to improve the working environment, promote employee well-being, foster collaboration, and reinforce positive workplace environment.",
    "Empowering Our People Employment and Labour Practices Employee Engagement EMPLOYEE ENGAGEMENT SURVEY & INITIATIVES Internal Gaming Tournaments Our mantra, “For Gamers, by Gamers’, is heavily ingrained in our working culture and environment.",
    "Our lunchtime breaks are commonly spent in breakout groups playing games, such as Mobile Legends: Bang Bang (MLBB) and Pokémon Unite.",
    "We also have organized several initiatives to continuously fuel our gaming obsessions and interests.",
    "Away From Keyboard, or AFK in short, happens every last Friday of the month, whereby Razer staff can play games or watch others play during working hours.",
    "Our employees can also participate in Razer Cup, an exciting internal gaming tournament with regional competitions held yearly, and live streamed to all staff.",
    "zActive: Earn As You Sweat zActive is Razer’s flagship health and wellness program launched in October 2022, where employees can unlock exciting rewards as they clock in their zActive Hours.",
    "Designed ‘For Razer.",
    "By Razer’, the zActive sessions were initiated by our own employees for fellow employees to join, creating opportunities to foster camaraderie through active lifestyles.",
    "A total of 124 sessions were organized across our global offices over the 6-week campaign period, clocking in close to 1,600 hours of staying active!",
    "Well-Being Series Razer subscribes to the ‘Self-care’ pedagogy in promoting the well-being of our employees.",
    "The Well-Being Series is designed to raise awareness and educate our employees on practical know-hows and tips to upkeep their physical, mental and social well-being.",
    "Done on a monthly basis, the series is open to all employees to join.",
    "Brown Bag Series This series is designed to celebrate the diverse fabric of our workforce.",
    "We encourage individuals to share their personal stories and interests, allowing others to learn more about each other and discover common passions that can foster collaboration and camaraderie.",
    "For example, at our Singapore office, one employee shared her love for the West African musical instrument, the djembe, and her experience conducting workshops to raise awareness and encourage its adoption.",
    "In another session, an employee discussed his passion for coffee and how it led him to pursue an entrepreneurial path in starting a food and beverage business.",
    "F#*king Awesome Award The Award is the highest accolade Razer confers to phenomenal employees who have gone over-and-above their core duties to move the needles, in alignment with Razer’s Core Values.",
    "A new ‘Collaboration’ category was introduced to exemplify how Collaboration between individuals and teams can create a significant impact to organizational success.",
    "Empowering Our People Human Rights Razer is committed to upholding the fundamental principles Living Wage of human and workplace rights at all our global offices.",
    "Our Code of Ethics and Professional Conduct outlines the Starting from FY2023, Razer has started to review and develop a employment practices, standards, and values that we aim Living Wage framework to ensure that our employees, including to maintain in the workplace.",
    "We have also aligned our our temporary and fixed-term employees, will earn a living employment practices to all applicable local labor laws in wage that are aligned with their respective location’s standard the locations that we operate in, as well as international of living.",
    "We strive to ensure that our employees are paid at or human rights standards and principles, including UN above the living wage standard by 2030, with the intent to extend Global Compact, International Labour Organization (ILO) the same pedagogy to our suppliers and contractors across the and Business and Social Compliance Initiative (BSC)).",
    "All supply chain.",
    "new employees are required to acknowledge the Code of Ethics and Professional Conduct, and existing employees can refer to the Code through our intranet at any time.",
    "Our commitment to upholding human and workplace rights extends to our supply chain.",
    "We have a zero-tolerance policy against child or forced labor, and this expectation is clearly communicated in our policies and contracts with all our contract manufacturers and suppliers.",
    "Razer supports the Responsible Business Alliance (RBA), which is the largest industry coalition to support responsible business conduct and human rights in global supply chains.",
    "The RBA social, environment and ethical industry standards takes reference from the ILO Declaration on Fundamental Principles and Rights at Work, as well as the UN Universal Declaration of Human Rights, to ensure that companies adhere to the core requirements and are held accountable for their supply chains.",
    "Razer also holds its employment practices and supply chain management to the standards of SMETA (Sedex Members Ethical Trade Audit), which aims to help organizations assess their suppliers, monitor health and safety of workers, and communicate zero tolerance of human rights abuses such as child and forced labor.",
    "In addition to this, we conduct regular risk assessments to make sure that our new and existing suppliers adhere to these standards and policies and continue to protect the rights and safety of our workers.",
    "During the reporting period, there were no incidents of non- compliance with relevant laws and regulations relating to child and forced labor that have a significant impact on us.",
    "As acompany with global operations, diversity, equity and inclusivity (DEl) practices are important to attract, retain and develop a talent pool that can bring diverse and unique perspectives and thrive at Razer.",
    "It is also essential that our global teams on the ground have a good understanding of the local and cultural sensitivities and continue to contribute to our business goals and targeted outcomes.",
    "Razer also aims to maintain DE!",
    "practices in the working environment, through our zero-tolerance policy for discrimination, racism, and harassment.",
    "All our staff will be valued, respected and supported regardless of their background, identity or circumstance.",
    "As per our Code of Ethics, Razer has zero tolerance against unlawful discrimination and harassment based on race, color, religion, sexual orientation, sex, gender, nationality, age, disability, genetic information, medical condition, or military service.",
    "This zero-tolerance policy also extends to our supply chain, whereby we aim to uphold the principle of impartiality in our business relationships and dealings.",
    "All employees are encouraged to report any incidents of discrimination or harassment at the workplace via the remediation mechanisms outlines in our non- discrimination policy, and all reported incidents will be handled seriously by Razer.",
    "We hope to continue creating a culture of safety and inclusivity to recruit and develop a diverse and well-rounded workforce.",
    "During the reporting period, we received zero reports or complaints of discrimination.",
    "#GOGREENWITHRAZER IMPACT | 5 8 REPORT 2023, RAZERINC.",
    "Board Diversity Razer embraces diversity and has implemented a Board Diversity Policy since 2019, which sets out various factors and criteria for Board appointments, including but not limited to age, professional experience, qualifications, skills, cultural and educational background as well as other qualities.",
    "These factors and criteria were developed by the Nomination Committee of the Company, whereby they were deemed to be important standards to contribute to the overall effectiveness of the Board, as well as the company’s strategy, governance and business goals.",
    "We are committed to appointing suitable members of the Board based on their attributes, merits and contributions that complement and elevate the skill sets, experience, and competencies of the Board as a whole.",
    "Percentage of Members of the Governance Body by Independence, Gender, Age Group, Skills, and Experience Board Diversity Number of Percentage of Board Directors Board Directors By Independence Independent, non-executive 0 0% Executive 2 25% Non-independent 6 75% Total 8 100% By Gender Male 5 83.3% Female 1 16.7% Total 6 100% Empowering Our People Diversity, Equity and Inclusion Board Diversity Further to the implementation of the Board Diversity Policy, the Nomination Committee is in charge of monitoring its effectiveness by performing regular reviews of Board composition and tracking their contributions to measurable objectives that are key to the success of the company.",
    "In FY2023, the Nomination Committee has monitored the progress of the company and the Board’s contributions against the following objectives set out below: Category Objectives Independence = The Board should have a strong element of independence, and independent directors should be of sufficient stature and caliber.",
    "Gender = Selection of potential candidates for appointment as directors shall not be subject to discrimination based on gender.",
    "The Board shall endeavor to identify and appoint female directors who possess suitable expertise, experience, and qualifications.",
    "Age = The Board should comprise directors of different age ranges, reducing succession risk.",
    "Skills and experience = The Board should comprise directors with different professional and business backgrounds, with a wide range of skillsets and experiences, and varied areas of expertise.",
    "The Board recognises the importance and benefits of gender diversity at the Board level.",
    "In order to allow for a more significant female representation on the Board, The Company has been including females for consideration when identifying suitable candidates for the Board.",
    "In FY2023, we are pleased to report that we have successfully appointed a female with suitable expertise, experience, and qualifications as a director of the Company.",
    "Empowering Our People Diversity, Equity and Inclusion Employee Diversity Employee diversity is equally crucial to garner unique and local perspectives to create a global impact.",
    "Our DEI!",
    "practices start with recruitment, whereby we employ a fair and inclusive recruitment process to attract our talents.",
    "We have several recruitment channels open to communicate job openings to potential candidates from our fanbase or gaming communities, such as via our corporate website and public social media channels.",
    "Our recruitment practices are also adhered to the local and international guidelines and government employment legislation in the locations of our operation for fairness and transparency.",
    "We believe in equal opportunities for all, regardless of their age, gender, race, marital status, or religion, and we are committed to employing talents based on their qualifications, competencies, attributes, experience and assessed potential.",
    "As we are recruiting individuals from varied backgrounds, we ensure that our project managers and leaders undergo the appropriate training in managing a team of different cultures.",
    "These training sessions aim to build knowledge on identifying and managing unconscious bias, harassment, and discriminatory behaviors at the workplace, such that our workers feel a sense of security without fear of discrimination.",
    "The diversity of the workforce is the core of innovation and digital transformation.",
    "Throughout the years, Razer’s human resources team has continuously strived to improve our employment and DEI practices.",
    "Razer has transitioned to a human resources information system, which allowed us to properly digitalise, track, and analyse the demographics, competencies, and diversity of our employees worldwide.",
    "The human resources information system has helped to identify areas for improvement in terms of competencies and human resource practices, which is valuable to optimize our performance, increase productivity, contribute to corporate goals, improve hiring practices and implement appropriate training programs.",
    "The data collected in the system has also greatly contributed to equity pay within the company, as we can build salary ranges depending on the type of role and account for individual contributions through annual performance reviews.",
    "To keep ourselves accountable, we have diversity metrics and targets in place that allows us to track our performance, identify risks, and embark on initiatives to continue sustaining workplace diversity.",
    "These initiatives are catered to the profiles of our employee demographics and are aimed at attracting, retaining and developing our talent pool.",
    "Percentage of Individuals by Employee Percentage of Individuals by Employee Category and Gender Category and Age Group Manegement [cSMA 30.8% Manegement [Lees 43.6% Middle Middle Management 0.5% Management 6.1 % General Ee 39.6% [RVs aee eam 62.1% 35.4% ae ® Male H Female BND’ M Under 30 years old Mi Over 50 years old HM 30-50 years old 7 ND represents non-determined data points which are currently not available for reporting.",
    "Empowering Our People Diversity, Equity and Inclusion Employee Diversity Razer is proud to be a part of SG Women in Tech (SGWiT) and SGTech’s SGWiT Corporate Pledge Initiative since FY2021, solidifying our commitment to advancing the local tech industry by attracting, retaining and developing female talents.",
    "In FY2023, Razer has continued to support the initiative and has expanded our commitment to all our global offices, by undertaking the following activities: = Ensure that a minimum of one interviewable candidate for positions across senior role vacancies (i.e director and above) and fresh graduate/internship opportunities is female = Conduct anti-bias training for all hiring managers = Execute regular women-only school outreach programs (secondary and tertiary level) = Conduct school outreach programs for secondary and tertiary students = To showcase success stories of the Women at Razer through internal communications channels and social amplification programs = To facilitate networking opportunities for and with phenomenal women across the tech industry Breakdown of employees who are entitled to and taken parental leave, as well as those who have returned to work, by gender Total Number of Employees Male Female Total Entitled to Parental Leave 5 19 24 That Took Parental Leave 5 19 24 That Returned to Work in the Reporting Period After Parental 5 19 24 Leave Ended That Returned to Work After Parental Leave Ended That Were 5 17 22 Still Employed 12 Months After Their Return to Work Return to Work Rate 100% Retention Rate 71.0% Razer is committed to providing ample opportunities for employees to develop, build competencies, and upskill themselves, regardless of age or tenure.",
    "We want to continue creating a culture of active and eager learning, so that our team is equipped with the knowledge and skill sets to drive results, motivation, and productivity.",
    "Razer Academy, formalized in 2018 for our employees, is a platform that offers a diverse range of training programs, with topics ranging from hard skills like technical or functional training, to soft skills like communication, leadership, management and personal effectiveness.",
    "By providing these resources to our employees, we want to empower them to take charge of their own learning and development at Razer.",
    "Our global training programs are developed and customized based on market trends, the needs of our employees, global perspectives, and the competencies required across various business functions at Razer.",
    "For instance, SkillTree, a series of e-Learning courses at Razer Academy, is catered to building knowledge and honing core competencies throughout one’s career at Razer.",
    "For our people managers, there are modules at Razer Academy catered to developing and honing leadership and people management skills.",
    "We had introduced two modules previously, People Manager 101 and Talent Acquisition 101, whereby participants could learn about fundamental employment and human resource practices that are aligned with international best practices, standards, and Razer’s own workplace culture proposition.",
    "Following that, we have rolled our two other mandatory modules for our people managers, Talent Development 101 and Total Rewards 101.",
    "#GOGREENWITHRAZER IMPACT | 5 yy REPORT 2023, RAZERINC.",
    "(7) 9161 hours of training recorded in 2023 Average Hours of Training by Gender ® ND Hi Female ® Male Average Hours of Training by Employee Category M™ General staff HM Senior management ® Middle management Health and safety of our employees, business partners, supply chain and stakeholders is a key priority at Razer.",
    "We have stringent occupational health and safety management practices and procedures at all locations of operation to ensure that our employees’ physical and mental well-being are cared for.",
    "Our health and safety management systems at our Singapore headquarters has been certified by ISO 14001 and ISO 45001 in 2024.",
    "For our employees, occupational health and safety practices and procedures are enclosed within our employment and HR policies, and they are communicated to both new and existing employees.",
    "Our employees are entitled to comprehensive life and health insurance, covering medical screening, access to both general practitioners and any other types of medical specialists, inpatient and outpatient medical treatment for both physical and mental health.",
    "We hold annual health screenings on site at our headquarter office in Singapore, and employees can also get corporate rates for health check ups all year round.",
    "Across our global operations, we conduct regular fire drills so that our employees are aware of the proper evacuation plans, fire safety protocols, and respond swiftly to emergencies.",
    "The importance of occupational health and safety extends to our suppliers and contract manufacturers.",
    "As we outsource the manufacturing of our products and services to these suppliers, we have a responsibility to ensure that their health and safety is also taken care of.",
    "We encourage all our suppliers to be certified to ISO 45001 and we aim to collect their occupational health and safety data in our sustainability reports.",
    "Please refer to the section on Partnering to Build a Greener Supply Chain on page 73 for more details on how we manage occupational health and safety along our supply chain.",
    "#GOGREENWITHRAZER IMPACT | 5 3 REPORT 2023, RAZERINC.",
    "Number and Rate of Work-related Incidents® Employees Number of injuries 0 Number of fatalities due to work-related injuries 0 Number of high-consequence injuries 0 Injury rate (per million man-hours worked) 0.0 High-consequence injury rate (per million man-hours worked) 0.0 Man hours worked Number and Rate of IIl-health® Employees Number of illnesses 0 Illness rate (per million man-hours worked) 0.0 Man hours worked The Group is not aware of any non-compliance of laws and regulations relating to providing a safe working environment and protecting employees from occupational hazards during the reporting period that have a significant impact on the Group.",
    "We report zero high-consequence work-related injuries or fatalities, and there were also zero incidents of work-related ill- health among our employees.",
    "8 Razer currently does not have information on work-related injuries and il-health cases for workers who are not employees.",
    "We will aim to report on their health and safety data in subsequent sustainability reports.",
    "F | MES: r —— ~*~ 3 .",
    "oe ' “‘ — Creating Sustainable Value in Communities Esports Electronic sports, or esports for short, are video games that are played in a highly organized, competitive, and often, multiplayer environment.",
    "The growth of esports is largely driven by the increasing popularity of competitive gaming, technological advancements in gaming technology and peripherals, as well as increasing number of platforms for live streaming and global viewership.",
    "Esports communities play a huge role in bringing individuals who share the same passion for competitive gaming together and has the potential to create a positive impact on those who are part of these communities, such as through developing collaborative, problem-solving, creativity, and teamwork skills.",
    "With a common goal in mind, esports has a hand in fostering stronger bonds and camaraderie between gamers, teammates, fans and friends.",
    "Razer has been pioneering and representing the very best of esports since the company’s founding in 2005, beginning with the sponsorship of the Cyber Athlete Professional League.",
    "Since then, we have been supporting esports athletes globally, such as through the creation of Team Razer and development of high performance gaming peripherals.",
    "Team Razer is an elite group of gamers, with members including Evil Geniuses, mousesports, Team Alliance, and others, who compete professionally in esports tournaments worldwide.",
    "We have vastly expanded our esports offering to include over 50 participating teams, featuring some of the most elite esports athletes worldwide that represent the very best of esports.",
    "We also develop top of the line gaming peripherals to support our teams and esports tournaments.",
    "Razer regularly engages our gamers to gather feedback to optimize our peripherals and bring these teams to victory.",
    "Our peripherals such as the Razer Viper line, the Razer DeathAdder line, and the Razer BlackShark V2 line have been inspired and improved based on our esports gamers.",
    "30TH SOUTHEAST ASIAN GAMES In 2019, Razer announced that it would be the official esports partner of the 2019 Southeast Asian Games (SEA Games 2019), an eleven-country international sporting event where esports will be recognized as a medal sport for the first time in history.",
    "In the lead up to this announcement, Razer co-founder and CEO Min-Liang Tan led the rally to elevate esports to a recognized medal event at SEA Games 2019.",
    "A Razer delegation led by Tan met with the Philippine SEA Games Organizing Committee (PhilSGOC) and the Philippine Olympic Committee (POC) on multiple occasions to work towards this goal.",
    "To prepare young athletes who have had limited experience on the global stage, Razer had also organized a series of professional training bootcamps leading up to the event.",
    "These bootcamps were led by esports professionals Sam ‘Bulba’ Sosale from top esports team, Evil Geniuses, and Kim “UDCR’” Hyunjin, one of the most successful Tekken players to date.",
    "Creating Sustainable Value in Communities Esports RAZER INVITATIONAL With the professional leagues leading the esports ecosystem, we believe there is greater need for inclusiveness and equal opportunities to be given to the amateur level, where esports athletes at different levels can participate and gain regional experiences in a consistent and global platform.",
    "Razer Invitational is built on fairness, diversity, and inclusivity.",
    "It seeks to empower the dreams of a new generation of esports athletes by bringing contenders of all levels, from amateurs to professionals, to gain valuable experience playing in large tournament settings, as well as feeling a sense of glory and honor that comes with representing their country.",
    "Razer Invitational was established in 2020 and was held in Southeast Asia in July 2020, after our success with the debut of esports as a medaled esports event at the 30th SEA Games in 2019.",
    "The online tournament was subsequently held in North America, Middle East, Latin America and Europe.",
    "\"CHAMPIONS START FROM WITHIN\" ESPORTS WELLNESS PROGRAM In 2021, Razer also launched the “Champions Start from Within’ esports wellness program, which seeks to promote healthy and sustainable gaming habits in the highly demanding and intense competitive gaming industry.",
    "With a focus on four key verticals — physical activity, mental health, sleep, and nutrition, Razer has brought together esports wellness experts, professional athletes, thought leaders and leading esports teams to support this program.",
    "Together with the community, the brand lined up multiple talks, events, and activations to educate aspiring athletes and ease them into the rigors of gaming, all of which were also provided through an online web portal.",
    "Local Communities Razer delivers social and sustainable value to its stakeholders through its community efforts.",
    "We aim to make a positive impact at our locations of operation through meaningful and personal engagements with our fans and local communities.",
    "Razer has supported and participated in various community engagement initiatives and activities, including but not limited to volunteer work, corporate philanthropy, and partnerships.",
    "The internal Sustainability Workgroup at Razer spearheads the #GoGreenWithRazer initiative, that illustrates our commitment and delivers our impact to our communities and environment through various projects and causes.",
    "Educating Young Fans on Sustainability with Animated Series Children and youth are the most impacted by today's global environmental crisis, but they also play a key role towards a sustainable future.",
    "Razer endeavors to do its part to create awareness and educate our young fans on sustainability and climate change, in hopes to aspire the next generation of gamers to join us in the frontier against climate change.",
    "Razer’s animated series, Sneki Snek and friends, is a platform that aims to convey sustainability themes and key lessons into simpler and bite-sized content for viewers.",
    "Razer fans of all ages will be able to learn and understand the importance of sustainability, as each episode discusses environmental issues and environmentally friendly habits that everyone can adopt in their daily lives.",
    "In FY2022, we have released the Season 2 of the Sneki Snek animated series to teach the community about the environmental challenges, from melting ice caps to marine plastic pollution, which threaten our habitats and marine life, a cause that is very near to Sneki Snek’s heart.",
    "The Season 2 of Sneki Snek cartoon series was also featured on the Youth Day of United Nations Climate Change Conference, held at Sharm El Sheikh, Egypt on 6 November 2022, rallying the youths to take climate action.",
    "Creating Sustainable Value in Communities Local Communities Razer's Sneki Snek celebrates saving 1 million trees and announces new forest protection target SSSAVEMTREESS R \\ CONSERVATION / INTERNATIONAL Under the long-standing partnership with non-profit organization, Conservation International to save trees around the Globe, we have reached 1,400,000 trees saved.",
    "To mark the occasion, Razer has also released the highly anticipated Sneki Snek hoodie and announced its new even more ambitious target of saving ten million trees.",
    "The partnership between Razer and Conservation International is a part of our ten-year sustainability plan #GoGreenWithRazer, which aims to preserve nature and protect the environment.",
    "Together with the Razer community, the organizations have helped protect around 4,000 acres of forest, roughly around the size of 3,000 American football fields.",
    "The campaign leverages the fandom of our sustainability mascot, Sneki Snek, to rally the community behind its tree saving efforts.",
    "What started off as a doodle by one of Razer’s designers, Sneki Snek has since spawned into countless memes, has been featured in plenty of tattoos, and even got a dedicated fan page set up by the community.",
    "For every Sneki Snek merchandise sold, Razer has been donating a part of the proceeds to support Conservation International’s work to protect forests globally.",
    "In true Razer fashion, we set sights on an even bigger target of saving ten million trees and will keep working with Conservation International to realize that goal.",
    "We will also continue the tradition of celebrating milestones with exclusive Sneki Snek merchandise, so for every 250,000 trees saved, we will release a new merch and donate part of the proceeds to help Conservation International protect forests.",
    "The environmental impact of this new goal includes saving nearly 40,000 acres of forest and the endangered species that depend on that ecosystem for survival.",
    "Creating Sustainable Value in Communities Af We believe that innovation goes beyond creating cutting-edge products.",
    "True Innovation also means fostering a culture that embraces sustainability.’ April Wan Global Head of People & Organisation Local Communities Razer Green Fund Razer has set aside a USD50 million war chest, known as Razer Green Fund, as part of its 10-year sustainability roadmap.",
    "The Fund is managed by zVentures, Razer’s corporate venture arm, and aims to support and invest in Seed and Series A environmental and sustainability start-ups globally, that would bring strategic value to Razer’s business, as well as to the start- ups that partner with us.",
    "In addition to providing the fundamental capital required, we can also provide our portfolio companies access to Razer’s extensive global network of suppliers, original equipment manufacturers, customers and investors, as well as allow them to interface with in-house experts, like-minded founders, and influencers.",
    "Through these investments and funding, we hope to be able to support the growth of the next generation of companies across Gaming, Consumer, Deep Tech, and Sustainability.",
    "The Razer Green Fund also seeks to foster a green mindset among our community via very carefully thought and strategic investments.",
    "They aim to accelerate sustainability commitments and progress among companies and start-ups, with a focus on utilizing renewable energy, carbon and plastic management.",
    "With capital and easier access to resources, start-ups can confidently explore innovative technology that would shape the world for future generations and join the fight against climate change.",
    "SUPPLY CHAIN Partnering to Build a Greener Supply Chain V) Seem @ Supply Chain Razer collaborates with global suppliers to support our operation and production requirements.",
    "Much like how we value our employees, we also believe in maintaining a sustainable supply chain to support resilience in our business operations and sustain long-term value creation for our stakeholders and fanbase.",
    "We engage with ethical and sustainable vendors and suppliers and develop appropriate strategies to ensure that our supply chain is managed responsibly.",
    "In 2023, we introduced a Responsible Sourcing Framework and Compliance Manual for our value chain partners.",
    "It details a company's commitment to ethical and sustainable practices throughout its supply chain.",
    "It begins by setting clear objectives and commitments regarding environmental, social, and ethical concerns; outlining expectations for suppliers through a Code of Conduct, encompassing standards for labor, health and safety, environmental management, and business ethics.",
    "The framework further emphasizes the importance of risk assessment and due diligence to identify and address potential issues within the supply chain such as Employment contracts and Working Hours, Forced Labour and Human Trafficking, Occupational Safety, Environmental Permits and Reporting Transparency and traceability are promoted to ensure visibility into the origin of raw materials and products.",
    "The Compliance Manual also details the principles behind the monitoring and auditing processes, including independent third-party audits, ensure supplier compliance with the code of conduct as well as interoperable standards that our suppliers can embark on.",
    "The framework also promotes collaboration and engagement with stakeholders foster continuous improvement, while making sure grievance mechanisms are made accessible to provide a platform for addressing concerns.",
    "We have established a supply chain management protocol to support our commitment to maintaining a responsible and sustainable supply chain.",
    "This protocol outlines the guidelines for sourcing, on-boarding, performance evaluation, and quality checks of our suppliers.",
    "Necessary measures and checks are also in place to ensure that our suppliers and contract manufacturers comply with the regulations in their respective operating locations.",
    "Apart from ensuring compliance, Razer also continuously reviews and engages our top five contractors throughout the year, through biannual audits, regular factory visits, and sharing best practices such as conducting life cycle assessments.",
    "In 2023, we engaged with one new supplier, who was screened through the |S014001 environmental criteria and |SO45001 social responsibility criteria.",
    "Partnering to Build a Greener Supply Chain Supply Chain Supplier Selection Our contract manufacturers and partners comply with the highest industry standards and best practices, as validated by established certification bodies.",
    "We have a zero-tolerance policy for forced labor, child labor or inhumane work conditions in our supply chain.",
    "We do not work with any supplier who utilizes these unethical forms of labor or have poor working conditions for their workers.",
    "Our suppliers are required to undergo a strict audit and disclosure process prior to being onboarded, whereby they would have to provide evidence to support their quality of services, ethical practices, financial capabilities, and compliance history.",
    "Our strict audit and disclosure process includes a ten- section survey that addresses different aspects of the potential supplier’s business.",
    "Suppliers are required to answer questions such as working hours, compensation, wages, benefits, certifications and procedures on environmental management, health and safety, disaster recovering, data security, supplier rating records, internal audit plans, child labor and forced labor, waste management and communication procedures.",
    "With the survey, Razer can assess the associated environmental and social risks when engaging with potential suppliers.",
    "100% of Razer’s new suppliers have been screened using the criteria from Environmental Management System: IS014001 and Health and Management Systems: 1SO45001.",
    "As a step further, the survey also includes questions on the 7| suppliers that our potential suppliers engage with, to ensure that the highest standards of ethics are upheld through all stages of the supply chain and among our indirect suppliers.",
    "Partnering to Build a Greener Supply Chain Supply Chain Supplier Selection We require all our suppliers to have selected sustainability certifications from internationally recognized certification bodies.",
    "A list of certifications we require from our new contract manufacturers is summarized in the table below: Certification About the Certification Compulsory ISO 9001 (Quality Management Systems) ISO 14001 (Environmental Management System) IECQ QC 080000 (Hazardous Substance Process Management System) Sets out the criteria for a quality management system based on a number of quality management principles, including a strong customer focus, the motivation and implication of top management, the process approach and continual improvement.",
    "Specifies the requirements for an environmental management system that an organization can use to enhance its environmental performance.",
    "Introduces a cost-effective process approach to provide records of compliance with global hazardous substance control directives and customer- specific requirements.",
    "At least one of the below Responsible Business Alliance (RBA) Audit Sedex Members Ethical Trade Audit (SMETA) In-depth evaluations of the social, ethical, OHS and environmental performance of suppliers as measured against the audit criteria.",
    "The audit criteria are based on the RBA Code of Conduct.",
    "Aims to enable businesses to assess their suppliers, monitor health and safety for workers, and signal zero tolerance of human rights abuses such as child and forced labor.",
    "Recommended Social Accountability 8000 (SA8000) ISO 45001 (Occupational Health and Safety Management System) BSCI (Business Social Compliance Initiative) Provides a framework for organizations of all types, in any industry, and in any country to conduct business in a way that is fair and decent for workers and to demonstrate their adherence to the highest social standards.",
    "Specifies requirements for an occupational health and safety (OHS) management system, and gives guidance for its use, to enable organizations to provide safe and healthy workplaces by preventing work-related injury and ill health, as well as by proactively improving its OHS performance.",
    "Provides a system that helps companies to gradually improve working conditions in their supply chain.",
    "Partnering to Build a Greener Supply Chain Supply Chain Performance Evaluation and Quality Checks Our commitment to a sustainable supply chain extends to the expectations that we have on our suppliers, and we conduct monthly audits and visits to ensure that the high quality and ethical standards are continuously adhered to, even after engagement.",
    "We engage in frequent and active communication with our suppliers, such as through our monthly quality review and half-yearly business review on performance and product quality.",
    "For the monthly quality review, we require our suppliers to submit their quality reports for the month and monthly meeting minutes.",
    "For the half-yearly business review, Razer conducts a more thorough review and evaluation of our key suppliers’ performance.",
    "Product Materials Razer recognises the importance of responsible procurement and ensuring that our resources and raw materials, especially hazardous substances, and conflict minerals, are managed properly.",
    "We require all our suppliers to be compliant with the applicable safety, health and quality requirement in the locations that they operate in, including the Restrictions of Hazardous Substances (ROHS2) and Registration, Evaluation, Authorization and Restriction of Chemicals (REACH).",
    "For our products sold in Europe and the United States, the components used to manufacture them are compliant with relevant regulations relating to ROHS2, REACH and Waste Electrical and Electronic Equipment (WEEE).",
    "Our raw materials and packaging materials also come from quality and reliable suppliers who are ISO 9001 and ISO 14001 certified.",
    "Conflict minerals have been connected to armed conflicts and human rights violations in the regions of the world where they are extracted from.",
    "Razer understands the importance of responsible procurement of our minerals from conflict-affected and high-risk areas, in a way that respects human rights, protects human and environmental health, and combat unethical types of labor from being employed.",
    "Our Sustainability Workgroup is establishing a company-wide policy to guide our approach on the sourcing of conflict minerals, which outlines our expectations on our supply chain to procure minerals responsibly and sources that would indirectly or indirectly fund conflict.",
    "Razer Inc.",
    "became the first consumer electronics brand to take a firm stand against deep-sea mining, citing the incomplete scientific understanding of its environmental impact.",
    "Data Privacy and Security In today's digital age, a company's most valuable assets are often intangible.",
    "At Razer, the trust and loyalty of our customers and the security of their data, such as personal details and payment information, are some of our most important assets that we do not compromise.",
    "Cyberattacks are constantly evolving, becoming more targeted, complex, and potentially devastating.",
    "As a leading innovator in gaming hardware and software, Razer possesses valuable intellectual property and cutting- edge technology.",
    "This makes us an attractive target for cybercriminals seeking financial gain.",
    "These increasing threats place great responsibility on Razer to protect and secure our most intangible assets.",
    "We prioritize robust data protection and security measures - constantly adapting and updating our defenses to stay ahead of evolving cyber threats.",
    "We believe a strong defense starts from within.",
    "Our comprehensive data protection strategy combines clear policies with ongoing employee education, fostering a culture of data security that safeguards your information.",
    "The foundation lies in our readily available Data Classification Policy, accessible through our intranet, which provide guidelines on baseline security controls that need to be undertaken to protect data.",
    "All new employees are also required to acknowledge and comply with this Policy.",
    "Apart from our Policy, we provide regular and mandatory training to equip our employees with the knowledge and skills to effectively manage data and mitigate risks.",
    "The training covers areas such as secure data storage and protection methods, ways to recognise and avoid phishing and hacking attempts, secure data transmission practices, and effective response and reporting procedures for data breaches.",
    "Before we request any information from either clients or employees, we clearly outline the purpose of data collection and how it will be utilized.",
    "Only authorized personnel have access to the personal data we collect.",
    "This information is handled with the utmost confidentiality, adhering to the strictest security protocols.",
    "In all cases, we follow the principles of the General Data Protection Regulation (GDPR) Data Protection Policy, whereby information collected are stored securely strict confidentiality with extremely limited access, and in accordance with local laws and regulations.",
    "In 2023, we received 0 complaints about a data breach of customer privacy and/ or loss of customer data received from a regulatory body that we are aware of.",
    "APPENDIX Appendix GRI Content Index Statement of use: Razer Inc.",
    "has reported in accordance with the GRI Standards for the period 1 January 2023 to 31 December 2023.",
    "GRI 1 used: GRI 1: Foundation 2021 Applicable GRI Sector Standard(s): Not Applicable Omission 2022 GRI Disclosures References .",
    "Requirement(s) Omitted Reason Explanation The Organization and its reporting practices 2-1 Organizational details About this Report, Page 10 About Razer, Page 4-7 2-2 Entities included in the organization’s sustainability About this Report, Page 10 2-3 Reporting period, frequency, and contact point About this Report, Page 10 2-4 Restatements of information About this Report, Page 10 2-5 External assurance Sustainability at Razer > ESG Governance, Page 13-14 Activities and workers 2-6 Activities, value chain and other business relationships About Razer, Page 4-7 Partnering to Build a Greener Supply Chain, Page 70-73 2-7 Employees Empowering Our People > Employment and Labor Practices, Page 50-56 2-8 Workers who are not employees a,b,c Information unavailable/ incomplete Razer is working towards collecting data on workers who are not employees, and it will be reported in the subsequent sustainability report.",
    "REPORT 2023, RAZERINC.",
    "| 78 GRI Disclosures References Omission 2022 Requirement(s) R eason Explanation Governance 2-9 Governance structure and composition Sustainability at Razer > ESG Governance, Page 13-14 2-10 Nomination and selection of the highest governance body Sustainability at Razer > ESG Governance, Page 13-14 2-11 Chair of the highest governance body Sustainability at Razer > ESG Governance, Page 13-14 2-12 Role of the highest governance body in overseeing the management of impacts Sustainability at Razer > ESG Governance, Page 13-14 2-13 Delegation of responsibility for managing impacts Sustainability at Razer > ESG Governance, Page 13-14 2-14 Role of the highest governance body in sustainability reporting Sustainability at Razer > ESG Governance, Page 13-14 2-15 Conflicts of interest Sustainability at Razer > Ethics and Integrity, Page 15-17 2-16 Communication of critical concerns Sustainability at Razer > Ethics and Integrity, Page 15-17 2-17 Collective knowledge of the highest governance body Sustainability at Razer > ESG Governance, Page 13 2-18 Evaluation of the performance of the highest governance body Sustainability at Razer > ESG Governance, Page 13 REPORT 2023, RAZERINC.",
    "Omission 2022 GRI Disclosures References .",
    "Requirement(s) .",
    ".",
    "Reason Explanation Omitted Governance 2-19 Remuneration policies Empowering Our People > Remuneration Performance and Benefits, Page 53 2-20 Process to determine Empowering Our People > remuneration Remuneration Performance and Benefits, Page 53 2-21 Annual total compensation a,b,c Confidentialiy ratio Constraints Strategy, policies, and practices 2-22 Statement on sustainable development strategy Chairman's Statement, Page 2 2-23 Policy commitments Disclosed throughout the sustainability report 2-24 Embedding policy commitments Disclosed throughout the sustainability report 2-25 Processes to remediate negative impacts Empowering Our People > Employment and Labor Practices, Page 53-57 2-26 Mechanisms for seeking advice and raising concerns Sustainability at Razer > Ethics and Integrity, Page 15-16 2-27 Compliance with laws and regulations Sustainability at Razer > Ethics and Integrity, Page 17 Appendix GRI Content Index Omission 2022 GRI Disclosures References .",
    "Requirement(s) .",
    ".",
    "Reason Explanation Omitted Strategy, policies, and practices 2-28 Membership associations Member of UN Global Compact Member of UNEP Playing for the Planet Member of Institute of Business Ethics Member of SGTECH Stakeholder engagement 2-29 Approach to stakeholder Materiality and Stakeholder engagement Engagement > Stakeholder Engagement, Page 19-20 2-30 Collective bargaining Empowering Our People > agreements Employment and Labor Practices, 3-1 Process to determine material Materiality and Stakeholder topics Engagement > Materiality Assessment Process, Page 21 3-2 List of material topics Materiality and Stakeholder Engagement > Materiality Assessment Results, Page 22 Appendix GRI Content Index Omission 2022 GRI Disclosures References .",
    "Requirement(s) .",
    ".",
    "Reason Explanation Omitted 3-3 Management of material Ethics & Integrity > topics Anti-Corruption and Business Integrity, Page 17 205-1 Operations assessed for Ethics & Integrity > risks related to corruption Anti-Corruption and Business Integrity, Page 17 205-2 Communication and Ethics & Integrity > Code of training about anti-corruption Conduct, Page 15 policies and procedures Ethics & Integrity > Whistleblowing, 205-3 Confirmed incidents of Ethics & Integrity > corruption and actions taken Anti-Corruption and Business Integrity, Page 17 3-3 Management of material Building a Green Organization > topics Waste, Page 27-28 Enhancing Product Sustainability, Page 41-48 3-3 Materials used by weight Building a Green Organization > or volume Waste, Page 27-28 Appendix GRI Content Index Omission 2022 GRI Disclosures References .",
    "Requirement(s) .",
    ".",
    "Reason Explanation Omitted 3-3 Management of material Building a Green Organization > topics #GoGreenWithRazer Roadmap, 302-1 Energy consumption Climate Adaptation > Energy, within the organization Page 39 302-2 Energy consumption outside the organization 302-3 Energy intensity Climate Adaptation > Energy, 302-4 Reduction of energy Climate Adaptation > Energy, consumption Page 39 3-3 Management of material Water and Effluents Management, topics Page 39-40 303-3 Water withdrawal Water and Effluents Management, Appendix GRI Content Index Omission 2022 GRI Disclosures References .",
    "Requirement(s) ; Reason Explanation Omitted 3-3 Management of material Climate Adaptation > topics GHG Emissions, Page 31-37 305-1 Direct (Scope 1) Climate Adaptation > GHG emissions GHG Emissions, Page 31, 32 & 39 305-2 Energy indirect (Scope 2) Climate Adaptation > GHG emissions GHG Emissions, Page 31, 32 & 39 305-3 Other indirect (Scope 3) Climate Adaptation > GHG emissions GHG Emissions, Page 31, 32 & 39 305-4 GHG emissions intensity Climate Adaptation > GHG Emissions, Page 39 3-3 Management of material Building a Green Organization > topics Waste, Page 27-28 306-1 Waste generation and Building a Green Organization > significant waste-related impacts Waste, Page 27-28 306-2 Management of significant | Building a Green Organization > waste-related impacts Waste, Page 27-28 306-3 Waste generated Waste > Hazardous Waste Management, Page 28 & 39 Waste > Hazardous Waste Management, Page 28 & 39 306-5 Waste directed to disposal Building a Green Organization > Waste, Page 27-28 3-3 Management of material Partnering to Build a Greener topics Supply Chain, Page 69-73 Appendix GRI Content Index Omission 2022 GRI Disclosures References .",
    "Requirement(s) .",
    ".",
    "Reason Explanation Omitted 3-3 Management of material Empowering Our People > topics Employment and Labor Practices, Page 50-56 401-1 New employee hires and Empowering Our People > employee turnover Employment and Labor Practices, 401-2 Benefits provided to full- Employment and Labor Practices time employees that are not > Remuneration, Performance and provided to temporary or part- Benefits, Page 53 time employees 401-3 Parental leave Employment and Labor Practices > Remuneration, Performance and Benefits, Page 53 61 3-3 Management of material Empowering Our People > topics Occupational Health and Safety, Partnering to Build a Greener Supply Chain > Supplier Selection, Page 71-73 403-1 Occupational health and Empowering Our People > safety management system Occupational Health and Safety, 403-3 Occupational health Empowering Our People > services Occupational Health and Safety, 403-5 Worker training on Empowering Our People > occupational health and safety Occupational Health and Safety, 403-6 Promotion of worker health Empowering Our People > Occupational Health and Safety, REPORT 2023, RAZERINC.",
    "1 65 GRI Disclosures References Omission 2022 Requirement(s) Omitted Reason Explanation 403-6 Promotion of worker health Empowering Our People > Occupational Health and Safety, Partnering to Build a Greener Supply Chain > Supplier Selection, Page 71-73 403-7 Prevention and mitigation of occupational health and safety impacts directly linked by business relationships Empowering Our People > Occupational Health and Safety, Partnering to Build a Greener Supply Chain > Supplier Selection, Page 71-72 403-9 Work-related injuries Empowering Our People > Occupational Health and Safety, 403-10 Work-related ill health Empowering Our People > Occupational Health and Safety, 3-3 Management of material topics Empowering Our People > Training and Education, Page 62 404-1 Average hours of training per year per employee Empowering Our People > Training and Education, Page 62 404-2 Programs for upgrading employee skills and transition assistance programs Empowering Our People > Training and Education, Page 62 404-3 Percentage of employees receiving regular performance and career Employment and Labor Practices > Remuneration, Performance and Benefits, Page 53 REPORT 2023, RAZERINC.",
    "| 66 GRI Disclosures Omission 2022 References .",
    "Requirement(s) Omitted Reason Explanation 3-3 Management of material topics Empowering Our People > Diversity and Inclusion, Page 58-61 405-1 Diversity of governance bodies and employees Empowering Our People > Diversity and Inclusion, Page 58-61 3-3 Management of material topics Empowering Our People > Diversity and Inclusion, Page 58-61 406-1 Incidents of discrimination and corrective actions taken Empowering Our People > Diversity and Inclusion, Page 58-61 3-3 Management of material topics Empowering Our People > Employment and Labor Practices, Partnering to Build a Greener Supply Chain, Page 70-72 3-3 Management of material topics Empowering Our People > Employment and Labor Practices, Partnering to Build a Greener Supply Chain, Page 70-72 3-3 Management of material topics Partnering to Build a Greener Supply Chain > Supplier Selection, Page 70-72 414-4 New suppliers that were screened using social criteria Partnering to Build a Greener Supply Chain, Page 70 Appendix GRI Content Index Omission 2022 GRI Disclosures References .",
    "Requirement(s) .",
    ".",
    "Reason Explanation Omitted 3-3 Management of material Partnering to Build a Greener topics Supply Chain > Product Materials, 416-2 Incidents of non- Partnering to Build a Greener compliance concerning the Supply Chain > Product Materials, health and safety impacts of Page 73 products and services 3-3 Management of material Partnering to Build a Greener topics Supply Chain > Product Materials, 417-2 |Incidents of non- Partnering to Build a Greener compliance concerning product Supply Chain > Product Materials, and service information and Page 73 labelling Appendix ESRS Content Index As part of Razer’s preparation for future alignment with ESRS, for 2023 we have begun mapping our disclosures for with ESRS 2 General Disclosures and 7 topical standards most aligned to Razer’s material topics.",
    "The following table lists the specific disclosures in our ESG Report 2023 which can be mapped to ESRS.",
    "Moving forward, we aim to expand the data points we provide, with a view to full alignment with ESRS.",
    "ESRS Disclosure Disclosure Topic Reference BP-1 General basis for preparation of sustainability statements About this Report, Page 10 BP-2 Disclosures in relation to specific circumstances About this Report, Page 10 GOV-1 The role of the administrative, management and supervisory bodies Sustainability at Razer > ESG Governance, Page 13-14 GOV-2 Information provided to and sustainability matters addressed by the Sustainability at Razer > undertaking's administrative, management and supervisory bodies ESG Governance, Page 13-14 GOV-3 Integration of sustainability-related performance in incentive Sustainability at Razer > schemes ESG Governance, Page 13-14 GOV-4 Statement on due diligence Sustainability at Razer > ESG Governance, Page 13 Partnering to Build a Greener Supply Chain > Supply Chain, Page 70-73 GOV-5 Risk management and internal controls over sustainability Building a Green Organization > Climate reporting Risk Management, Page 31-36 SBM-1 Strategy, business model and value chain About Razer, Page 4-7 SBM-2 Interests and views of stakeholders Materiality and Stakeholder Engagement > Stakeholder Engagement, Page 19-20 SBM-3 Material impacts, risks and opportunities and their interaction with Materiality and Stakeholder Engagement > strategy and business model Materiality Assessment Results, Page 22 IRO-1 Description of the process to identify and assess material impacts, Materiality and Stakeholder Engagement > risks and opportunities Materiality Assessment Results, Page 22 IRO-2 Disclosure Requirements in ESRS covered by the undertaking's About this Report, Page 22 sustainability statements ESRS Content Index, Page 10 Appendix ESRS Content Index ESRS Disclosure Disclosure Topic Reference GOV-3 Integration of sustainability-related performance in incentive Sustainability at Razer > schemes ESG Governance, Page 13-14 SBM-3 Material impacts, risks and opportunities and their interaction with Building a Green Organization > #Go- strategy and business model GreenWithRazer Roadmap, Page 24-25 E1-1 Transition plan for climate change mitigation Building a Green Organization > #Go- GreenWithRazer Roadmap, Page 24-25 E1-2 Policies related to climate change mitigation and adaptation Building a Green Organization > Emissions Management, Page 29-36 E1-3 Actions and resources in relation to climate change policies Building a Green Organization > Emissions Management, Page 29-36 E1-4 Targets related to climate change mitigation and adaptation Building a Green Organization > Emissions Management, Page 29-36 E1-5 Energy consumption and mix Building a Green Organization > Emissions Management, Page 29-36 IRO-1 Description of the process to identify and assess material impacts, Building a Green Organization > Water risks and opportunities and Effluents Management, Page 38-39 E3-2 Actions and resources related to water and marine resources Building a Green Organization > Water and Effluents Management, Page 38-39 E3-4 Water consumption Building a Green Organization > Water and Effluents Management, Page 38-39 REPORT 2023, RAZERINC.",
    "ESRS Disclosure Disclosure Topic Reference IRO-1 Description of the process to identify and assess material impacts, Building a Green Organization > Waste, risks and opportunities Page 27-28 E5-1 Policies related to resource use and circular economy Building a Green Organization > Waste, Page 27-28 E5-2 Actions and resources related to resource use and circular economy Building a Green Organization > Waste, Page 27-28 S1-1 Policies related to own workforce Empowering Our People > Employment and Labor Practices, Page 50-56 $1-2 Processes for engaging with own workforce and workers’ Materiality and Stakeholder Engagement > representatives about impacts Stakeholder Engagement, Page 19-20 $1-3 Processes to remediate negative impacts and channels for own Empowering Our People > Employee workforce to raise concerns Engagement, Page 54-56 $1-4 Taking action on material impacts on own workforce, and Empowering Our People > Employee approaches to managing material risks and pursuing material Engagement, Page 54-56 opportunities related to own workforce, and effectiveness of those actions $1-6 Characteristics of the undertaking's employees Empowering Our People > Employment and Labor Practices, Page 50-56 $1-9 Diversity metrics Empowering Our People > Employment and Labor Practices, Page 50-56 $1-13 Training and skills development metrics Empowering Our People > Employment and Labor Practices, Page 50-56 $1-14 Health and safety metrics Empowering Our People > Occuptional Health and Safety, Page 63 $1-15 Work-life balance metrics Empowering Our People > Remuneration, Performance and Benefits, Page 53 S1-17 Incidents, complaints and severe human rights impacts Empowering Our People > Human Rights, Appendix ESRS Content Index ESRS Disclosure Disclosure Topic Reference $2-2 Policies related to value chain workers Partnering to Build a Greener Supply Chain > Supplier Selection, Page 71-72 SBM-2 Interests and views of stakeholders Materiality and Stakeholder Engagement > Stakeholder Engagement, Page 19-20 SBM-3 Material impacts, risks and opportunities and their interaction with Creating Sustainable Value in strategy and business model Communities, Page 65 S4-1 Policies related to consumers and end-users Enhancing Product Sustainability, Page 41-48 S4-2 Processes for engaging with consumers and end-users about Materiality and Stakeholder Engagement > impacts Stakeholder Engagement, Page 19-20 S4-3 Processes to remediate negative impacts and channels for Materiality and Stakeholder Engagement > consumers and end-users to raise concerns Stakeholder Engagement, Page 19-20 Appendix ESRS Content Index ESRS Disclosure Disclosure Topic Reference GOV-1 The role of the administrative, supervisory and management bodies Sustainability at Razer > ESG Governance, Page 13-14 IRO-1 Description of the processes to identify and assess material Materiality and Stakeholder Engagement > impacts, risks and opportunities Stakeholder Engagement, Page 19-20 G1-1 Business conduct policies and corporate culture Corporate Governance Principles and Structures, Page 15 G1-2 Management of relationships with suppliers Partnering to Build a Greener Supply Chain > Supplier Selection, Page 71-72 G1-3 Prevention and detection of corruption and bribery Corporate Governance Principles and Structures > Anti-Corruption and Business Integrity, Page 17 G1-4 Incidents of corruption or bribery Corporate Governance Principles and Structures > Regulatory Compliance, G1-5 Political influence and lobbying activities Corporate Governance Principles and Structures > Anti-Corruption and Business Integrity, Page 17 Razer Inc.’s Sustainability Report for the calendar year ended 31 December 2023 To The Board of Directors Razer Inc.",
    "Singapore We have been engaged by Razer Inc.",
    "(‘Razer’ or ‘the Company’) vide our engagement letter dated 7 June 2024 to provide limited assurance in accordance with the International Standard on Assurance Engagements (‘ISAE’) 3000 (Revised) — Assurance Engagements other than Audits or Reviews of Historical Financial Information (ISAE 3000 (Revised)’) issued by the International Auditing and Assurance Standards Board (“IAASB”), on identified non-financial information included in the Sustainability report of the Company for the calendar year ended 31 December 2023 (hereinafter referred to as the “identified Sustainability Information”) prepared by management with reference to the Criteria stated below.",
    "Identified Sustainability Information The Identified Sustainability Information included in the Sustainability Report of the Company for the calendar year ended 31 December 2023, is summarised as below: .",
    ".",
    "SR2023 page : Material Issue GRI Key Performance Indicator Series y reference 0_7 Employees 50-56 Mechanisms for seeking advice and 15-16 GRI -— 2 General Disclosures 2-26 raising concerns o- Compliance with laws and 17 2-27 | regulations Communication and training about GRI— 200 205-2 anti-corruption policies and 15-16 9205 — Anti- procedures Economic corruption 2016 Confirmed incidents of corruption 17 205-3 | and actions taken 302 — Energy 302-1 Energy consumption within the 39 GRI — 300 (2016) organization Environment | 303 — Water and 303-3 | Water Withdrawal 39 Effluents (2018) 305-1 Direct (Scope 1) GHG emissions 31, 32 & 39 GRI -— 300 — | 305 — Emissions 305-2 Energy indirect (Scope 2) GHG 31, 32 & 39 Environment | (2016) emissions — Location based 305-3 Other indirect (Scope-3) GHG 31, 32 & 39 emissions 306 — Waste 306-3 | Waste generated 28 & 39 (2020) 401 - 401 —4 New employee hires and employee 59 Employment 7 turnover (2016) 403 - 403-9 | Work-related injuries 63 Occupational Health and 403—10 | Work-related ill health 63 Safety (2018) GRI — 400 404 — Training Average hours of training per year 62 , and Education 404 — 1 per employee Social (2016) 405 — Diversity and Equal 405 — 4 Diversity of governance bodies and 58-61 Opportunity employees (only gender) (2016) 406 — Non- , oe, Discrimination 406 — 4 Incidents of discrimination and 58-61 (2016) corrective actions taken Our assurance engagement is with respect to the calendar year ended 31 December 2023 information only unless otherwise stated and we have not performed any procedures with respect to earlier periods or any other elements included in the Sustainability Report, therefore, do not express any opinion/conclusion thereon.",
    "Boundary Boundary of the report covers Razer’s operations globally, which includes: e Singapore e Malaysia - Bangsar South e Malaysia - Shah Alam e China - Chengdu e China - Shanghai e China - Shenzhen e Taiwan e Indonesia e Philippines - Quezon City e Thailand - Royal River Place e US - Irvine e US - Temecula e =Brazil e Germany - Hamburg e France - Lille e Turkey Criteria The Company has prepared the Identified Sustainability Information included in the Sustainability report by applying the criterion of “Accuracy” as defined by the Global Reporting Initiative (‘GRI’) Sustainability Reporting Standards (‘the GRI Standards’) issued by Global Sustainability Standards Board (GSSB), and specific criteria defined by Razer as being relevant for its sustainability performance.",
    "Such criteria was specifically designed for sustainability performance, and the subject matter information may not be suitable for another purpose.",
    "Management’s Responsibilities The Company’s management is responsible for selecting or establishing suitable criteria for preparing the Identified Sustainability Information, taking into account applicable laws and regulations, if any, related to reporting on the Identified Sustainability Information, identification of key aspects, engagement with stakeholders, content, preparation and presentation of the Identified Sustainability Information in accordance with the Criteria.",
    "This responsibility includes design, implementation and maintenance of internal control relevant to the preparation of the Sustainability Report and the measurement of the Identified Sustainability Information, which is free from material misstatement, whether due to fraud or error.",
    "Practitioner’s Independence and Quality Control We are independent of the Company and have fulfilled our other ethical responsibilities in accordance with the requirements of the) International Code of Ethics for Professional Accountants issued by the International Ethics Standards Board for Accountants (the ‘IESBA Code’) and have the required competencies and experience to conduct this assurance engagement.",
    "Our firm applies International Standards on Quality Management (‘ISQM’) 1 - Quality Management for Firms that Perform Audits or Reviews of Financial Statements, or Other Assurance or Related Services Engagements and accordingly maintains a comprehensive system of quality control including documented policies and procedures regarding compliance with ethical requirements, professional standards and applicable legal and regulatory requirements.",
    "Practitioner’s Responsibility Our responsibility is to express a limited assurance in the form of a conclusion on the Identified Sustainability Information based on the procedures we have performed and evidence we have obtained.",
    "We conducted our limited assurance engagement in accordance with the ISAE 3000 (Revised).",
    "This standard requires that we plan and perform our engagement to obtain limited assurance about whether the Identified Sustainability Information is free from material misstatement.",
    "A limited assurance engagement involves assessing the suitability in the circumstances of the Company’s use of the Criteria as the basis for the preparation of Identified Sustainability Information, identifying areas where material misstatement is likely to arise in the Identified Sustainability Information whether due to fraud or error, designing and performing procedures to address identified risk areas as necessary in the circumstances, and evaluating the overall presentation of the Identified Sustainability Information.",
    "A limited assurance engagement is substantially less in scope than a reasonable assurance engagement in relation to both the risk assessment procedures, including an understanding of internal control, and the procedures performed in response to the assessed risks.",
    "The procedures we performed were based on our professional judgment and included inquiries, observation of processes performed, inspection of documents, evaluating the appropriateness of quantification methods and reporting policies, analytical procedures and agreeing or reconciling with underlying records.",
    "included the following: e Physical site visit to the corporate office for document verification and process understanding.",
    "e Interviewing senior executives and department heads to understand the reporting process, governance, systems and controls in place during the reporting period.",
    "e Reviewing the records and relevant documentation including information from audited financial statements or statutory reports submitted by the Company to support relevant performance disclosures within our scope.",
    "e Evaluating the suitability and application of Criteria and that the Criteria have been applied appropriately to the Identified Sustainability Information.",
    "e Selecting key parameters and representative sampling, based on audit sampling tables and agreeing claims to source information to check accuracy and completeness of claims such as source data, meter data, etc.",
    "e Re-performing calculations to check accuracy of claims, e Reviewing data from independent sources, wherever available, e Reviewing data, information about sustainability performance indicators and statements in the report.",
    "e Reviewing and verifying information/ data as per the GRI Standards; e Reviewing accuracy, transparency and completeness of the information/ data provided; The procedures performed in a limited assurance engagement vary in nature and timing from, and are less in extent than for, a reasonable assurance engagement.",
    "Consequently, the level of assurance obtained in a limited assurance engagement is substantially lower than the assurance that would have been obtained had a reasonable assurance engagement been performed.",
    "Accordingly, we do not express a reasonable assurance opinion about whether the Company’s Identified Sustainability Information has been prepared, in all material respects, in accordance with the Reporting Criteria.",
    "Inherent limitations GHG quantification, particularly Scope 3 emissions, involves inherent uncertainty due to data variability, estimation methods, and reliance on third-party information.",
    "Scope 3 often uses data from external sources, which may not always be directly measurable, leading to a degree of uncertainty in reported figures.",
    "Further, absence of a significant body of established practice on which to draw to evaluate and measure non-financial information allows for different, but acceptable, measures and measurement techniques and can affect comparability between entities.",
    "Exclusions Our assurance engagement scope excludes the following and therefore we do not express an opinion/ a conclusion on the same: e Any disclosure other than those mentioned in the Identified Sustainability Information section above e Data and information outside the defined reporting period e Data related to Company’s financial performance, strategy and other related linkages expressed in the Sustainability Report.",
    "e The Company’s statements that describe expression of opinion, belief, aspiration, expectation, forward looking statements provided by the Company and assertions related to Intellectual Property Rights and other competitive issues.",
    "e Mapping of the Report with reporting frameworks other than those mentioned in Reporting Criteria above.",
    "extent of our procedures, our assurance engagement was not designed to provide assurance on internal controls.",
    "The procedures did not include testing controls or performing procedures relating to checking aggregation or calculation of data within IT systems.",
    "Conclusion Based on the procedures we have performed and the evidences we have obtained, nothing has come to our attention that causes us to believe that Company’s Identified Sustainability Information contained in the Sustainability report for the Calendar year ended 31 December 2023, is not prepared, in all material respects in accordance with the criteria.",
    "Restriction on use The Assurance statement issued by us shall be prepared and addressed to the Board of Directors of the Company at the request of the Company solely to assist the company in reporting on the Company’s Sustainability performance and activities.",
    "Accordingly, the Assurance Statement may not be suitable for any other purpose, and should not be used by any other party other than Board of Directors of the Company.",
    "To the fullest extent permitted by law , we do not accept or assume any liability or any duty of care for any other purpose or to any other party to whom the Assurance Statement is shown or into whose hands it may come without our prior consent in writing.",
    "f rant Thornton Audit LLP Public Accountants and Chartered Accountants Singapore, 27 September 2024 FOR GAMERS.",
    "BY GAMERS-"
]