[
    "OY OY Company Introduction About Sea Sea Manifesto Sea Core Values Our Sustainability Priorities ESG Strategy and Framework Key ESG Factors Analysis Stakeholder Engagement Committing to SDGs Digital Inclusion Shopee: Driving Sustainable Growth by Empowering Local Sellers, Consumers, and Creators SeaMoney: Digitalizing Financial Services to Empower the Underserved Garena: Delivering Quality Experiences Anchored on a User-centric Approach 15 17 Social Impact Extending Learning Opportunities Giving Back Improving the Payment Experience Opportunities for Women Uplifting Local Communities Serving the Underserved Nurturing the Next Generation Improving Digital Literacy for All Data Protection and Security Data Protection Policy and Guidelines Data Security Employee Education for Data Protection and Privacy Our People Our Diversity Diversity, Equity and Inclusion Human Development Framework Our Recruitment Training and Development Programs Partnership With Educational Institutions Managerial and Leadership Training Employee Engagement Employee Welfare Performance Appraisal Process Workplace Safety and Occupational Health 19 2/ AA 46 OY OY Environment Preliminary Estimated Carbon Footprint Scope and Data Corporate Governance Board of Directors Majority Independent Board of Directors Committees of the Board of Directors Regular Audits and Risk Management Framework Code of Business Conduct and Ethics Business Ethics and Anti-Corruption Framework Internal Systems to Prevent Corruption Formal Grievance Handling Procedure Education on the Code of Business Conduct and Ethics Whistleblower Protection Policy 48 5/ guide our efforts as we work to address pressing challenges and create a more sustainable and inclusive future.",
    "| am proud to present Sea’s 2023 Sustainability Report, which reflects the progress we've made across Environmental, Social, and Governance (ESG) initiatives.",
    "We have continued expanding our efforts to Support underserved communities, enhancing digital literacy, and promoting economic empowerment, while addressing the unique needs of our diverse markets.",
    "Our 2023 and recent accomplishments highlight the power of innovation and collaboration: ¢ Shopee continued to empower local sellers and creators.",
    "Initiatives like Shopee Enables SMEs in Vietnam offered free e-commerce training to thousands of small businesses in collaboration with the Vietnam E-commerce Association (VECOM).",
    "In Malaysia, the Digital Platform Upskilling Summit equipped over thousands of sellers with regulatory and compliance knowledge, while in Brazil, the Shopee Woman of the Year - Sellers Edition celebrated female entrepreneurs, highlighting their contributions to social impact and digital transformation, in partnership with Rede Mulher Empreendedora (RME).",
    "¢ SeaMoney advanced financial inclusion across the region.",
    "In Indonesia, the ShopeePay QRIS Feature introduced seamless, NFC-enabled transactions, while in Singapore, we participated in the SGQR¢+ rollout to enhance cross-border payment capabilities.",
    "By offering tailored banking solutions, insurance products, and credit options, we empowered individuals and businesses with financial flexibility and security.",
    "¢ Garena has continued fostering strong global gaming communities while championing social good.",
    "Campaigns like Eid Royale in the Middle East and Africa empowered players to convert in-game activities into meaningful donations, bridging gaming with charitable impact.",
    "Meanwhile, Free Fire: Battle of Morocco, our first offline nationwide esports tournament in the country, nurtured local gaming ecosystems and inspired new talent.",
    "entrepreneurs with vital equipment to sustain their businesses and foster innovation.",
    "¢ In Thailand, the Esports Classroom 2024 program engaged hundreds of students and teachers with, extending its reach to university-level education through scholarships and partnerships.",
    "¢ In Vietnam, we combined relief efforts with economic support.",
    "Following Typhoon Yagi, funds raised through Shopee Vietnam’s platform in partnership with UNICEF helped to provide clean water, healthcare, and essential resources to affected communities.",
    "Through these efforts, we have demonstrated that technology, when applied responsibly, has the power to uplift and transform lives.",
    "As we celebrate these achievements, we remain deeply committed to scaling our impact and addressing the challenges of tomorrow.",
    "In 2024, we also welcomed two new independent directors to our Board of Directors: Dr.",
    "Silvio Savarese, a renowned Al expert, and Ms.",
    "Jessica Tan, a distinguished leader in financial services.",
    "Their wealth of expertise in these critical areas will be instrumental in guiding our growth and innovation.",
    "With their appointments, our seven-member Board now comprises a majority of independent directors, reflecting our commitment to robust corporate governance.",
    "We are excited about the opportunities ahead and remain steadfast in our mission to create meaningful, lasting value for our stakeholders.",
    "On behalf of Sea, | thank our employees, partners, and communities for your trust and collaboration.",
    "Together, we will continue to innovate, grow, and make a positive difference that endures for generations to come.",
    "Forrest LI Chairman and CEO services, each localized to meet the unique characteristics of our markets.",
    "Many of our markets are experiencing a generational transition to the new digital economy, with leading internet business models such as our own driving digital inclusion that brings consumers ever closer to each other and to online services.",
    "Our culturally rich and diverse markets have traditionally been underserved, with consumers who require dedicated focus, resources and deep local market knowledge to engage and bring into the digital economy.",
    "Launched in 2015, Shopee is the largest e-commerce platform in Southeast Asia and Taiwan's and is rapidly growing in Brazil.",
    "With a mobile-first approach to drive digital inclusivity, Shopee connects buyers and sellers, offering a convenient, safe, and trusted shopping experience.",
    "Backed by integrated logistics and fulfillment services, it enhances every step of the shopping journey, from product discovery to delivery, improving accessibility across all the markets we serve.",
    "@ seamoney SeaMoney is a leading digital financial services provider in Southeast Asia with a growing presence in Brazil.",
    "SeaMoney currently offers consumer and SME credit, mobile wallet, banking and insurtech services.",
    "These services and products are offered in various markets in Southeast Asia and Brazil under ShopeePay, SPayLater, SeaBank, Sealnsure and other digital financial services brands.",
    "wa Seq connecting the dots Established in 2009, Garena is a global game developer and publisher.",
    "Garena provides users with access to popular and engaging mobile and PC online games that are developed, curated and localized for each market.",
    "Garena also exclusively licenses and publishes games developed by third parties.",
    "We also promote esports in our markets to strengthen our game ecosystem and increase user engagement.",
    "philosophy for how we want to live our lives.",
    "Sea shall be a place where talented people thrive at scale, enjoy freedom of ideas, and achieve the unimaginable.",
    "It Shall be a magnet for the smartest, the most creative, and the most driven.",
    "We aspire to better every life we touch and make the world an even more connected community through innovative products and services.",
    "We strive to build an institution that will last for generations and evolve with time and that is founded upon our core values.",
    "roadmap for how we interact with our customers, our business partners, and our broader Stakeholders.",
    "Ultimately, they are our compass: whenever we are faced with a decision, we always ask ourselves which alternative is most authentic to these Beliefs and Values.",
    "Our customers are the sole arbiter of the value of our products and services.",
    "We Strive to meet unmet needs and serve the underserved.",
    "Rapid change is the only constant in the digital age of ours.",
    "We embrace change, celebrate it, and always strive to be a thought leader that influences it.",
    "We are in a constant race to success while grappling with rapidly shifting forces.",
    "We move faster, better, and with more urgency each day.",
    "stays Our work is our commitment.",
    "We commit to our values, institution, customers, and partners.",
    "We commit to each other.",
    "Above all, we commit to doing the best we can and being the best we are.",
    "eetve Adapt ‘Commit umble =e ss We have traveled a long way from our humble beginning and yet, we never lose our humility in our continual quest for greater heights.",
    "ies = So Pr We see four ESG areas most relevant to our corporate culture: 1.",
    "Digital inclusion such as bringing more people into our ecosystem, protecting the interests of : Stakeholders through data privacy.",
    "serving Our Care for the 2.",
    "Community service including increasing community investments.",
    "Communities Environment 3.",
    "Talent management including protecting employees in a diverse, equitable, inclusive and safe environment.",
    "4.",
    "Environmental protection such as considering impact to the environment when developing and operating our businesses.",
    "Our goal is to integrate these areas deeply into our corporate culture and business operations through a series of action plans.",
    "Leads ESG governance including materiality analysis and This team includes employees from various prioritization of ESG matters, risk assessment and risk business units and business functions.",
    "This team response as well as providing recommendations and discusses ESG matters, make suggestions to senior feedback for the ESG working team.",
    "management, implements these suggestions and reports the outcome.",
    "long term sustainability of our business.",
    "We assess key ESG issues by considering: 1.",
    "Common issues raised by our internal and external stakeholders.",
    "2.",
    "Benchmarking with peers.",
    "3.",
    "Key topics highlighted in the Sustainability Accounting Standards Board (SASB) Materiality Map and other recognized frameworks.",
    "4.",
    "UN's Sustainable Development Goals.",
    "Given the above analysis and through a mapping exercise, we have prioritized six key issues.",
    "Business Segments Energy Management Customer Privacy Data Security Employee Engagement, Diversity & Inclusion Product Design & Lifecycle Management Competitive Behavior Shopee & SeaMoney Garena Environmental Footprint of Hardware Infrastructure Data Privacy, Advertising Standards and Customer Privacy Data Security Employee Recruitment, Inclusion & Performance Product Packaging & Distribution Intellectual Property Protection & Competitive Behavior our key stakeholders.",
    "Stakeholder Groups Engagement We have identified six groups of key stakeholders and established a wide variety of channels that facilitate two-way engagement with Community education and training programs Community them.",
    "Corporate social responsibility activities and events This constant engagement allows us to hear their feedback, understand their needs and consider a broader and more diverse Comprehensive services, Support and training for viewpoint when making strategic business decisions.",
    "customers and merchants Customers .",
    ".",
    ".",
    "Feedback channels via in-app live chat, email and It also empowers us with greater knowledge and allows us to be - .",
    "hone more targeted and effective in serving all our stakeholders.",
    "P Regular town hall forums, small group discussions Employees and 1-on-1 meetings Dedicated HR business partner teams Industry working groups Governments .",
    ".",
    ".",
    "Partnerships with government agencies Frequent shareholder interactions Shareholders .",
    ".",
    "Dedicated ESG sessions Regular updates Suppliers/Partners Proactive management of partner resources to improve efficiency adopted in 2015 as part of the 2030 Agenda for Sustainable Development, are a collection of 17 internationally accepted targets that are designed to be a “blueprint to achieve a better and more sustainable future for all”.",
    "We are committed to driving progress towards achieving the SDGs.",
    "We have identified a subset of priority SDGs to serve as a guide for our ESG activities.",
    "The selection was derived from an assessment of the needs of our key stakeholders, the urgency of issues in our markets, and where our capabilities have the potential to deliver the greatest impact.",
    "Over time, we may expand the range of SDGs that we focus on based on the same principles.",
    "Priority SDGs QUALITY EDUCATION GENDER EQUALITY AFFORDABLE AND CLEAN ENERGY DECENT WORK AND ECONOMIC GROWTH ] REDUCED INEQUALITIES y ON <= > WwW 4 Quality Education T SUSTAINABLE CITIES AND COMMUNITIES 5 Gender Equality afiés CLIMATE ACTION 7 Affordable and Clean Energy ~~ PARTNERSHIPS FOR THE GOALS 8 Decent Work and Economic Growth '@ 10 Reduced Inequalities 11 Sustainable Cities and Communities 13 Climate Action 17 Partnerships for the Goals We actively support sellers with robust education, training, and an intuitive onboarding process, equipping them with the tools and knowledge to succeed in the digital landscape.",
    "In parallel, we foster creator growth by providing innovative solutions, such as live streaming features and affiliate programs, enabling them to cultivate sustainable alternative income streams.",
    "Looking ahead, Shopee is focused on expanding its reach and enhancing its ability to serve underserved communities, ensuring that e-commerce remains accessible to everyone.",
    "Shopee is committed to enriching our users' experience by providing easy access to a vast selection of products from around the world.",
    "For those who were once underserved by traditional shopping channels, Shopee has become a reliable source of convenience, offering a wide range of products available anytime, anywhere, and at competitive prices.",
    "Our focus on delivering a seamless shopping experience extends beyond variety.",
    "We consistently upgrade our platform's infrastructure—improving payment systems and optimizing logistics—to ensure that consumers enjoy maximum efficiency and convenience at every step of their journey.",
    "Shopee remains committed to helping local entrepreneurs harness the full potential of technology to expand their businesses.",
    "Our platform gives sellers access to global markets, opening doors to new opportunities and previously unreachable customer bases.",
    "Through programs such as Shopee University and Shopee Seller Center, we provide sellers with the knowledge and resources they need to grow.",
    "Additionally, Shopee plays an integral role in driving the growth of domestic economies by amplifying local brands and products within our marketplace.",
    "Our tailored campaigns and partnerships aim to elevate the visibility of these brands, helping them reach a broader audience and thrive ona global scale.",
    "At Shopee, we recognize and celebrate the creativity of local content creators who bring vibrant, unique voices to our platform.",
    "Through innovative features like live e- commerce streaming and the Shopee Affiliate Program, we empower creators to share product recommendations, engage with their followers, and earn revenue through affiliate marketing.",
    "By supporting local creators, we foster a dynamic community where individual expression and entrepreneurial spirit can flourish, benefiting both creators and the broader ecosystem of local businesses.",
    "We continue to innovate and broaden our service offerings, with the aim of empowering and uplifting more underserved communities.",
    "SeaMoney continues to work with industry bodies and governments to improve the adoption of digital payments through supporting various initiatives, as well as improving its security features and interoperability to provide a more seamless experience for users.",
    "We have continued to innovate and refresh our digital bank offerings, improving ease of access for users and enabling them to transact and manage their finances securely and seamlessly.",
    "Through the design and rollout of more tailored offerings such as insurance products, loan and credit solutions, SeaMoney continues to help users gain greater financial flexibility while encouraging healthy and responsible spending habits.",
    "innovating to offer enjoyable and relatable campaigns and events.",
    "Our constant efforts to understand users’ needs, address key issues from a product perspective, and frequently introduce fresh and exciting content, have enabled us to sustain and grow our global user base across our portfolio of games.",
    "Many of these updates are inspired by our local markets and social media trends, allowing us to connect more closely with users, as well as attract new ones.",
    "As a leading global online games developer and publisher, Garena is deeply committed to providing a positive, safe and enjoyable experience for all users.",
    "These efforts remain at the core of our operations as we continue to diversify our game offerings through assessing new development and publishing opportunities.",
    "Pamadan PREE FIRE rena FREE FIRE <b a7 J, — A Loe a its.",
    "i.",
    "HABIB J DFA R BAWA a @EVENT.",
    "SERUI® : MABAR TAU WAKTU, DENGAN BERBAGAI KESERUAN DI BOOYAH RAMADAN a Free Fire Indonesia once again teamed up Collaborating with several Thai Garena hosted Free Fire: Battle of with local preacher Habib Ja'far for governmental organizations to launch a Morocco, its first-ever nationwide offline Booyah Ramadan this year.",
    "The tie-up new Free Fire fashion item inspired by tournament in the country, as part of our encouraged players to enjoy the exciting Thai culture.",
    "efforts to nurture the local esports events while prioritizing worship and ecosystem.",
    "spreading kindness.",
    "Garena (Thailand)’s Esports Classroom 2024 program aims to reach over 400 students and teachers in Bangkok and other provinces across Thailand, while partnering with universities to provide scholarships to students from the program and extend the Esports Classroom curriculum to university-level education.",
    "The launch event featured a panel discussion on the topic of esports and extracurricular activities for Thai education by speakers from the educational sector and game-esports industry.",
    "On this occasion, Dr.",
    "Chadchart Sittipunt, Governor of Bangkok, honored the event as the keynote speaker.",
    "Cultivating Financial Literacy Sea (Thailand) teamed up with Garena, Shopee, and SeaMoney to launch the 'Wishlist Game Board Allocating Money to Fulfill Dreams.’ In September 2024, Sea (Thailand) also organized the nationwide ‘Wishlist Thailand Tournament 2024' financial board game competition, featuring the Bangkok Metropolitan Administration (BMA) and the Bank of Thailand (BOT) as partners in promoting financial literacy among students in BMA administered schools.",
    "is yLaUAI Wau Cy — Va $ = Ss ——_— Z - So (te GUPY Thal TAKES ON A WHOLE NEW MEANING.",
    "JBL QUANTUM GAME Pl Pas!",
    "Ne BARE AESHOT AT : 7 ws OLVING SUBJECT THEORY ~~, .",
    "V i MATTER WITH A | Wye, | UNIQUE CALL OF a / DUTY: MOBILE TWIST!",
    "\\ JBL Quantum Game Theory Call of Duty: Mobile teamed up with leading audio technology brand JBL to launch JBL Quantum Game Theory, a program that aims to reshape how students interact with educational content.",
    "The tie-up challenged over 200 students in Singapore to take on gamified learning modules in real life and overcome challenges and milestones in the popular multiplayer game.",
    "Following a successful pilot run, plans to expand to more tertiary institutions this year are underway.",
    "SeaBank Bijak event SeaBank Bijak is SeaBank Indonesia's annual initiative to Support the financial literacy distribution program in Indonesia.",
    "This year’s event saw 60 participants in attendance.",
    "SeaBank also donated 3 shoe press machines and 3 compressors to support the entrepreneurial activities of the residents at PSBD Budi Bhakti | Jakarta.",
    "Sea launched Women Made: Girl in STEM to inspire and empower junior high school girls to pursue their dreams in STEM education and career path and provide teachers with engaging teaching methods to apply in classrooms.",
    "Jurulatih “Train the Trainers” Shopee and SeaMoney join the Financial Industry Collective Outreach (FINCO) alongside Financial Education Network (FEN) as they launch their “Train the Trainers” initiative, aiming to educate thousands of school teachers across Malaysia to increase financial literacy within the education sector.",
    "Bolstering Bank Negara Malaysia’s (BNM) long-term vision to improve national financial literacy, the “Train the Trainers” initiative will see over 10,000 school teachers receiving quality financial education aiming to enhance their financial management skills and educate them on the many financial resources available to Malaysians.",
    "This initiative aims to reach and enrich the lives of over 290,000 students across all states, instilling a strong financial aptitude and confidence in our next generation.",
    "In response to the aftermath of Typhoon Yagi in Northern Vietnam, we are actively aiding relief efforts for the communities affected by the storm.",
    "Sea has worked closely with six other Singapore companies to contribute VND 1.9 billion through the \"SG Community Cares\" initiative, while Shopee, Garena, SeaMoney, ShopeeFood and SPX Express have also collectively donated VND 1 billion to the Central Committee of the Vietnam Fatherland Front.",
    "Funds are also being raised via Shopee Vietnam’s platform in partnership with UNICEF Vietnam to provide clean water, healthcare, education and financial support to children and families in the affected areas.",
    "1,000,000: de i BAN VAN DONG CUU TRO TRUNG UONG | CHUONG TRINH TIEP NHAN UNG HO pie _ Sea and Garena donate 1MB to Ramathibodi Foundation a « and ‘Keppel maple.itee ww sea Mas mn 2024 CONG DONG SINGAPORE CHIA SE KHAC PHUC HAU QuA CON BAO YAGI Sea Thailand and Garena Thailand donated 1,000,000 baht to the Ramathibodi Foundation as 1 900.000.000 VND part of the “Sea Sang Suk” initiative which aims to Support patients and medical staff at Ramathibodi Hospital.",
    "seh Poti Ph eae that te tetra ee} In celebration of Eid Al-Adha across the Middle East & Africa (MEA) region, Free Fire launched “Eid Royale,” a unique campaign which encourages players to donate to those in need through innovative in-game activities, converting their efforts into real-life donations of sheep.",
    "Free Fire is the first mobile game in MEA to enable users to donate (shadagah) via in-game activity.",
    "It also encourages players to reflect on the true values of Qurban, or sacrifice, during Eid Al-Adha.",
    "Players face the meaningful decision of using their Tokens for in-game rewards or for sheep Qurban, prompting them to prioritize the needs of others.",
    "FREE F/2E APL ( #PLAYMOREDONA TEMORE FID ADHA DURBAN “Lighting Up the Highlands” Initiated by local media VietNamNet in collaboration with the Arena of Valor community, organizers selected 11 remote villages to receive solar-powered lighting systems following two months of planning and field surveys.",
    "In celebration of Arena of Valor's eighth anniversary - which took place from October 18 to November 13, AoV players had the opportunity to contribute to the cause by participating in the in-game event \"Miracle of Light.\" Players accomplish event missions and accumulate light tokens, which are subsequently transformed into meaningful wishes for the inhabitants of these remote regions.",
    "of Singapore MariBank part of SGQR?+ rollout MariBank is part of the SGQR¢+ roll-out to enhance payment experience for customers in Singapore.",
    "The SGQR¢+ initiative allows users to scan and pay more easily in Singapore and abroad.",
    "This collaborative effort is expected to connect approximately 50,000 merchants in Singapore and over 50 million merchants globally, with significant growth anticipated.",
    "§BAYAR DENGAN SCAN _ KODE QR/QRIS SHOPEEPAY “% \" : -< Pi ShopeePay QRIS Feature ShopeePay now supports QRIS Tap, a digital payment innovation introduced by Bank Indonesia that leverages NFC (Near Field Communication) technology for seamless transactions.",
    "This initiative aligns with the “Blueprint for the Indonesian Payment System\", promoting secure, efficient, and inclusive payment digitalization nationwide.",
    "do ano SHOPEE ¥ Honoring Inspiring Female Entrepreneurs In November 2024, Shopee Brazil in partnership with Rede Mulher Empreendedora (RME), hosted the Shopee Woman of the Year - Sellers Edition, recognizing 15 outstanding finalists across three categories: Digital Transformation, Social Impact, and Performance.",
    "The event highlighted female leadership in e-commerce, attracting over 750 applicants for the awards.",
    "Of these, 85% were solo entrepreneurs, with 90% selling locally produced goods, underscoring Shopee’s commitment to supporting small businesses in Brazil.",
    "This event honored the talent, innovation, and resilience of women entrepreneurs who have not only transformed their businesses but also created lasting social impact through Shopee’s platform.",
    "Shopee's Spotlights Local Women-Led Businesses Launched in September 2023, the Shopee Spotlights Local — Unveiling Malaysian Gems campaign provided an exciting platform for local entrepreneurs, celebrating their success in e- commerce.",
    "This initiative not only boosted the visibility of women-owned businesses but also offered vital marketing tools and free educational resources through Shopee University, empowering sellers to thrive in the digital space.",
    "By championing local businesses, especially those led by women, the campaign played a key role in fostering inclusive and sustainable economic growth in Malaysia.",
    "The accompanying booklet also featured inspiring, real-life stories of Shopee sellers who overcame challenges to build thriving online businesses, using their success to positively impact and uplift their communities.",
    "In February 2023, Shopee Indonesia played a key role in transforming Kampung Semanggi, a densely populated and underdeveloped village in Surakarta City, into a thriving residential area.",
    "Partnering with the Surakarta City Government, Shopee contributed to the construction of 136 new homes as part of the \"Kampung Semanggi Harmoni\" project, which focused on revitalizing slum areas.",
    "The houses, designed with the Rumah Ruspin (Instant Panel System House) concept, were equipped with essential infrastructure, including clean water and sanitation facilities.",
    "Shopee's involvement aligns with its #ShopeeAdaUntukIndonesia commitment, working to improve living conditions and create a healthier, more resilient community.",
    "e- fit wh =f -_ =) a Bee Bee ee <he fo - Z 5 ¥ see pone!",
    "Soe ae) 2 A a iO y : oS Zh x +t ae —.",
    "~ a4 om Ca x Ne I .",
    "< be ve roy a ] , =— — Ce eae ne | iil — — es = ~—— , .",
    "Shopee Bayanihan Shopee Philippines partnered with the Office of Second Albay District Representative Cong.",
    "Joey Sarte Salceda to provide ?1,000,000 worth of rice aid to over 20,000 people affected by the Mayon Volcano unrest in August 2023.",
    "This initiative, one of the largest relief efforts for evacuees, supported families in multiple municipalities, providing immediate sustenance.",
    "Shopee offered comprehensive support, managing everything from the preparation of the aid to its logistics and delivery.",
    "This initiative was part of the Shopee Bayanihan program, through which Shopee continues to support disadvantaged communities, promoting solidarity and leveraging technology to drive positive social impact.",
    "Shopee Vietnam launched the special livestream series \"Shopee - Tinh Hoa Viet Du Ky\" from April to December 2024, aimed at supporting local businesses and promoting Vietnamese agricultural products.",
    "The initiative sought to raise awareness of regional agricultural specialties from over 20 provinces across Vietnam, while highlighting inspiring startup stories from local brand founders and representatives.",
    "Through this Shopee Live series, Shopee showcased a wide range of agricultural products and regional specialties, offering exclusive deals and interactive activities for viewers.",
    "By the end of September 2024, the series had helped local farmers and businesses reach a broader audience, resulting in over 35,000 orders for their products.",
    "This initiative strengthened the link between e-commerce and agriculture, fostering local economic growth and improving the livelihoods of farmers and rural communities.",
    "Supporting Mothers Across Malaysia In June 2024, Shopee Malaysia partnered with the Ministry of Health (MOH), to launch the Pek Kasih Mama CSR campaign, a heartfelt initiative designed to empower mothers nationwide.",
    "The campaign provided 1,000 care packages filled with essential baby and maternal products, ensuring families have access to quality and childcare essentials as part of Shopee’s ongoing commitment to supporting mothers.",
    "In addition, Shopee continues to support its Shopee Mum's Club community by offering exclusive discounts, valuable parenting resources, and expert-led education through Shopee Live sessions.",
    "Since 2019, the community has been a valuable resource, providing savings, convenience, and support for Malaysian mothers.",
    "2/ a Coat <A HOI LOANH 4y = Shopee Digital Platform Upskilling Summit Supporting Mothers Across Malaysia In September 2024, Shopee Malaysia successfully hosted its second Digital Platform Upskilling In September 2024, Shopee launched its \"Shopee Enables SMEs\" initiative in collaboration with Summit, empowering over 1,000 local sellers with vital regulatory knowledge in collaboration the Vietnam E-commerce Association (VECOM), aiming to empower micro, small, and medium- with key government agencies.",
    "This initiative, designed to support MSMEs and promote sized enterprises (SMEs) across the country.",
    "By offering free e-commerce training and digital sustainable growth in Malaysia's digital economy, emphasized compliance, product authenticity, tools, the program helps businesses enhance their online presence, optimize sales, and boost and consumer trust.",
    "The summit covered crucial topics such as business registration, product competitiveness.",
    "certification, intellectual property, and Halal awareness, equipping sellers with valuable insights Through a Memorandum of Understanding (MoU), Shopee and VECOM are working together to to navigate complex regulations.",
    "Through partnerships with authorities like SSM, MyIPO, and provide training in all 63 provinces, with the goal of reaching 100,000 SMEs.",
    "The initiative also the Ministry of Health, Shopee reinforced its commitment to empowering local entrepreneurs : ae : te ” P P S P partners with universities to engage students and connect businesses to the growing digital and fostering a trustworthy, responsible e-commerce ecosystem.",
    "This effort not only helped .",
    "_ .",
    "- 6 Yr PESP y ynerP economy.",
    "The first round of the training covers key areas such as e-commerce basics, digital sellers improve their businesses but also ensured adherence to industry standards, further , , , i, , , P y marketing strategies, and expanding sales through exports, equipping SMEs with the skills driving the advancement of Malaysia's digital economy.",
    "needed to thrive in today’s fast-evolving marketplace ~~ % .",
    "rs - \\ f | In June 2023, Shopee Thailand collaborated with the Education Equity Fund (GSEF) and a | | } network of schools from both public and international institutions across the country to provide i ful Bem 2m =H e oe i students with a unique opportunity to showcase and sell their creations, including eco-friendly _—_—— scarves, Silk soap, and embroidered bags.",
    "Through collaboration empowered students to gain valuable hands-on experience in e- commerce and digital business, teaching them how to take their products to a global market.",
    "iT Oe aes a cy no A .",
    "= Beyond entrepreneurial skills, the initiative allowed students to generate income, which was reinvested into their schools to fuel future educational development.",
    "By working with the Education Equity Fund and school networks, Shopee helped bridge the gap between urban and rural schools, promoting educational equality and supporting students from diverse In August 2024, Shopee's 2nd Southeast Asia New Generation Scholarship awarded 30 backgrounds in their journey toward success scholarships to second-generation new immigrants, nurturing local talent across Taiwan.",
    "The program empowered these diverse student awardees to leverage their skills in addressing a f\\ EnoAvs erm Arr en bro} Ideraq Clott “ SIOth’ issues affecting new immigrants through social practice projects aimed at promoting multicultural awareness and social integration.",
    "Beyond financial support, Shopee also provides career development courses and cross-disciplinary learning opportunities to further enhance their growth.",
    "Launched in 2022, the program has successfully cultivated socially-conscious leaders who actively contribute to their communities.",
    "Shopee Empowers Seniors Shopee Singapore's \"Shopee Empowers Seniors\" event, held in April 2024 at Chong Pang, aimed to equip seniors and their families with vital digital literacy skills, helping them navigate the world of e-commerce with confidence and safety.",
    "The event, part of a collaborative effort with Chong Pang Grassroots Organizations (GROs), brought together over 500 residents for a day of hands-on learning and community engagement.",
    "Hosted at the Chong Pang Community Club, it featured digital literacy training sessions and volunteer-run booths designed to guide seniors through the online shopping experience.",
    "Supported by the Infocomm Media Development Authority (IMDA) and Chong Pang GROs, the event offered interactive stations where seniors learned how to use apps, make secure purchases, and stay safe from scams.",
    "To further support their digital journeys, Shopee provided personalized assistance and shopping vouchers, helping seniors take their first steps into the digital age with confidence.",
    "Growing Digital Skills for All In January 2023, Shopee Barokah, Shopee Indonesia's platform dedicated to Supporting an Islamic lifestyle, launched the \"Dari Pesantren untuk Pesantren\" initiative aimed at empowering santri (students of Islamic boarding schools) by enhancing their digital skills.",
    "Through this program, Shopee provided digital business training to equip santri with the tools needed to expand their local businesses into broader markets, promoting digital literacy and fostering access to national platforms.",
    "The initiative positively impacted over 250 santri across 100 pesantren regions across the country.",
    "Additionally, exclusive training sessions at the Shopee UMKM Export Solo Campus targeted the training of 1,000 santri.",
    "By offering resources such as photo studios and live streaming rooms, Shopee Barokah played a key role in strengthening local MSMEs, enabling santri to reach new customers and develop their entrepreneurial skills, underscoring Shopee’s commitment to driving inclusive digital growth and supporting the economic empowerment of local communities.",
    "wm cmc < enes) (eP™™) gemma] (fo) (Co) Cees) renee wt “Oo +~CoGaQorei Go m4 » oo ” GS 7 _— oo Protection and Security Data fundamental to maintaining trust and serving our users.",
    "= Sea endeavors to use data for social good, meaning we use data to improve the products we offer in order to better serve and enable our users and customers to do more, all while taking steps to maintain the privacy and security of their data.",
    "We strive to control access to and disclosure of personal information and acknowledge the principle of data minimization, which means that data should only be collected and used for the purposes specified and reasonably necessary to the company's legitimate legal and business needs.",
    "S We are committed to fulfilling our responsibilities in relation to the collection, use, processing, and retention of personal data and to ensuring that the processing of the personal data of our consumers, employees, and other stakeholders is carried out lawfully and for legitimate purposes.",
    "It is our policy to ensure data subjects are well informed about how our businesses collect and use data, as well as about their own rights.",
    "To that end, we have adopted clear and transparent privacy policies as well as other policies and operating procedures governing the collection, use, disclosure, retention, transfer, and protection of users’ data.",
    "best-practices and work to ensure that personal data is securely stored and protected from loss, misuse, unauthorized access or disclosure.",
    "We employ security measures including encrypting sensitive and personal data, monitoring of our systems for unauthorized access, the regular conducting of security testing, adopting code review practices between our engineers and the security teams, and regular monitoring and review of our security measures to prevent unauthorized access to our systems.",
    "Each of our businesses, in coordination with the relevant Data Protection Officers, will regularly review our systems and processes for compliance ee 9 | em : with our guidelines and applicable law and to check : , | t ao: that adequate controls and resources are in place : ace ho He at for the proper use and protection of personal data.",
    "operational awareness of information security and privacy.",
    "Comprehensive policies on our internal web portal for employees' easy access Regular in-depth education for our relevant and specialized teams to bolster operational awareness F = a a | | y ‘ ¢) Mh ar iJ .",
    "* _—, i.",
    "ae “ , oz a “SS a ns i : 4 a Te - & 7 , 7, 4 : .",
    "ee Education through company events and communications We continue to invest in diversity and equity across our businesses to empower our global workforce.",
    "As an equal opportunity employer, we work to recruit, onboard and develop diverse teams across different cultures, ages, ethnicities, experiences and genders, among other aspects of life, with inclusion at the center shaping Sea’s future.",
    "Employee gender ratio for mid- Total employee gender ratio to-senior level employees the best talent.",
    "We value diversity, equity and inclusion, and believe that these values propel our businesses to be innovative, productive, resilient and responsible.",
    "Our customers and stakeholders consist of many intersecting identities, and we serve them better with a diverse and inclusive workforce.",
    "We prohibit discrimination and harassment of any form and have strict internal policies in place, as summarized below: The Company’s Workplace Discrimination Prevention Policy sets out the Company's zero-tolerance approach to discrimination and provides employees with guidance on how to report an incident of discrimination.",
    "Under the policy, Managers are required to foster a respectful and safe working environment and ensure that employment related decisions are free from discrimination.",
    "Managers also have mandatory reporting obligations in relation to breaches of the policy.",
    "Breaches of the policy will be investigated by the Company and the appropriate action taken.",
    "The policy also takes a zero-tolerance approach to any retaliation or retribution against an employee who has made a complaint of discrimination or participated in an investigation.",
    "The Company’s Workplace Harassment Prevention Policy requires staff to treat each other with respect and dignity and makes clear that all forms of harassment will not be tolerated.",
    "Under the policy, all employees are responsible for creating a safe and respectful work environment and the policy provides employees with guidance on how to report an incident.",
    "Under the policy, Managers are required to ensure the work environment is free from harassment and intervene quickly and appropriately when they become aware of such conduct.",
    "Managers also have mandatory reporting obligations in relation to breaches of the policy.",
    "Breaches of the policy will be investigated by the Company and the appropriate action taken.",
    "The policy also takes a zero-tolerance approach to any retaliation or retribution against an employee who has made a complaint of discrimination or participated in an investigation.",
    "Organization Structure Culture Core Components Organizational Design Talent Acquisition Learning & Development Talent Management Performance Appraisal Business Partnering Employee Engagement People Services Under these development programs participants will get to choose a track across Shopee, SeaMoney and Garena based on where they want to build their career towards.",
    ".",
    "| are Shopee Management Associate SeaMoney Management Associate Garena Management Associate My Management Associate journey has allowed me to During my first rotation as a Product Manager with the My Management Associate (MA) journey has been incredibly work with various functions and helped me gain a high- SeaMoney team, | was exposed to the different financial enriching and fulfilling thus far.",
    "Right from the beginning of level understanding of the organization and how different services and how they will be integrated with Shopee’s e- my MAP journey, | was given ample opportunities to lead departments can work cohesively.",
    "It also provided me with commerce platform to form an exciting ecosystem.",
    "It has projects and contribute meaningfully to my team in the opportunity to build strong relationships with talents been really exciting to see how our work comes to life and positively impacting our gaming community.",
    "The challenges from diverse backgrounds.",
    "As a fresh graduate back then, how it can impact the lives of those across the region.",
    "The of the MAP have allowed me to grow and push beyond my the experiences and skills that | have gained helped to Sea MAP has no doubt been challenging but rewarding at comfort zone, with the support from my managers and Shape me in the very early stages of my career, and will the same time, and | am grateful for the countless team.",
    "Beyond that, the MAP has gifted me with a strong continue to guide me as | continue to grow as a Opportunities for personal and professional growth global MA network, allowing me to form valuable professional.",
    "provided throughout.",
    "friendships and a global support system here in Garena!",
    "conducted thousands of training sessions for our employees.",
    "Employees are also able to access over 200 e-learning courses on our Shopee in-house Learning Portal, including courses about soft skills, policies, leadership, and functional knowledge.",
    "We provide a range of training programs focused on hard skills to enable our employees to enhance and develop their professional competency.",
    "This includes technical training and Sharing, industry reviews and discussions, and subsidized external courses.",
    "These include general training fundamental functional training, workshops focused on enhancing soft skills, and best practice sharing sessions across teams and functions.",
    "We also run orientation programs for all new employees which include information sessions about the company, business, culture, employee benefits and department-specific training.",
    "We provide training across a range of leadership skills for staff at all levels to enable career growth of our employees.",
    "This covers everything from specialized coaching for first-time managers to programs designed to foster high potential leaders at a local and regional level.",
    "Fundamental functional training for fresh graduates In 2023, Shopee continued to champion the education of local businesses in partnership with various institutions.",
    "For example, Shopee Barokah, our Islamic lifestyle platform in Indonesia, partnered with the largest Indonesia Islamic organization, Nahdatul Ulama to support 1,000 Santri sellers to go global.",
    "Under the program, Santri sellers received digital and export training, as well as mentorship support from Shopee MSME Universities across Indonesia.",
    "= AJR onopee sion Barokah SUM ==...",
    "Telkomse!",
    "indit®me s=-S paz PREE PIPE MABAR AS TELKOMSEI” GE BRANCH TASIKMALAYA Garena Garena Academy (Thailand): Garena Academy is a learning resource for youth, aiming to promote abilities and develop various necessary skills in the digital world.",
    "Garena Academy is focused on the theme 'Level Up Your Passion,’ with an emphasis on preparing youths for a professional career in the gaming and esports industry.",
    "Partners include Department of Cultural Promotion, Digital Economy Promotion Agency, Thai Animation and Computer Graphics Association, Thailand Youth Institute, Mahidol University.",
    "\"Garena Goes to School\" / Garena Youth Championship 2023 (Indonesia): Since 2017 through the \"Garena Goes to School\" program, we have supported Indonesian youth in pursuing their education while still having fun playing our games.",
    "In 2023, Garena organized a nationwide Free Fire competition with education funds and university scholarships as the prize.",
    "; | IG INDALOA I a With our young and vibrant workforce, we realized that many of our managers are leading a Being a market leader means that we are learning new industry developments as we serve our team for a first time.",
    "We provide leadership and managerial training for these team leaders ona users.",
    "Our leaders gather periodically to have leadership sharings on business insights, case variety of topics each time they take on more management responsibilities.",
    "These topics include study reviews, strategy alignment, and also to provide a support network for fellow team Project Management, Communications and Conflict Resolutions.",
    "We have developed various leaders.",
    "internal training programs, workshops and e-learning courses to support both new and seasoned managers in their leadership development.",
    "We believe that meaningful conversations are deeply integral to fostering a high-performance culture and good organizational health.",
    "We have dedicated HR business partner teams, 360 degree peer feedback sessions, mentoring sessions and formal performance conversations twice a year to create platforms for listening to employee concerns and sharing of good practices.",
    "Sea conducted an annual company-wide People Engagement Survey in 2024 Q1, which saw a participation rate of 88%.",
    "The purpose of the survey was to gather feedback on key areas that could improve the employee experience and to better understand what is important to our people.",
    "The survey was conducted across all our different offices in multiple languages.",
    "We also regularly conduct employee pulse surveys to monitor the progress of our organization's initiatives and track employee sentiment.",
    "Town Halls We bring management and their teams together in regular town halls to discuss and bring awareness to important topics, and how they connect to our business.",
    "These sessions aim to create a safe environment where employees and leaders can share lived experiences and align with our business priorities.",
    "Events We stay active and connected with our employees through a robust calendar of events.",
    "Our employees lead and participate in both physical and virtual monthly team bonding sessions, festival celebrations, interest workshops, volunteering programs, and many more exciting activities.",
    "cornerstone of our vibrant and dynamic workforce.",
    "Outside of work, we provide a comprehensive set of welfare initiatives from physical amenities to social team bonding events.",
    "These help our employees relax, socialize and manage their well-being.",
    "During the pandemic, we shifted some of our initiatives online and they were well received.",
    "Paid leave ¢ Marriage leave and family care leave « Vaccination leave and sick day leave ¢ Maternity and paternity leave Medical benefits and insurance ¢ Outpatient, dental, maternity and inpatient claims ¢ Annual health screening ¢ Dental and optical benefits Team bonding and welfare events ¢ Frequent company wide events ¢ Department and team retreats Support resources ¢ Napping rooms ¢ Fitness and welfare benefits including in-house SYMS - Employee Assistance Programmes offers subsidized counselling services by professional external counselors Shopee also has various workshops and training for employees on mental health and wellbeing.",
    "Some examples include: * Mental Health Toolkit ¢ HR 101 Programme: Stress and Energy Management NMP Motivating and Inspiring Teams Managing Burnout Becoming Empathetic Leaders Awards and Recognition To recognize outstanding employees who exemplify our Core Values, we present them with a company- wide award known as the 'Values in Action (VIA) Award.",
    "Winners are announced and presented with the awards at townhall events and publicized in online announcements.",
    "Eligible employees are nominated based on their all-round excellence in championing our values, and the final selection accounts for representation from different offices, functions, and genders.",
    "In 2023, we had close to 170 award recipients from all entities.",
    "We are committed to empowering our people to be the best they can be.",
    "Our approach to measuring performance allows us to effectively align our employees’ development to the group’s values, which places consumers and Small businesses at the center of what we do.",
    "Every employee's contribution is recognized based on their performance and behavior through a fair and collaborative appraisal process between managers and employees.",
    "Comprehensive guidelines and standards are applied to everyone to ensure consistent and meritocratic evaluation of our employees.",
    "The annual setting of clear goals, dialogues and mutual feedback allows managers to identify employees’ strengths and cultivate future leaders.",
    "Performance rated by managers, Self-evaluation based on business Cross-team form completed by Annual a impact, calibrations on individual interpersonal skills high performers employees and values-driven behaviors Informal mid-year performance Bi-annual Upward and peer review dialogue Monthly Manager 1-1 chats with direct reporting subordinates with care and diligence but also reporting any unsafe acts or conditions.",
    "- The Company is committed to the protection of the environment and to providing a safe, secure, and healthy environment for our employees and Interested Parties.",
    "¢ To achieve zero accidents, all parties engaged by the Company, including but not limited to employees and contractors, must ¢ comply with environmental and safety laws, rules and regulations on Company premises at all times.",
    "¢ All employees shall perform their duties with due care, skill and diligence, and must not endanger the safety or health of themselves or others at work.",
    "Any unsafe acts and unsafe conditions in the course of work must be reported in a timely fashion.",
    "¢ Occupational health, safety, and environmental hazards can refer to sources with potential to cause injury or ill-health.",
    "It includes near-misses (also known as close calls), which are unplanned events that can result in negative consequences but were narrowly avoided.",
    "¢ Any actual or potential unsafe acts or unsafe conditions shall be reported immediately, or at the next available safe opportunity that the employee or Interested Party has to do so.",
    "To uncover hazards and unsafe processes for continuous improvement, the Company seeks employees’ cooperation to report incidents, hazards, risks and opportunities.",
    "¢ The Company has a zero-tolerance policy towards unlawful retaliation against complainants.",
    "_ ==!",
    "| oe é P rs .",
    "»~ > .",
    "= * >> o> Og \\ oe = .",
    "/ Environment Our total preliminary estimated carbon emissions for the calendar year 2023 is 347,661 tCQO2e.",
    "The majority of our Scope 1 and 2 emissions comes from the purchased electricity powering our operations around the world, including our offices, warehouses and data centers.",
    "The second largest contribution to our emissions comes from our owned and operated fleet of vehicles.",
    "The remainder of our Scope 1 and 2 emission primarily come from office cooling and fugitive EMISSIONS.",
    "Scope 1 Emissions Sources Motor vehicle Refrigerants Heating Generators Scope 2 Emissions Sources Data centers Warehouse Office and others Heating Cooling Total 117,984 118,456 tcO2e 148,012 52,236 27,195 1,/59 229,205 Our Estimated Carbon Emissions Scope 2 65.9% These numbers represent our best efforts to assess and capture data from all relevant sources of Scope 1 and 2 emissions and have not been subject to audit.",
    "These numbers may be subject to material adjustment if an audit had been undertaken.",
    "1.",
    "Tonnes of carbon dioxide equivalent based on a combination of measured and estimated emissions data using the best available information at the time.",
    "As with any projections or estimates, actual results or numbers may vary based upon factors such as variations in processes and operations, availability and quality of data and methodologies used for measurement and estimation.",
    "Changes to emission estimates may occur if updated data or emission methodologies become available.",
    "Methodology To establish the activities and relevant assets for purposes of our GHG inventory, we used the Operational Control approach, as defined by the World Resource Institute and World Business Council for Sustainable Development (“WBCSD”) Greenhouse Gas Protocol's Corporate Accounting and Reporting Standard.",
    "Per the GHG Protocol, Operational Control over an operation exists where a company has full authority to introduce and implement operating policies at the operation.",
    "Metric Denominator Per revenue (tCo2e / revenue in USD million) $13,064 million Per employee (FTE) proper management of our business.",
    "Overseeing the conduct of the Company’s business, to evaluate whether the business is being properly managed Reviewing and, where appropriate, approving the Company's major financial objectives, plans and actions Reviewing and, where appropriate, approving major changes in, and determinations of other major issues respecting, the appropriate auditing and accounting principles and practices to be used in the preparation of the Company's financial statements Reviewing and, where appropriate, approving major changes in, and determinations under the Guidelines, the Company's Code of Business Conduct and Ethics and other Company policies Reviewing and, where appropriate, approving actions to be undertaken by the Company that would result in a material change in the financial structure or control of the Company, the acquisition or disposition of any businesses or assets material to the Company or the entry of the Company into any major new line of business With the input of the Compensation Committee, regularly evaluating the performance and approving the compensation of the chief executive officer With the input of the chief executive officer and the Compensation Committee,regularly evaluating the performance of principal senior executives Performing such other functions as the Board believes appropriate or necessary, or as otherwise prescribed by rules or regulations review and determine a size that is most effective in relation to future operations.",
    "Chairman and Chief Executive Officer Director and Chief Operating Officer Director Independent Director Independent Director Independent Director Independent Director Committee The audit committee oversees our accounting and financial reporting processes and the audits of the financial Statements of our Company.",
    "The audit committee is responsible for, among other things: Selecting our independent registered public accounting firm and pre-approving all auditing and non-auditing services permitted to be performed by our auditors Reviewing with our auditors any audit problems or difficulties and management's response Reviewing and approving related party transactions Discussing the annual audited financial statements with management and our auditors Meeting periodically with the management and our internal auditor and our auditors Reviewing and discussing our accounting and control policies and procedures and any steps taken to monitor and control major financial risk exposure Compensation Committee Our compensation committee assists the board in reviewing and evaluating the compensation structure, including compensation plans relating to our directors and executive officers.",
    "The compensation committee is responsible for, among other things: - Reviewing and approving the compensation package for our chief executive officer Reviewing the annual bonus, long-term incentive compensation, stock option, employee pension and welfare benefit plans of our Company Reviewing annually and administering all long-term incentive compensation or equity plans; and selecting and receiving advice from compensation consultants, legal counsel or other advisors after taking into consideration all factors relevant to that person’s independence from management Corporate Governance and Nominating Committee The corporate governance and nominating committee assists the board in selecting individuals qualified to become our directors and in determining the composition of the board of directors.",
    "The corporate governance and nominating committee is responsible for, among other things: Identifying and recommending nominees for election or re- election to our board of directors or for appointment to fill any vacancy Reviewing annually with our board of directors its current composition in light of the characteristics of independence, qualification, experience and availability of service to us Review the performance of our board of directors and management and will make appropriate recommendations for improving performance Monitoring compliance with our code of business conduct and ethics, including reviewing the adequacy and effectiveness of our procedures to ensure proper compliance Sea's Internal Audit team is responsible for periodically assessing the risks associated with our businesses.",
    "Internal Audit identifies and analyzes the internal and external risks of Sea and each business department, while management optimizes risk control initiatives, as part of the Company's efforts to strengthen enterprise risk control Sea’s Board of Directors prioritizes risk management, and the Audit Committee’s supervision and responsibilities with respect to risk assessment and risk management form key components of the capabilities.",
    "Company's overall risk-management protocol.",
    "On a day-to-day level, management guides all relevant departments on how to implement risk management systems and responsibilities Risk Assessment Process to ensure that our Company's business risks are fully understood and securely managed.",
    "Based on results of The Internal Audit Preparation of the the risk assessment, team performs risk annual work plans the Internal Audit assessment and and report for the — team develops the identifies risks and Audit Committee and scope and content of control measures senior management the audits Formulating Working Documents (e.g.",
    "Risk Register, Audit Scopes, Annual Work Plan etc.) Sea, and promotes integrity and fairness in our day-to-day business operations.",
    "On a day-to-day level, management guides all relevant departments on how to implement risk management systems and responsibilities to ensure that our Company's business risks are fully understood and securely managed.",
    "The Code of Business Conduct and Ethics describes the set of standards, values, and expectations we have for each of our directors, officers and employees regarding: ¢ Compliance with law and regulations ¢ Identifying and disclosing conflicts of interests - Duties to respect, safeguard and protect the confidentiality of information and property ¢ Fair and honest dealings with our customers, suppliers and competitors ¢ Protection and use of company assets ¢ Maintaining appropriate gifts and entertainment practices ¢ Maintaining accurate and reliable company records ¢ The accuracy of financial reports and public communications ¢* Compliance with insider trading laws ¢ Prevention of corruption in accordance to the Foreign Corrupt Practices Act * Commitment to a safe and healthy working environment ¢ Maintaining fair employment practices ¢ Commitment to equal opportunity and fair treatment on the basis of merit, without discrimination ¢ Prohibition of harassment of any form Framework and Escalation & Review Processes.",
    "We provide education and resources to our employees around these guidelines and policies.",
    "At the same time, a team overseeing Ethics and Integrity reports directly to our senior management.",
    "Our key pillars include clear policies, channels for feedback, dedicated staff education, escalation to management, and confidentiality and protection.",
    "Anti-Corruption Framework We are committed to upholding high standards of corporate governance, and have a strict zero- tolerance stance towards corruption, fraud and unethical conduct.",
    "Sea employees are required to always act lawfully, ethically, and in the best interests of Sea in performing their job.",
    "We have an Ethics and Integrity Team that is authorized to investigate any and all matters brought to its attention in such manner as it deems appropriate and report its finding directly to the CEO.",
    "Clear Control Lines for Sea’s Business Ethics and Integrity Confidentiality Guidelines governing the sharing of company information Insider Trading Policy governing the buying and selling of our Company's stock by employees Data Protection Policy governing the management, securing, and protecting of user data Conflict of Interest Policy on preventing personal interests from having undue influence on business decisions Gifts & Entertainment Guidelines on the appropriate procedures for accepting, or offering gifts and entertainment Office Conduct Guidelines to foster a conducive and safe work environment Workplace Harassment and Discrimination Prevention policies on maintaining a safe and respectful working environment We have structured simple but comprehensive systems to prevent corruption through education, engagement and reporting.",
    "These systems span across senior management as well as our Ethics and Integrity team.",
    "Ample resources are provided for employees and they include: ¢ Comprehensive new hire onboarding and education on our Code of Conduct ¢ Routine employee engagement surveys for feedback ¢ Group Whistleblower Policy and Internal Report Form for anonymous reporting Team Overseeing Ethics & Integrity Channels for Clear Policies Feedback and Reporting Senior Management Employee Education Escalation to Management Resources for Employees Confidentiality & Protection and maintaining a safe and fair workplace.",
    "Employees may report a grievance through multiple channels such as the Confidential Internal Report or with their HR business partners.",
    "The Confidential Internal Report enables all employees to come forward anonymously with their concerns and participate in the investigation process, without fear of retaliation.",
    "These concerns may involve violations of company policies, whether actual, potential or suspected.",
    "Employees may also reach out to their HR business partners to raise grievances.",
    "Our reporting channels are readily available on our Intranet which is accessible to all employees.",
    "The channels are monitored by the Ethics and Integrity Team who will work with HR business partners to ensure due escalation and to provide support and resources to the employees involved.",
    "We take a proactive stance on educating our employees to recognize appropriate behaviors and prohibited conduct.",
    "After a comprehensive onboarding process, our employees are regularly reminded of our internal guidelines and policies through training and other channels.",
    "We have also established various procedures for employees to provide open feedback and raise concerns through confidential internal reports.",
    "New Employee Onboarding All new employees go through a comprehensive set of induction and orientation training.",
    "These sessions are aimed at introducing our company history, values, operations, welfare, policies and guidelines including our ethical standards.",
    "Business Wide Access To Policies And Channels Our governing policies and guidelines can be found on our internal web portal accessible to all our employees with information and links related to providing feedback and raising confidential internal reports.",
    "| ee = _— = = \" ae / Team Specific Policy Trainings We proactively conduct regular training sessions for teams that handle confidential information regarding the appropriate behaviors under our Code of Conduct for handling sensitive information.",
    "Regular Reminders Through Engagement We regularly engage our employees and share reminders about our policies through company-wide newsletters and town halls.",
    "In these updates, we consistently highlight our various channels for feedback and confidential internal reporting.",
    "regard to any actual or suspected fraud, corruption, or other unlawful conduct.",
    "Employees can refer to our Group Whistleblower Policy on our internal web portal for more details.",
    "All information received will be kept confidential to the extent reasonably practicable, Subject to the necessity of carrying out fair and effective investigations and applicable legal obligations.",
    "All informers will be protected against any retaliation.",
    "otherwise indicated.",
    "Sea undertakes no obligation to update or revise any such information and/or opinions.",
    "This report represents Sea’s current policies and intent and is not intended to create legal rights or obligations.",
    "This report may contain or reference public information that Sea has not separately reviewed, approved, or endorsed.",
    "Sea makes no representation, warranty or undertaking as to the accuracy, reasonableness, or completeness of such information.",
    "Statistics, data, including carbon emissions, and other performance measures contained in this report are estimates and may be based on developing standards and/or assumptions.",
    "This report does not contain all information about Sea’s business.",
    "The information in this report is not an indication that such information is material to Sea’s business, financial condition or results of operations or for the purposes of the U.S.",
    "securities laws.This report contains forward-looking statements, including our ESG strategy, vision, initiatives, Commitments, and stakeholder impact.",
    "Forward-looking statements are made under the “safe harbor” provisions of the U.S.",
    "Private Securities Litigation Reform Act of 1995.",
    "These forward-looking statements can be identified by terminology such as “may,” “could,” “will,” “expect,” “anticipate,” “aim,” “future,” “intend,” “plan,” “believe,” “estimate,” “likely to,” “potential,” “confident,” “guidance,” and similar statements.",
    "Among other things, statements that are not historical facts, including statements about Sea's beliefs and expectations, the business, financial and market outlook, and projections from its management in this report, as well as Sea’s strategic and operational plans, contain forward written or oral forward- looking statements.",
    "Sea may also make written or oral forward-looking statements in its periodic reports to the U.S.",
    "Securities and Exchange Commission (the “SEC’”), in its annual report to shareholders, in press releases, and other written materials, and in oral Statements made by its officers, directors, or employees to third parties.",
    "Forward-looking Statements involve inherent risks and uncertainties.",
    "Anumber of factors could cause actual results to differ materially from those contained in any forward-looking statement, including but not limited to the following: Sea’s goals and strategies; its future business development, financial condition, financial results, and results of operations; the expected growth in, and market size of, the digital entertainment, e-commerce and digital financial services industries in the markets where it operates, including segments within those industries; expected changes or guidance in its revenue, costs or expenditures; its ability to continue to source, develop and offer new and attractive online games and to offer other engaging digital entertainment content; the expected growth of its digital entertainment, e-commerce and digital financial services businesses; its expectations regarding growth in its user base, level of engagement, and monetization; its ability to continue to develop new technologies and/or upgrade its existing technologies; its expectations regarding the use of proceeds from its financing activities, including its follow on equity offerings and convertible notes offerings; growth and trends of its markets and competition in its industries; government policies and regulations relating to its industries, including the effects of any government orders or actions on its businesses; general economic, political, social and business conditions in its markets; and the impact of widespread health developments.",
    "Further information regarding these and other risks is included in Sea’s filings with the SEC.",
    "— i , — —— 3 -- a.",
    "- i Sa “= 7 — 2 a Se eS Please visit our website for more information.",
    "ir@sea.com Contact Us @ https://www.sea.com/sustainability M 1 Fusionopolis Place, #17-10, Galaxis Singapore 138522"
]