[
    "Serving more peoole, better  About Grab  2023 ESG Highlights  Building a Sustainable Impact Wheel  The Grab Impact Flywheel  ESG Governance  Partner: Sustainable Partner Livelihoods  Gig work: Accessible and flexible earning opportunities for everyone  Creating a sustainable gig economy for all  Serving more consumers to boost partner earning opportunities  Improving productivity to help driver-partners complete more orders with less effort  Improving financial inclusion for the underserved  Empowering MSMEs with tools to grow their business  Uplifting partners’ communities through the GrabForGood Fund  Platform: Safe & Trusted Platform  Platform safety  Cybersecurity  Data privacy  Planet: A Lasting Planet  Greenhouse gas emissions  Climate risk and opportunities  Sustainable packaging solutions  People & Culture  ESG Metrics & Indicators 03  O5   In 2023, Grab picked up pace towards our mission by strengthening efforts to  serve more people, better.",
    "As a result, we grew our user base - as at year end, 35.5 million people leverage  our platform to eat, ride and pay every month.",
    "We also onboarded over one million  driver-partners and 500,000 micro, small and medium enterprises (MSMEs),  bringing our total number of registered partners and Kios agents to more than 13  million.",
    "Meanwhile, total transaction volumes on our platform grew by 16%  year-on-year, while driver-partners' earnings per transit hour increased by 9%  year-on-year.",
    "We achieved these outcomes by applying our deep understanding of Southeast  Asia, as well as our technology and data capabilities.",
    "More specifically, we made  our ecosystem more accessible by expanding our range of affordable solutions.",
    "We also grew our driver-partners’ earning opportunities by improving their  productivity.",
    "And we supported the growth of MSMEs by enhancing our digital  tools to help everyday entrepreneurs better run their businesses.",
    "Significantly, we made progress on our mission, while crossing several business  milestones.",
    "As economies fully reopened and travel resumed, our mobility  business rebounded, and has since exceeded pre-Covid levels as we exited 2023  in terms of gross merchandise value (GMV).",
    "Meanwhile, our deliveries segment  showed resilience amidst rising inflation, and we grew our category leadership  position in all our core markets.",
    "Our Group also achieved positive Adjusted Free  Cash Flow for the first time in the fourth quarter of 2023.",
    "Looking forward, there is still so much more we hope to do for Southeast Asia.",
    "Given geopolitical tensions and macroeconomic uncertainties coupled with  increasingly intense weather events, some of the most pressing concerns  anticipated for the region in 2024 include rising unemployment, deepening About Grab 2023 ESG Highlights Grab’s ESG Strategy ESG Governance  income inequality and escalating climate change impacts.",
    "To address them, Grab  (ESG)  considerations in all aspects of our business.",
    "For us, not only is this the right thing will continue to embed _ environmental, social and governance  to do, but it also makes business sense.",
    "When communities thrive, they spur a  virtuous positive impact cycle for businesses.",
    "In this spirit, we will be doubling down on win-win-win  solutions, which balance the economic, societal and  environmental outcomes.",
    "Let me share a few examples of such solutions we worked on in 2023:  e Our affordable food delivery option ‘Saver’ not only enables us to serve more  cost-conscious users, but also increases earning opportunities for our driver-  and merchant-partners as well as reduces greenhouse gas emissions: ‘Saver’  allows users to opt for lower delivery fees in exchange for longer delivery periods.",
    "This increases the odds of batching orders, which allows driver-partners to earn  more as they fulfil more orders per transit hour, and lowers the level of  greenhouse gas emissions tied to each order delivered as shorter distances are  covered.",
    "This is done without impact to consumer satisfaction, with net promoter  scores for Saver orders remaining as high as that for non-Saver orders.",
    "In 2023,  we rolled out ‘Saver’ to our six core markets.",
    "e Our electric vehicle (EV) rental programmes support decarbonisation, while  providing our driver-partners with access to affordable vehicles, which in turn  improves our driver supply: Across Southeast Asia, there are many who want to  make a living as driver-partners, but are unable to own vehicles due to high cost  barriers.",
    "In Indonesia and Thailand, our driver-partners can sign up for our ‘Drive  to Own’ schemes, which allows them to own EVs without downpayment and  secure loans readily, based on their driving record on our platform.",
    "They are also  allowed to pay for their loans with daily instalments.",
    "Partner Platform Planet People ESG Metrics and Indicators  Developing holistic solutions is not always easy.",
    "To guide us in our  journey, we will actively seek ground truths and maintain robust  corporate governance.",
    "In 2023, we strengthened the Board and  leadership’s oversight of ESG initiatives, by ratifying the process and  updating the Audit Committee Charter.",
    "And more recently, we increased  the number of independent directors on the Board.",
    "Ultimately, Grab is incredibly excited about the future of Southeast Asia.",
    "That said, we recognise that the opportunities and challenges ahead are  bigger than any single company can navigate alone; so we are  committed to engaging all our stakeholders, including government,  industry, and community partners in our journey.",
    "With all of us learning,  working and boldly inventing together, we have every confidence that  we will be able to scale our impact for our people and our region.",
    ",  Anthony Tan  Group CEO, Co-Founder  and Chairman, Grab   Grab is a leading superapp that impacts millions of lives everyday by transforming  how people move, consume daily necessities and conduct financial transactions.",
    "Grab serves 1in 20  people in Southeast Asia  countries* 700)  *Grab operates in Cambodia, Indonesia, Malaysia, Myanmar,  the Philippines, Singapore, Thailand and Vietnam.",
    "35.5 million >6 million  monthly registered  transacting users driver-partners  Drive Southeast Asia forward through  > 3.",
    "5 economic ee for everyone  billion \\ ry  transactions  >6 million ON —_, /  registered  merchant-partners  and Kios agents — Platform Planet People ESG Metrics and Indicators  Connecting Southeast Asians  to everyday services  36.9%  Mobility  M 55.5%  Deliveries  “7.5%  Financial Services  # 01%  Enterprise and Others  Contribution by Revenue, per reporting changes  post Q1 2024 earnings  Served by mission-led  employees  13 >88%  locations employed  globally in Southeast Asia  10,604 1,401 3,984  full-time fixed-term contract temporary  employees employees agency workers  Recognised for  innovation and impact  ¢ TIME100 Most Influential Companies list in 2023  ¢ Fast Company Most Innovative Companies 2023  ¢ Fast Company World Changing Ideas 2023  ¢ Maintained MSCI “AA\" rating since 2022   2023 ESG Highlights  social impact Environmental ESG Governance  onne cnye Carbon intensity $11 billion >1 million reduction 6.3% Audit Committee.",
    "earned by partners’ driver-partners of 2.1% for mobility and of distance travelled was °  on the Grab platform joined the platform 8.2% for deliveries on low/zero emission Q Boa Ke) Committee,  3 e  Driver-partner earnings per transit through transition to low emission modes of transport formalised to oversee  hour grew 9% year-on-year vehicles and improved operational Y on Mises ESG matters  improving oversight and management  of our material topics relating to ESG  >500,000 >$1.5 billion S5 million >280,000  micro, small and medium in loan disbursals, an increase channelled into tree planting, trees planted  enterprise (MSME) merchant- of 57% year-on-year forest conservation and from 2023 contribution  partners registered providing access to credit renewable energy projects  MSMEs contribute to 67% of total to the underserved in Southeast Asia* 36%  GrabFood and GrabMart GMV  of leadership>  99.99% >7,365 tonnes are women  of single-use plastics were reduced and recycled up 2pp year-on-year  of all rides occurred without any safety incidents?",
    "o  Over 817 million cutleries opted out and 212,000 recyclables collected  'Includes earnings by driver-partners and merchant-partners.",
    "‘Driver-partner earnings’ is defined as the 3 Includes electric and hybrid vehicles, cyclists and walkers.",
    "> Our employee gradings start from G1 and extend to G10.",
    "Leadership roles  fare, bonuses, tips and fees, net of commission.",
    "‘Merchant-partner earnings’ is defined as the total order are G7 and above.",
    "bill, including taxes charged by the restaurant/merchant net of commission, Grab advertising spend and 4Includes Grab’s purchases of renewable energy certifications (RECs) for 100% of electricity usage for  promotion costs.",
    "all corporate offices and contributions by consumers through the in-app carbon offset toggle, which  are channelled to carbon credits supporting forest conservation and tree planting projects.",
    "?",
    "Defined as all reported and conclusive safety incidents caused by driver-partners or passengers while  on trip across our mobility and delivery businesses, including road accidents, harassments and crimes.",
    "Building a Sustainacle impact Flywheel  Engaging our stakeholders allows us to identify our key ESG priorities.",
    "To tackle  these priorities, Grab is building a flywheel of impact for all its stakeholders,  which self-sustains with the momentum it generates.",
    "Engage key stakeholders Identify ESG priorities Build impact flywheel  Economic Healthy and oust of tte gull Empowerment Sustainable for Sou theast  of Partners Marketplace Asians  Consumers Partners Employees  a Safe & Trusted Sustainable A Lasting  Platform Partner Livelihoods Planet  \\ e Platform safety e Socioeconomic e Greenhouse Deliver impact that self-sustains  ¢ Data privacy impact gas emissions and grows with momentum,  ° Cybersecurity e Partners’ welfare ° Sustainable .",
    "for all stakeholders.",
    "Investors Regulators, packaging solutions  Governments, NGOs  Understand the perspectives and  concerns of our stakeholders, Underpinning ~- Corporate governance  and our impact on them.",
    "priorities ¢ Compliance and ethics  e People and culture   The Gras Impeact Flywheel  Our ESG strategy is to build a healthy and sustainable marketplace, which will both contribute and benefit from the economic  empowerment of partners as well as an improved quality of life for Southeast Asians.",
    "We call this our ‘impact flywheel’ — each part of this  virtuous cycle builds on the other, allowing us to drive Southeast Asia forward for generations to come.",
    "Motivated Partners Consumers have access to safe and reliable everyday services,  4 Supply while Grab delivers financial performance  Economic Healthy and Improved Quality  Empowerment Sustainable of Life for  of Partners Marketplace Southeast’Asians  Happy Consumers Empowered Communities  4Demand, 4Spend 4 Consumers, 4Demand ESG Metrics and Indicators   ESG Governance  The Board of Directors and Management play a critical role in fostering ESG Responsibilities and Commitment  sustainable practices and integrating ESG into business strategy for —— S oo, The ESG function, which is driven by the Sustainability team at Grab, reports directly to the Chief Executive Officer long-term value creation.",
    "Maintaining a robust governance structure  (CEO).",
    "This structure has been put in place since the inception of the team, with now a dotted reporting line to the Chief helps to ensure that Grab stays committed to its ESG goals, and that 0 ting Offi (COO).",
    "Thi DI trateaic all Toren busi ‘ts to effectivel te ESG matt  eratin icer .",
    "This enables strategic alignment between business units to effectively execute matters.",
    "ESG risks are well-managed.",
    "In 2023, Grab formally ratified its ESG : g 4 4  governance process.",
    "Board of Directors Board of Directors:  Maintain oversight for sustainability with  key metrics across all material topics.",
    "Board of Directors Oversight:  The Audit Committee was designated as the oversight body for ESG on  behalf of the Board.",
    "The Audit Committee Charter was updated to  include ESG under its purview.",
    "Audit Committee  Management:  Provide management guidance on  issues relating to our material ESG  topics; Integrate ESG considerations  into Grab's strategy and business plans.",
    "Management Oversight:  An internal governance process was established for regular reporting  cadence to Department Heads, Functional Heads and Executive  Committee (EXCO) to enable transparency, accountability and  proactive action towards advancing ESG goals.",
    "Group Head of Marketing  and Sustainability  Business Operations Regional Sustainability Business Units:  Product, Design & Technology Regional Sustainability team manages  People Operations, Legal and coordinates the implementation of  ; our ESG strategy and programmes & Finance across the region, with cross-functional  Risk & Compliance working teams, including the oversight  process for material topics by leadership  and the Board of Directors.",
    "Board of Directors and Management’s ESG Oversight on Material Topics  ESG integration and shared accountability among the business units are fundamental in developing effective sustainability practices.",
    "A formal structure that indicates clear roles and responsibilities,  with a regular reporting cadence, has been set up to track performance and enable Management to take actions that advance Grab’s ESG goals.",
    "Our EXCO, which comprises C-Suites, are responsible  for driving strategy, allocating adequate resources and are held accountable for ESG performance.",
    "The Audit Committee, a Board Committee, monitors quarterly and bi-annual progress against the  ESG targets.",
    "The Heads of Departments are also updated on monthly progress, and a presentation on ESG is made to the full Board annually.",
    "Material Reporting Reporting Order  Topics Cadence Board Committee Board of Directors  Platform Safety  Data Privacy and  Cybersecurity Quarterly  Governance and Ethics  People and Culture  Respective Heads of Executive Committee Owners Audit Committee Full Board  Departments & Functions (Annual Review)  (Monthly Review) Social Impact  e Socioeconomic impact  e Partners’ welfare Bi-annually  Environmental Impact  e Greenhouse gas emissions  e Sustainable packaging  solutions  ESG Report & Programmes Annually CEO Board Chairperson   Board diversity and expertise  Grab’s Board of Directors, who are tasked towards driving our business and mission for long-term success, consists of individuals with a diverse set of backgrounds, experiences and skills.",
    "Tan Hooi Ling, co-founder of Grab stepped down from her role on the Board at the end of 2023, and Ong Chin Yin, Chief People Officer of Grab joined the Board at the beginning of 2024.",
    "In  April 2024, Grab welcomed two new independent members to the Board, Daniel Yun and David Loh, increasing the percentage of independent Board members to 71%, as Oliver Jay stepped  down from the Board.",
    "Chairperson Director !",
    "‘ Independent Directors |  tT kl  Anthony Tan Ong Chin Yin Dara Ng Shin Ein John Rogers Daniel Yun David Loh  Chief Executive Officer Chief People Officer Khosrowshahi Co-Founder of Gryphus Chief Financial Officer Chief Executive Officer Executive Director and  and Co-Founder of Grab Chief Executive Officer Capital Management of Smith+Nephew of Kakao Bank Joint Chairman of  of Grab of Uber Centurion Corporation  Ltd  C\\(N AIC [A] A  Skills and expertise:  Grab’s Board of Directors are highly experienced individuals who come from diverse A: Audit Committee  backgrounds, bringing about diverse knowledge and perspectives.",
    "C: Compensation Committee Skills and Expertise  Financial expertise  Global company leadership  Sustainability and human capital management  Goverment, policy and regulatory experience In 2023, Grab’s Board of Directors did a self-evaluation of their ESG skills and expertise to N: Nominating Committee  identify areas for training that will be undertaken in order to maintain proficiency and stay : Committee Chairperson Consumer and digital experience ahead in ESG-related topics.",
    "Innovation, technology, and high-growth experience  .",
    ".",
    "ie) ESG Metrics and Indicators   Livelihoods  Grab provides millions of Southeast Asians  with equal opportunities to earn an income.",
    "As  of 2023, Grab has more than 13 million  registered driver-partners, merchant-partners  and Kios agents.",
    "Gig work: Accessible and flexible earning  oeeOrtuNities for everyone  Platform-enabled gig work is an accessible and flexible livelihood opportunity.",
    "Anyone who wishes to earn an  income is able to do so, and enjoy a high degree of flexibility that fits their needs and preferences, whether they  are looking for something short or long term.",
    "In this manner, Grab is a critical enabler of livelinoods that  complements the formal labour market.",
    "It provides supplementary earning opportunities for underemployed or  unemployed communities for whom accessing the formal labour force may be more challenging, for example,  partners with disabilities (PWDs) and women returning to the workforce.",
    "In times of economic shocks to the  formal labour market (e.g.",
    "pandemic), Grab also provides much-needed earning opportunities for people who  may have lost their jobs.",
    "In 2023, Grab provided access to livelihood opportunities through gig work for:  >1 million >3,100 PWDs  new driver-partners joined who are actively earning® an income on Grab, putting us  the platform, bringing the total of on track to achieving our goal of having more than 4,200  registered driver-partners to >6 million PWDs on Grab by 2025  ® Had at least one transaction within the year of 2023.",
    "gig economy for all  Grab strives to ensure that the earning  opportunities we create are sustainable  and empowering for our communities in  the long run.",
    "To serve our driver-partners better, Grab regularly engages them  to understand and improve their experiences.",
    "With regulations  for this form of work being either nascent or developing in  Southeast Asia, we work closely with governments to jointly  formulate solutions to ensure a sustainable gig economy for all  stakeholders.",
    "This entails addressing gig worker and government concerns  such as social protection and long-term skills development of  workers, while still striving to maintain the flexibility and ease of  access of such earning opportunities for those whom this model  serves.",
    "Group CEO’s Letter About Grab 2023 ESG Highlights Grab’s ESG Strategy ESG Governance Partner Platform Planet People  Our approach and commitment towards creating a sustainable gig economy are guided by a set of principles:  We © Preserve flexibility  We commit to preserving our partners’ ability to choose when  to work and how much to work based on their preferences.",
    "Sustainable earnings  For partners on our platform, we commit to nurturing a  marketplace that enables them to earn an income that is  competitive relative to local market conditions and their effort.",
    "e Over 99% of driver-partners meet or exceed the local hourly  minimum wage’.",
    "Provide insurance protection  e 100% of our driver-partners have insurance coverage for  work-related accidents to protect them from accidents and  incidents that may arise in the course of their work.",
    "e Micro-insurance on a top-up basis is also made available.",
    "Establish fair work conditions  e A safe environment for all  deploy various tech features  AudioProtect) to enhance safety.",
    "e Inclusive for all demographic groups such that earning an  income is accessible to those belonging to marginalised  groups, such as women or persons with disabilities.",
    "e Transparent codes of conduct.",
    "e Timely payout of earnings: fares are credited instantly to  driver-partners’ wallets, which they can withdraw on a daily  basis.",
    "e Opportunities to communicate concerns and engage with  Grab through a variety of offline and online channels.",
    "platform  (e.g.",
    "selfie verification, users - We Encourage savings  e Encourage partners to participate in national savings  schemes for gig workers where these exist.",
    "e Provide courses on financial literacy that emphasise the  importance of savings and promote good financial habits  that build financial security amongst our partners through  partnerships with financial institutions such as Mastercard  and the International Finance Corporation (IFC).",
    "Professional development and career transition  e Partnerships with governments and industry players, such  as Microsoft, whom we partnered to offer a digital literacy  programme for our driver-partners, covering basic  computing and digital skills content.",
    "In 2023, we rolled out  more courses with Microsoft to teach them how to use  Microsoft tools in areas that would meet their needs, such  as financial literacy, social media and digital marketing as  well as professional career preparation.",
    "e GrabAcademy platform® was set up to facilitate delivery  of courses.",
    ">1.2 million  driver-partners have taken a course  on GrabAcademy in 2023  ’Comparing driver-partners' earnings per transit hour, averaged over a month, after deducting estimated operating expenses such as fuel costs, to the local minimum wage guidance.",
    "Includes only driver-partners who drive at least 10 transit hours per month.",
    "8 Grab’s Learning Management System that contains educational materials and is accessible by all driver- and merchant-partners through the Grab Driver and Grab Merchant app.",
    "ESG Metrics and Indicators   Indonesia  Grab continued to strengthen partnership  with BPJS Ketenagakerjaan (Indonesia’s  social protection provider), aiming to  increase Grab partners’ awareness on the  government's social protection programme  and improve the enrolment rate via joint  activities and socialisation payment  integration.",
    "In parallel, Grab has been consistently  collaborating with the Ministry of  Manpower to exchange ideas and initiatives  to improve partners’ welfare and protection  as informal workers.",
    "The collaboration  involves discussing and improving policies  pertaining to partners’ social protection,  overall health, safety and environment  decent conditions, aspects, working  aspiration channeling, etc.",
    "Additionally, we are working closely with  the Ministry of Transport to continuously  improve safety standards for  drivers-partners, including enrichment of  our tech safety features and provision of  offline safety training.",
    "We are also in  constant discussion in terms of adjustment  for tariffs to match the market needs in  ensuring a sustainable level of earnings.",
    "Grab extended its partnership with PERKESO  (Malaysia’s social security organisation) to  facilitate increased enrolment into the  national social security scheme for platform  workers under PERKESO's Self-Employed  Social Security Scheme (SKSPS).",
    "Grab  provided a temporary partial subsidy of the  contribution amount for top performing  driver-partners to incentivise them to enrol in  the scheme.",
    "This partnership as well as previous efforts to  raise awareness resulted in a 60% increase in  active partners signing up to the programme.",
    "Philippines  Grab was the first platform in the Philippines  to roll out a robust multi-agency social  protection programme for its driver- and  delivery-partners' welfare.",
    "Social Security  System (SSS), Philippine Health Insurance  (PhilHealth), and Home  Mutual Fund  (Pag-IBIG)  services are available onsite in the Grab Corporation  Development  Driver Centre in Marikina.",
    "Grab is subsidising  the first month's contribution of the first  2,000 Grab partners.",
    "This programme was  piloted in Metro Manila and will be scaled to  different Grab cities and communities across  the Philippines.",
    "Grab worked with the Land Transportation  Franchising and Regulatory Board of the  Philippines (LTFRB), providing feedback to  reduce hurdles such as removing the  Certificate of Conformity requirement, to  smoothen the process for driver-partners  signing up to drive with Grab and accessing  earning opportunities.",
    "Grab also worked with the LTFRB to  introduce ride-hailing services and created  almost 2,000 new livelihood opportunities in  four new cities, Davao, Cagayan de Oro,  lligan and Ilo Ilo.",
    "This was done through  securing new slots for drivers to apply for a  ride-hailing licence, as there is a cap on the  licence quota within the ride-hailing industry.",
    "Singapore  Grab signed a landmark Memorandum of  Understanding (MOU) with platform worker  associations, National Private Hire Vehicles  Association and National Delivery  Champions Association, to facilitate the  provision of training to help workers  sharpen their — skills and deepen  understanding of platform work through  structured dialogues.",
    "This makes Grab the  first platform operator in Singapore to sign  an MOU that commits to enhancing  representation and training.",
    "Under the  partnership, the associations and Grab will  work to advance workers’ interests in three  key areas, namely representation, Central  Provident Fund contributions and work  injury compensation.",
    "Grab also participated in consultation  sessions organised by the Singapore  government’s Advisory Committee on  Platform Workers and was a member of key  working groups to develop win-win policy  solutions for the platform economy.",
    "aBatelivevate,  Grab continued to work with’ the  Department of Land Transport of Thailand  (DLT) to streamline and smoothen the driver  onboarding process, accelerating our  partners’ licensing process and access to  income opportunities.",
    "We also continued our partnership with the  Department of Skill Development (DSD) and  Social Security Office (SSO) under  Thailand’s Ministry of Labour to support the  upskilling of our partners by co-developing  video training modules on topics such as  English for Drivers, Chinese for Drivers,  Electric Vehicles 101 and Social Security for  Freelancers 101.",
    "Vietnam  In 2021, Grab signed an MOU with the  Ministry of Labor, Invalids and Social Affairs  (MOLISA) to improve soft skills for  app-based drivers.",
    "In 2023, we continued  to work with MOLISA to develop a toolkit for  driver-partners to educate themselves on  financial management, communication, how  to be a tour guide, emergency management  and customer service.",
    "digitally upskill gig economy workers and small  businesses.",
    "The collaboration is part of Mastercard  Strive, a global philanthropic initiative developed by  the Mastercard Center for Inclusive Growth and  Caribou Digital.",
    "The programme included an  ‘Entrepreneurship Toolkit’, a series of micro-learning  videos delivered on the GrabAcademy platform for  driver- and merchant-partners in Indonesia, the  Philippines and Vietnam.",
    "The driver-partner toolkit  aimed to inspire learners to start a small business,  and enable those who did to reach their full potential  by supporting them to digitise their operations,  unlock their access to financial services and more  effectively participate in the digital economy.",
    "Group CEO’s Letter About Grab 2023 ESG Highlights Grab’s ESG Strategy  The programme ran from 2022 to 2023 and an impact study done  by Caribou Digital and 60 Decibels in 2023 showed that:  Grab driver- and merchant-partners have watched  the micro-learning videos  of driver-partners felt inspired to start a new business  Merchant-partners increased their use of social media  marketing tools  Partners who watched the videos adopted more new  management and marketing practices as well as IT  tools and new sales channels such as e-commerce and  social commerce, as compared to those who did not ESG Governance Partner Platform  : ww SSS  - /.",
    "oe  * *,| }  « i r Planet People ESG Metrics and Indicators   reward Oriver-partners for effort  In 2023, in line with our principles for fair work conditions and  sustainable earnings, Grab sought to create a fairer ecosystem  for driver-partners by introducing a new driver fare structure,  which compensates driver-partners for the effort they put in to  pick up passengers.",
    "The new driver fare structure takes into account the time and  distance our driver-partners travel to get to where the  passenger is, and ensures they are fairly compensated for the  effort needed to pick up passengers.",
    "This is done without any  impact to passenger fees, and we have begun to roll this out  across the region progressively, starting with Singapore.",
    "98% of driver-partners had a neutral  to positive impact on earnings  when compared to that of the old fare structure,  during pilots held in Singapore in 2023  Grab also provided driver-partners with opportunities to earn  more, by providing transparent information on areas that had  more demand, or the ability to commit ahead to serving critical  pre-bookings which offered a higher fare.",
    "Group CEO’s Letter About Grab 2023 ESG Highlights Grab’s ESG Strategy ESG Governance Partner Platform Planet People ESG Metrics and Indicators  A B C  Driver accepts booking Pick-up point Drop-off point  Previous Fare Structure:  B->--C  Driver-partners were only compensated once  passenger is picked up.",
    "That means, even if the  driver-partner was stuck in a traffic jam on the  way to pick up, they were not compensated for it.",
    "Driver-partners are compensated the minute they accept the  booking, all the way till drop-off.",
    "The trip fare now includes the  time and distance needed to pick up passengers too.",
    "This way,  they are fairly compensated for the total effort of the trip.",
    "In 2023, Grab focused on driving an increase in demand by  providing more accessible and inclusive services to wider  segments of consumers and encouraging repeated usage.",
    "These efforts have provided more income opportunities to  our driver- and merchant-partners.",
    "16% increase in transactions  © from 2022 to 2023  3 % increase in monthly  .6 © transacting users year-on-year  We did this through several key initiatives:  e Providing affordable options so that our services could be accessible to  a wider segment of consumers  e Innovating to serve the needs of a returning travel market  e Delivering more value to loyal consumers with the GrabUnlimited  subscription plan  °Based on the number of subscribers.",
    "fxs Affordable Options  ‘Saver’ Option: provides lower fare for rides and  deliveries in exchange for longer waiting times  Mobility : GrabCar Saver is available in  Indonesia, Malaysia, the  Philippines, Thailand and  Vietnam.",
    "Deliveries : Available in all markets.",
    "The  longer waiting time enables  Grab to batch orders more  effectively, increasing the  chances of delivery-partners  completing more orders in a  single trip.",
    "Delivery-partners earned 17% more per transit hour when  fulfilling orders made with Saver delivery  rs  —- --  2 Two-wheel Mobility: Grab Philippines acquired  MOVE IT to offer consumers mobility options on  motorcycles, similar to Grab’s existing two-wheel  service in Indonesia, Thailand and Vietnam  Carpooling: Service available in Indonesia,  Malaysia, Singapore and the Philippines to enable  consumers heading in the same direction to share  a ride  10 Based on an online survey conducted by Kantar between July to December 2023, among 21,133 food delivery users in Indonesia, Singapore, Malaysia, Thailand and the Philippines.",
    "Serving the Traveller  Segment  Features that reduced friction for travellers  include:  Al-assisted auto-translation of key  functions in the app and food menu  Seamless payment methods’ through  (Kd) popular platforms such as Alipay and  KakaoPay  Airport partnership enabled convenient  pick-up and drop-off points  Travellers spent 2X more on transport per day  compared to locals Loyalty Subscription -  GrabUnlimited  Expanded to Vietnam and the Philippines in  2023 to become available in 6 markets  GrabUnlimited is the largest?",
    "paid loyalty  programme in Southeast Asia\"®  Value-for-money subscription plan that is  designed to deliver more value to our loyal  consumers, while also driving sales for  merchant-partners  GrabUnlimited subscribers spent 2.8  times more in deliveries, relative to  non-subscribers  | mMeErOVING eEroductivity We do this by improving our algorithms and rolling out features that improve efficiency and reliability.",
    "tO helo Oriv eCr-—OQ rFtNeLrS Reducing time taken across delivery-partners’ journeys  comelete more orders  with less effort Oo 8 sooo bones ey.",
    "cece wo Qa.",
    "—  Grab also focused on driving the productivity of our partners,  so that they are able to complete more orders and boost their Consumer Merchant-partner Delivery-partner If the store is in a mall, Delivery-partner  .",
    ".",
    ".",
    ".",
    "i delivery-partner can use i earnings with less effort, time or costs.",
    "This also ensured that MEMES CMN OEE saireymersts aeleir SAS aeSs hich definitionindoormaps Ane Gere  ; ;  .",
    "; ; ; Integration with POS gives us Machine learning and predictive g ; ; P Bluetooth beacons  we are able to maintain reliability while managing the increased real-time data on preparation _ analytics inform delivery-partners to find their way.",
    "automatically send this  taking into account how long it  people, better.",
    "would take to get there.",
    "14 eo reduction in delivery-partners' wait time to pick up orders in stores  Improvement in trips per transit hour Hyper-batching supported by features Powering driver-partners’  across mobility and deliveries that provide consumers with affordable options productivity with GrabMaps  e Features like Group Order and Saver Delivery drove our ability to batch e GrabMaps, Grab’s proprietary mapping platform, powers our services  more orders and improve efficiencies in all the eight Southeast Asian countries that we operate in  e Our delivery-partners can pick up two or more orders across different e We tap on our driver-partners to gather more accurate data in this  food outlets in one trip - the sequence of orders are then routed fast-developing region, while providing them with an additional  intelligently based on factors such as traffic, weather and the time earning opportunity  delivery-partners need to wait at the merchant's e GrabMaps, with its more nuanced and accurate data, allows us to  recommend shorter and more efficient routes for drivers, and also  Delivery-partners earned 53% more have more accurate estimated time of arrivals, which improves our  per transit hour for batched orders reliability and the consumer's experience  8 in 10 bookings utilise Grab Navigation  an in-app navigation tool for driver-partners that is powered by GrabMaps   Grab is finding ways to democratise access to  financial services for our partners, many of whom  are gig workers and MSMEs.",
    "These segments may  sometimes be ‘invisible’ in the traditional financial  system.",
    "For example, driver-partners are typically  underserved by traditional financial institutions  due to a lack of fixed income and credit rating  score, while 60% of MSMEs that need financing or  credit in the region say they struggle to obtain  loans from traditional financial institutions.",
    "Grab provides these partners with access to  credit in case of emergency situations or when  they have larger-ticket expenses to bear.",
    "We tap  on the wealth of data collected from the millions  of transactions completed on our platform by our  partners, which is less accessible by traditional  financial institutions, allowing us to help plug a  gap in the market.",
    "57% year-on-  to $1.5 billion year  1in3  active driver-partners take up a loan with us  Driver-partners are  4X more  likely to be approved for a loan from us as  compared to other credible lending alternatives We have cash loan offerings for our driver-partners across all our  markets, providing them with an alternative to licensed  moneylenders, so that they do not have to resort to borrowing  from unlicensed moneylenders.",
    "We further protect their financial  well-being by ensuring they do not incur more debt than their  expected income, applying stringent eligibility criteria and strict  caps on the amount they are able to borrow, and specially  tailoring to each individual based on multiple considerations  which include the partner’s past earnings and driving history.",
    "We  structure the repayment plan based on this and schedule  deductions from their earnings, so that the repayment process is  convenient and manageable for them.",
    "Grab also offers flexible and affordable business loans for MSMEs  across all our markets, through our Merchant Cash Advance.",
    "We  scaled up our offerings in Thailand, Indonesia and the Philippines,  which saw a strong demand for the product.",
    "This access to  capital allows them to improve their cash flow and invest in their  business growth.",
    "Cash loan enabled once delivery-partner to set up a restaurant  lam grateful that  I!",
    "no longer need  to borrow from or  have debts with | '  unlicensed | os  moneylenders.",
    "4 { Jeerawat Chayakul, 29, used to work part-time as our delivery-partner to tide him over  the Covid-19 pandemic.",
    "This exposed him to the food delivery business, and how it  could reach more consumers, beyond the footfall that storefronts could reach.",
    "He  started a home kitchen in 2022, where he was able to send out his food orders to  customers all around Phuket through Grab, while maintaining his regular job.",
    "Jeerawat’s consistent sales led him to venture full-time into the restaurant business,  and he was able to obtain cash loans from Grab due to the record that his business had  with Grab.",
    "The loans enabled him to pay off debts from an unlicensed moneylender  whom he had borrowed money from to start the business, and subsequently finance  his expansion into a bigger space.",
    "’  i ’  Jeerawat Chayakul, 29 Ne Today, Jeerawat proudly runs his own thriving restaurant called Yum Tum Lao in  Thailand i ® Phuket.",
    "It has earned local recognition, ranking #18 in Phuket by customers using  Grab merchant-partner ‘te / WE 13 ae ge GrabFood, based on gross merchandise value.",
    "Digital banking ventures provide f  additional financial products for ff 7:02 wil 56 @  the underserved GxS Qa - Deposits |  By the end of 2023, we had launched two digital banks off the The digibanks’ flagship deposit product comes with 4 = s  back of the digital bank licences we received with our partners daily interest crediting so that its customers can enjoy é |  In Singapore and Malaysia.",
    "In addition, we expect that PT Super the benefit of compounding on their savings and on Add Money Scan QR Send Money  Bank Wnerelmteske\" wil be publicly ANIME NEE) US 2024.",
    "Grabs the interest they earn everyday.",
    "This is important for Bo  digibanks, GXS Bank in Singapore and GXBank in Malaysia, underserved consumers, for whom cash flow may bea | Seen ee  offer financial services that meet the needs of underserved With no !",
    "san Aaa ad  .",
    "concern.",
    "lock-in or minimum’ balance  consumers, such as gig workers, entrepreneurs and early requirement, customers can withdraw their funds  jobbers.",
    "This group of consumers may not earn a fixed monthly anytime while still earning interest for each day that | ()  income or have sufficient credit bureau history to meet the they leave their savings in their account.",
    ", vin enon Sayin Restos  requirements of traditional banks for higher-interest deposit NX STV $$1;500.00  accounts or loans.",
    ",  FlexiLoans  GXS is the only bank in Singapore that calculates  interest on a daily basis and on a non-compounding  basis for personal instalment loans, instead of the }  market practice which calculates interest on a monthly 1  basis.",
    "This benefits consumers because if they make  an early repayment, they save on interest as their ,.",
    "Interestearned  _ Cashback earned You  outstanding balance for the next day is reduced.",
    "The % ee ‘s) oe S So  GXS FlexiLoan also does not charge an early a  repayment fee so that its consumers can choose to  pay off their loan early if they no longer require it.",
    "View transactions SoM | hs 8  GXS FlexiLoan S$0.00 >  \"Grab has a minority equity interest in PT Super Bank Indonesia.",
    "with tools to grow  their business  Grab has more than 6 million registered  merchant-partners and Kios agents, and  a majority of our merchant-partners are  micro, small and medium enterprises  (MSMEs), who are able to expand their  reach of consumers through Grab.",
    "We seek to empower MSME merchant-partners on our  platform to grow their businesses by providing them  with access to millions of consumers and making digital  tools accessible to them.",
    ">500,000  newly registered MSMEs gained  access to Grab’s consumers in 2023  67%  of total GrabFood and GrabMart  GMV was contributed by MSMEs  12 Available in Cambodia, Malaysia, Myanmar, the Philippines, Singapore and Vietnam.",
    "Group CEO’s Letter About Grab 2023 ESG Highlights Grab’s ESG Strategy ESG Governance Partner Platform Planet People ESG Metrics and Indicators  To empower them further, we designed the tools to be self-serve, allowing them to  understand their customers and performance, and explore new ways of attracting customers.",
    "Insights:  Empowering MSME owners  to make data-driven decisions  e 100% of MSME merchant-partners  have access to insights on the  GrabMerchant app, providing them  with summaries of their business  on a daily, weekly and monthly  basis at store level  MSME merchant-partners are able  to gain more insights and deep-dive  into their businesses’ performance  across multiple stores through the  GrabMerchant® Portal, which is  available across all of Grab’s markets  An annual Deliveries Trend Report is  provided to MSMEs_ across all  markets, outlining the industry and  consumer trends in the deliveries  Space and providing them with  insights and tips to help brands  increase their sales Grab Marketing Manager:  a platform to drive sales  100% of MSMEs- across _ six  markets” can market their stores to  customers through advertisements,  promotions and/or spotlight  Campaigns  A platform allowing MSMEs  to create or join a _ marketing  Campaign in a few clicks and review  real-time sales results to continue or  pause the campaign  Rolled out cost-per-order pricing  model in the Philippines and Vietnam  In 2023, which is _ particularly  attractive to MSMEs with little to no  marketing experience, because it  helos them feel more confident  about managing their budgets when  they know they will pay only for  successful orders rkm &  $0 Delivery Islandwide GrabFood Budget Meal ;.",
    "Fee Delivery Superstars Fed  Shop now >  Get your Mexican treat now  Sponsored by DonQuite Manila  iditional Label Rar  w.@  = te nS  \"eles WR  Roma - Manila  5°2.2km:- Ww 45  Bubble Tea4ever -  Metro  40 mins -2.2km: w 4.5   Uplifting partners’ communities through  the Graco ForGood IFFUACG 24-year-old GrabFood delivery-partner Adrian Ortega was one of the inaugural  full-ride scholarship recipients of the Philippines GrabScholar programme.",
    "A  delivery-partner since 2019, Adrian had been relying on his earnings to not only  fund his degree in business administration at PHINMA Saint Jude College  Manila, but also to contribute to the household as he lived with his elderly  grandmother who did not have an income.",
    "He delivered food every day to make  ends meet and often had to sacrifice rest and meals, while juggling school work.",
    "The scholarship will take the load off Adrian’s shoulders, and allow him to focus  on getting his education.",
    "| love Grab so much,  wT] ; 500 > $42,000 because even during  tough times Grab Beyond the many things we do to help ensure that our partners are able to earn a sustainable livelihood, we  believe that uplifting the community around our partners will contribute to a stronger Southeast Asia.",
    "This is why we set up the GrabForGood Fund in 2021, an endowment fund co-funded by Grab, our co-founders  and external donors.",
    "It supports programmes that deliver social and environmental impact for our partners and  the Southeast Asian community, such as education or disaster relief efforts.",
    "In 2023, we extended the GrabScholar programme to the Philippines.",
    "The programme, which is aimed at  uplifting the socio-economic status of our partners and their communities, provides merit-based, full-ride  scholarships for university and college students.",
    "It also provides elementary and high school students with  needs-based bursaries for driver- and merchant-partners, their direct family members, and the public at large.",
    "students annually in Indonesia in aid for floods in Malaysia  and the Philippines benefit from provided through MERCY Malaysia has saved me and  the GrabForGood Fund supported me.",
    "This  scholarship ts yet  another way it is  doing this.",
    "Adrian Ortega, 24  Philippines  Grab delivery-partner   ~  ee Les td.",
    "S   As we aim to raise the bar on safety in Southeast  Asia, we have innovated and pushed out many  safety features on the Grab app.",
    "We consider  every part of each ride or delivery, from before it  starts to after it ends.",
    "These features have helped  to prevent, tackle and minimise various safety  issues which allows us to maintain our high safety  standard.",
    "Group CEO’s Letter About Grab 2023 ESG Highlights Grab’s ESG Strategy ESG Governance Partner  In 2023, in spite of the total number of rides from mobility and delivery increasing by 11%:  99.99% 11%  of all rides continued reduction in total  to occur without any road accident rate  safety incidents’?",
    "OX  safer rides,  compared to  Singapore’s QOS\" A%  reduction in  sexual assault  incident rate  '3 Defined as all reported and conclusive safety incidents caused by driver-partners or passengers while on trip across our mobility and delivery businesses, including road accidents, harassments and crimes.",
    "4 Refers to mobility rides on the Grab platform across the region.",
    "The Singapore’s Land Transport Authority’s (LTA) Quality of Service (QoS) measures how well transport companies providing point to point transport services manage service quality,  including safety indicators, and is used as a benchmark for the region as not all countries have a published or defined set of standards, and because Singapore has high safety standards for its taxi and ride-hailing industry.",
    "Platform Planet People ESG Metrics and Indicators   and delivery Safety measures are in  place before a ride or  delivery begins.",
    "selfies.",
    "is | ia  AudioProtect  Audio recording during a ride if both  driver-partner and passenger have  provided consent.",
    "Safety Centre  Q Share My Ride Quiet Rides  Passengers can opt in for  a conversation-free ride.",
    "In 2023, we expanded this  offering to all four-wheel 18.4% of in-person el SOS button  rides in the region.",
    "incidents on four-wheel  rides were resolved as a  result of AudioProtect.",
    "a Reporta  safety issue &  We ensure there is a  | continuous feedback loop  to improve the safety long hours.",
    "standard of our platform.",
    "Verification  of both driver-partners and  passengers, using real-time  take breaks when they @&  have been driving for Grab’s ESG Strategy ESG Governance  Real-time speeding alerts  on Grab Navigation  The speed meter displays the car’s speed  against the speed limit of the road and  turns red once the speed limit is breached.",
    "If a driver-partner exceeds 25km/h, they  will see a red glow around the borders of  their phone screens, making it harder for  them to ignore the alert.",
    "gy  directly through = 4  the app.",
    "= A  ———  @  Post- t f I O Fatigue Nudge 24/7 incident  Reminds drivers to response team  Z Anonymised phone number  in most markets.",
    "Trip monitoring alerts Platform Planet People ESG Metrics and Indicators  Content moderation  on GrabChat to encourage respectful  two-way communication.",
    "Leveraged artificial intelligence to  introduce a content moderation model,  resulted in the discovery and blocking of  50% additional inappropriate messages  of sexual nature.",
    "@ On-trio  During the trip, Grab |  provides tools to ensure  users reach their |  destination safely.",
    "Si  Feedback channel  available for 72  hours after trip = y~  completion   Cybersecurity  Robust cybersecurity programme and governance keep threats at bay  As a technological platform, Grab is at risk of cybersecurity threats.",
    "We recognise the complexity and We identify and address cyber risks through a multi-faceted approach including:  evolving nature of cybersecurity threats and invest in protecting our networks, systems and data from e Third-party assessments  potential cybersecurity threats.",
    "e Requiring our subcontractors to report cybersecurity incidents to us so that we  can assess the impact of the incident on us  Grab maintains a cyber risk management programme designed to identify, assess, manage, mitigate and e Internal IT security compliance reviews  respond to cybersecurity threats.",
    "This programme is integrated into our overall risk management e Sharing and receiving threat intelligence from government agencies, information  programme and is based on frameworks established by the National Institute of Standards and Technology sharing and analysis centres, and cybersecurity associations  (NIST), the International Organization for Standardization and other applicable industry standards.",
    "Ensuring cybersecurity is everyone’s responsibility  Level Role How  Board  e Audit Committee Oversees management of  cybersecurity risk Quarterly briefings from Management on Grab’s cybersecurity and information security posture, top cybersecurity risks, and the  progress of cybersecurity risk reduction initiatives.",
    "Management  e Chief Financial Officer  e Chief Technology Officer Head of Cybersecurity  General Counsel Primary responsibility for  assessing and managing material  cybersecurity risks and incidents Meet regularly to review cybersecurity performance metrics, identify cybersecurity risks, and assess the status of cybersecurity  projects and initiatives.",
    "All employees Being alert to cyber threats,  as well as reporting them Beyond mandatory annual trainings, the Cybersecurity team has introduced many ways to engage employees, keeping them alert  against cyber threats and leveraging their awareness to keep Grab cyber safe:  e Regular phishing simulations to train employees to stay alert and report potential phishing emails  e Holding a cyber gamification campaign to encourage cyber awareness and take self-learning to the next level  e GrabHunt: an internal campaign that leverages employees to identify security weaknesses  e Grab's Red Team: a group of authorised employees who behave like real threat actors, to test Grab’s systems for vulnerabilities.",
    "In 2023, the Red Team process was improved to allow them to operate more quickly, realistically and opportunistically, while  maintaining high safety standards with strict guardrails.",
    "Beyond Grab  e External researchers Proactive testing of the robustness  of Grab’s online platform Host an annual Bug Bounty Programme, which rewards external security researchers for the identification of vulnerabilities.",
    "Data Privacy  Data privacy by design  Grab understands that our employees, consumers, and partners trust us with their personal data - in storing, handling and protecting it.",
    "That is why we embed privacy and data protection into every new  product or feature from the conceptualisation and design phase through its entire lifecycle.",
    "Our Data Privacy Framework is based on these four tenets:  Notification Protection and safe custody Retaining personal data _ Transparency and obtaining consent of personal data for no longer than necessary  We aim to notify and obtain consent from We seek to provide and implement We endeavour to cease the retention of We aim to provide users with clear  our consumers and partners when we reasonable security arrangements to personal data, through anonymisation, information on how we collect, use,  collect their personal data, and on how protect personal data.",
    "This includes disposal or other suitable means, when process and disclose personal data.",
    "Our  their data is to be processed.",
    "implementing physical, administrative there is no longer a legal or business Privacy Notice is publicly available on our  and technical access controls’ to need for us to retain the personal data.",
    "websites, as is the contact information to  personal data.",
    "reach out to our Privacy Office.",
    "Our Privacy Office regularly reviews the global regulatory landscape and best practices to maintain robust data privacy control, while our Internal Audit and Risk Assurance teams, as well as independent  assessors, provide evaluations and assurance on the effectiveness of these control measures.",
    "In 2023, we fortified our data protection measures by employing advanced machine learning to spot and classify Personally Identifiable Information (PII).",
    "This solution equips us with the agility and scalability  needed to adjust to dynamic regulatory commitments and enforce precise, robust privacy controls.",
    "This broad-based strategy also improves our data retention management.",
    "All these have allowed us to maintain high standards of data protection, and in 2023, we received zero substantiated complaints’ made by third-parties or regulators that are significant in scale and  impact concerning breaches of customer privacy.",
    "5 Defined as those made by third-parties or regulators concerning the unauthorised collection, processing and/or disclosure of personal data resulting in (a) a reporting to the relevant regulator was made by Grab, or the regulator has decided to commence an investigation on Grab due to escalation from  an affected individual(s), and (b) sanctions are levied upon us (financial penalty, jail terms, Cease and Desist Order or halt to our business activity); or resulted in a voluntary undertaking by Grab.",
    "28  Recognising that the consequences of climate change  have an outsized impact on our partners’ livelihoods and  well-being, we are committed to our platform being  Carbon Neutral and Zero Packaging Waste by 2040.",
    "We  manage our impact on the environment so that future  generations of Southeast Asians, including our partners  and their communities, can enjoy a higher quality of life.",
    "Greenhouse Gas IEMISSIONS About Grab 2023 ESG Highlights Grab’s ESG Strategy ESG Governance Partner Platform Planet People ESG Metrics and Indicators  Supporting our driver-partners’ transition to low or zero emission modes of transport such as electric vehicles (EVs) will be the biggest and most important emissions reduction lever for Grab’s overall total  of greenhouse gas emissions.",
    "As an asset-light marketplace platform, over 96% of total greenhouse gas emissions are indirect and coming from the value chain (Scope 3).",
    "These emissions are primarily  from vehicles owned and operated by our driver- and delivery-partners as they earn an income providing rides and food deliveries.",
    "We believe that the transition to a low carbon economy will not only protect  the environment we live in but mitigate effects of climate change on the livelihood and well-being of the most vulnerable communities in Southeast Asia.",
    "Since 2021, Grab has set an emissions reduction-first approach in our road towards carbon neutrality by 2040.",
    "Lever 1  Lever 2  Lever 3  Lever 4 fa  @ Transitioning to low emission vehicles  Grab’s focus is to support our driver-partners in transitioning to low  emission vehicles and encouraging zero-emission modes of transport.",
    "Renewable energy for Grab’s premises  Grab plans to power the electricity needs of our premises with renewable  sources to reduce emissions associated with our electricity usage.",
    "Sustainable business and tech practices  Grab strives to harness technology to optimise our operations and be good  stewards of resources.",
    "Carbon avoidance and removal programmes  Residual emissions that cannot be reduced through our other levers  will be offset through our carbon avoidance and removal programmes.",
    "Total emissions: 2.47 million tCcO2e\"  | SCOPE 1  Direct  emissions  1.46%  | SCOPE 2  Indirect emissions  from electricity  2.17%  | SCOPE 3  Indirect emissions  from our value chain  96.37%  e Category 11  Emissions from rides and  deliveries on our platform:  86.44%  16 Based on Grab’s market-based emissions, without accounting for carbon credits.",
    "Our progress in 2023  In 2023, our total emissions increased in tandem with demand from the travel and mobility sector  recovery.",
    "The mobility sector has higher distance travelled and comprises predominantly  four-wheel vehicles which emit more emissions than two-wheel vehicles.",
    "However, Grab has  reduced the emissions intensity from Scope 3 Category 11: Use of Sold Products, which shows  our progress in reducing emissions for each kilometre travelled when fulfilling orders for both of  our on-demand services.",
    "Measuring this allows us to track our progress in managing the emissions  coming from rides and deliveries.",
    "In 2023, the reduction of emissions intensity was primarily driven  by supporting driver-partners’ transition to EV and improving efficiency.",
    "Emission intensity per kilometre (km) travelled  Mobility Deliveries  Reduced 2.1% Reduced 8.2%  year-on-year year-on-year  While emissions intensity per dollar revenue is a common method of measurement, Grab’s revenue  recognition principles are primarily net of all incentives, and may not be directly comparable to  peers.",
    "With revenue growing year-on-year, this also results in a significant reduction in emissions  intensity per dollar revenue.",
    "Total emissions intensity per dollar revenue  26% reduction  in total emissions intensity per dollar revenue of 0.00105   of all distance travelled was on reduced through use of low and zero  low or zero emission modes of emission transport options  transport (EV, hybrid vehicles,  cyclists and walkers)  While there has been some progress in recent years on EV adoption, fostering an EV  ecosystem in Southeast Asia remains challenging as the infrastructure to support this  shift is not as advanced or coordinated as compared to the other parts of the world.",
    "Grab is in a unique position to help accelerate adoption, particularly by partnering with  EV ecosystem players to leverage our data, technology and millions of driver-partners  to trial and develop potential solutions to scale and serve the region.",
    "2023 ESG Highlights Grab’s ESG Strategy ESG Governance Partner Platform Planet People ESG Metrics and Indicators   How Grab is driving EV adoption in Southeast Asia  Test bed to find product market-fit Supporting infrastructure Using technology to drive demand  and reduce friction of entry development for low emission alternatives  We act as the link between driver-partners and solution providers (from Ample charging infrastructure is the key to success of an EV To encourage demand for EVs and provide options for consumers,  financial institutions, infrastructure developers to automakers) to enable ecosystem, and Grab partners with energy providers such as SP Grab has launched and expanded the in-app vertical selection for  end-to-end trials at scale.",
    "Group in Singapore and SWAP Energy and Kymco in Indonesia to EVs/hybrids.",
    "improve the charging network by providing data and driving demand.",
    "Largest ride-hailing EV fleet operator in Indonesia GrabElectric service in Indonesia  GrabElectric, Grab’s own rental fleet in Indonesia, is fully made up of electric Expanding battery network in Indonesia Launched the GrabElectric taxi type within GrabBike services in  motorcycles.",
    "In 2023, it increased the number of electric motorcycles from As part of the strategic partnership between Grab, Kymco and SWAP 2022 to enable consumers to choose more eco-friendly electric  8,500 to more than 10,000.",
    "The EV fleet covered 3% of distance travelled on our Energy, we expanded the BaaS (Battery-as-a-Service) network to two-wheel rides.",
    "platform within the country.",
    "GrabElectric’s EV fleet seeks to serve the more than 1,200 battery swap stations across 8 cities in Indonesia,  underserved and low income segments, who either cannot afford or are unable to provide access and convenience to reduce range anxiety.",
    "This is a Deliveries by walkers and cyclists in Singapore  to obtain a bank loan, by providing affordable daily rental rates and ensuring year-on-year increase of around 50%.",
    "¢ Four-wheel vehicles: ‘Eco-Friendly Ride’ toggle was introduced  end-to-end maintenance support.",
    "We also facilitate EV bike ownership, allowing  driver-partners to tap on government subsidies for such vehicles, while allowing  them to keep upfront and repayment costs manageable through daily  instalments.",
    "in 2022 to allow consumers to prioritise an EV/hybrid vehicle  with no additional charge.",
    "e Walkers/Cyclists: Over 1 in 3 food delivery orders are allocated  to and fulfilled by walkers and cyclists.",
    "'GrabEV' programme launched in Thailand GrabEV ride toggle in Thailand  Launched a GrabEV ride toggle to enable consumers to prioritise  EV with no additional charge in Bangkok.",
    "Launched ‘Grab EV’ programme with strategic partners for both two-wheel and  four-wheel vehicles:  e ‘Drive to Own’ model to lower the financing barrier of EVs with zero down  payment required, and daily instalments and loan approval based on Grab’s  record of the driver-partner.",
    "e ‘End-to-end EV Rental’ model to offer affordable daily rental and support,  including vehicle and customer services.",
    "This offering is enabled through  partnership with EV manufacturers and operators such as STROM, HSEM  Motors, Swap & Go and Auto Drive and was expanded to four key outer cities  beyond Bangkok — Pattaya, Phuket, Knon Kaen and Chiang Mai.",
    "EV bikes for GrabExpress in Vietnam  Partnered Selex Motors to pilot using Selex EV bikes for our GrabExpress  service.",
    "It was first rolled out in Hanoi at the end of 2022.",
    "Within a month,  delivery-partners travelled more than 30,000km on the EV bikes.",
    "In 2023, the  pilot was extended to run in Ho Chi Minh City.",
    "to have an additional means of earning an income  In search of better opportunities, 34-year-old Wahyuni  Maharani moved with her family from Medan to Jakarta in  2022 after the pandemic.",
    "To keep up with the demands of  metropolitan life with two children in tow, Wahyuni signed up  as a GrabBike rider using her husband’s motorcycle.",
    "In order  to optimise earning opportunities, they took turns providing  rides throughout the day, and the heavy usage eventually  damaged the motorcycle.",
    "She then took to renting an  electric motorcycle from GrabElectric, as she could not  afford to repair or buy a new motorcycle.",
    "In July 2023, she  met Indonesia’s Minister of State-Owned Enterprises, who  offered her anew motorcycle after learning about her plight.",
    "Despite this, Wahyuni continues to rent an _ electric  motorcycle from GrabElectric, as she feels that the electric  vehicle keeps her operational costs low, and the rental  model makes her day-to-day operations hassle-free.",
    "Group CEO’s Letter About Grab 2023 ESG Highlights Grab’s ESG Strategy ESG Governance Partner Platform Planet People ESG Metrics and Indicators  With GrabElectric,  | don't need to think  about the service costs  or insurance because  itis all covered in my  rental fee.",
    "Battery  swapping subscription  plans are also more  cost effective than  buying petrol.",
    "Wahyuni Maharani, 34  Indonesia  Grab driver-partner   100% renewable energy expanded to cover subsidiaries  As Grab has corporate offices and premises (including Jaya Grocer retail outlets and Grab Driver Centres) leased  globally, energy sources utilised to power these spaces, classified as Scope 2 emissions, contribute to 2.17% of Grab’s  total greenhouse gas emissions (market-based).",
    "In 2021, Grab committed to 100% renewable energy in all of Grab’s  corporate offices and premises by 2030.",
    "In 2023, we extended the effort to use 100% renewable energy through the purchase of renewable energy certificates  (RECs) for all of Grab’s corporate offices to cover all key subsidiaries regionally”.",
    "All RECs utilised are purchased locally  where available, and meet international standards such as the I-REC and APX TIGR.",
    "100%  offices operated by Grab and its subsidiaries are fully  powered by renewable energy  o | ' 86%  of RECs purchased are for renewable energy produced in  Southeast Asia   Operational-controlled subsidiaries (Jaya Grocer in Malaysia, Moca in Vietnam, Move It in the Philippines and Ovo in Indonesia)   Sustainable tech and  business practices  Efficiency is the emissions reduction lever that Grab  has the highest degree of influence over.",
    "Every day, the  app’s allocation of orders and jobs are being improved  by sophisticated machine-learning algorithms to ~ /3 ~2] 000 tCo2Ze  reduce time spent and distance travelled.",
    "These efforts 3  not only ensure better service quality for consumers of all food delivery orders reduced through  and improved earnings for driver-partners (through were batched in 2023 batching and sharing  reduction in operation costs and lesser idle time), it also  reduces greenhouse gas emissions produced by the  vehicles during fulfilment.",
    "While much of the time and distance optimisations happen in the back-end systems, Grab has also started to introduce front-end consumer features that provide options supporting  change in behaviour towards lower carbon emissions while increasing our ability to serve consumers more affordably.",
    "Without batching With batching  iit.",
    "Empowering consumers to con-  tribute towards carbon avoig- Tree-planting projects that provide and protect livelihoods  ance and removal projects in SEA Parmi, 71, lives in the heart of Dukuhseti Village nestled in Pati Regency, Indonesia.",
    "He is among the many local fishpond farmers  who work with EcoMatcher and Trees4Trees, a programme of the non-profit foundation Yayasan Bumi Hijau Lestari (Sustainable  Aside from the carbon reduction efforts, Grab uses the app as an Green Earth), to plant mangroves using the funds collected by Grab.",
    "Mangroves are important in safeguarding his fishponds by  enabler to educate consumers about the impact of climate acting as a natural protective barrier that breaks the intensity of the annual waves.",
    "The mangroves, which are good at reducing  change and empower them to take action.",
    "Since 2021, Grab has carbon emissions in the air, are also useful in mitigating flood and coastal erosion in that area by slowing down water flow and  introduced a carbon offset toggle, which allows consumers to preserving soil integrity.",
    "Parmi is now able to reap the fruits of his hard work and continue to sustain his livelihood and those of  offset their carbon footprint by fractionalising the cost of carbon his family farming milkfish (ikan bandeng) in his fishponds without fearing the annual waves that had previously threatened their  credits to the proportion of emissions from their rides or cherished supply of milkfishes.",
    "deliveries.",
    "The contributions (less than US$0.10) are channelled  towards carbon avoidance and removal projects such as the  conservation of primary rainforests at risk of deforestation in  Southeast Asia and tree planting projects that improve livelihoods  of local communities and protect land from coastal erosion.",
    "349,986 tonnes  of GHG emissions avoided We have been able to keep our  fishponds safe from flooding  out with the mangroves that  have been planted, thanks to  the contributions from Grab  consumers.",
    "PETANI  MITRA  ez >280,000  trees planted around the region  Parmi, 71  Pati, Indonesia  Local fishpond farmer   and Biodiversity (CCB) standards, which verify that conservation activities are reducing carbon emissions, driving  investments to the community, and conserving wildlife.",
    "e Katingan Mentaya Project in Central Kalimantan, Indonesia: Restores natural forests and conserves peatland  habitats, preventing the release of almost 7.5 million tonnes of greenhouse gases each year.",
    "e Keo Seima Wildlife Sanctuary conservation project in Mondulkiri Province, Cambodia: The protected area is  home to 75 globally threatened species and supports the livelinoods of local indigenous communities.",
    "Other projects that contribute positively to the environment include:  e Tree planting projects in the following areas, working with local non-profit or non-governmental organisations:  eo Project with Benih Baik in Labuan Bajo and Bali, Indonesia  0 Project with Conserve National Forests in Krabi province, Southern Thailand  © Forest Symphony Project by Song Foundation in Thuan Nam, Ninh Thuan province, Vietnam  e Solarisation project in Singapore: Collaboration with Sembcorp Industries to identify and support the rooftop  solarisation of community institutions in Singapore, such as the 182 solar panels installed on the rooftop of  SATA CommHealth Headquarters in 2022, which continues to produce renewable energy to power 10% of the  headquarter’s energy requirements annually.",
    "Our view on contributing towards voluntary carbon market  Carbon reduction is the utmost priority and focus in Grab’s decarbonisation strategy.",
    "At present, Grab  participates in the voluntary purchase of carbon credits’ on behalf of consumers, through the carbon offset  feature, which seeks to educate consumers about climate change and empower action.",
    "We recognise that there  are currently no universally-aligned standards for the carbon market.",
    "However, we do not want to discount the  fact that carbon credits are legitimate financial instruments for long-term environmental good.",
    "We will continue  to hold a high bar on our suppliers to ensure selected projects support their intended outcome, and hope the  industry will continue to debate the topic and work constructively together towards a lower carbon future.",
    "At  present, we conduct additional due diligence and reference the best available information provided by top carbon  rating agencies and state-backed voluntary carbon market exchanges in Southeast Asia.",
    "18 Each carbon credit is generated for every 1 tonne of greenhouse gas emissions reduced, avoided or removed through carbon removal projects.",
    ")  Grad ESG Report 2023 Group CEO's Letter About Grab 2023 ESG Highlights Grab’s ESG Strategy ESG Governance Partner Platform Planet People ESG Metrics and Indicators  Planting of mangroves along the coast in Indonesia helps prevent coastal erosion.",
    "Photo credits: Trees4Trees   Climate risks and opportunities  Grab began assessing its climate risks and opportunities based on the recommendations of the Taskforce for Climate-related Financial Dis-  closures (TCFD) in 2021, putting us in good stead to meet the International Sustainability Standards Board (ISSB) sustainability standards, in  the form of International Financial Reporting Standards (IFRS) S1 and S2, as these standards fully incorporate the recommendations of TCFD.",
    "As greenhouse gas is a material sustainability topic for Grab, we began we began voluntary measurement and transparent disclosure of our greenhouse gas emissions, including Scope 3  emissions, since our first ESG report in 2020.",
    "We have since expanded the scope of our measurement and reporting to include our subsidiaries, and additional categories in Scope 3.",
    "This has  also allowed Grab to assess our climate impact, risks and opportunities more accurately.",
    "In 2023, Grab strengthened our ESG governance, improving oversight and management of our material topics relating to climate.",
    "Grab’s leadership also aligned on the organisation's top five  climate risks and opportunities, after qualitatively assessing all types of physical and transition risks, as well as opportunities, suggested by TCFD.",
    "Risk factors Elaboration  .",
    ".",
    "wae .",
    ".",
    "Regulations/mandates limiting vehicles with internal combustion engines (ICE) will be a risk to Grab's mobilit Mandates and/or regulations around ICE vehicles Transition Risk Policy and Legal J ; / ; J ; ; ; ; J ; (ICE) y and delivery businesses, especially if alternatives are not at price parity.",
    "; -_ ; ; Increases in fuel and energy prices will impact both the mobility and delivery businesses as it will increase Increased prices of fuel and energy Transition Risk Policy and Legal - , costs for providing rides and deliveries.",
    "Extreme weather events such as floods, Physical Risk Acute For Grab, extreme weather events would likely disrupt the main businesses of mobility and deliveries.",
    "The  tropical cyclones and wildfires y impact may be large scale and prolonged.",
    ".",
    ".",
    ".",
    ".",
    "Rising sea levels puts coastal towns at risk of submersion, and the corresponding risk for Grab is operational  Rising sea levels Physical Risk Chronic ; J ; ; P P J P  disruptions in such towns.",
    ".",
    ".",
    "This refers to consumers’ preference shift towards more climate-friendly products and services, and their Changing customer behaviour and _.",
    ".",
    ".",
    "oe .",
    "— Transition Risk Market and Reputation behaviours changing in line with this shift, especially as there is increased awareness and attention on climate shifts in consumer preferences oo change and consumers’ contribution to it.",
    "Opportunities Elaboration  Improve transport efficiency Resource Efficiency By improving transport efficiency, Grab will be able to reduce operating costs for mobility and deliveries, especially if fuel  costs increase.",
    "Transition ICE vehicles to low emissions vehicles Products and Services There is an opportunity for Grab to support our driver-partners’ transition to ICE vehicles, reducing the friction for  driver-partners to adopt low emission vehicles by lowering the cost of entry.",
    "Diversify business by participating  in green solutions Products and Services/Markets There is an opportunity for Grab to:  (i) pivot into related and new businesses in the green economy that support our transition into a low carbon future.",
    "(ii) expand and transform current businesses for better participation in green solutions.",
    "These can allow us to diversify and increase our business revenue streams.",
    "Use of renewable energy Energy Source Transitioning to renewable energy will allow Grab to reduce cost for electricity powering Grab's operations, especially when  non-renewable energy costs increase due to tax or fossil fuel prices.",
    "Reduced energy and water consumption Resource Efficiency Initiatives to reduce energy and water consumption will reduce operational costs from Grab's office, premises and facilities.",
    "i  In the coming years, Grab will focus on quantifying these top risks and opportunities, and where possible, perform a climate scenario analysis to assess their future impact on Grab's financials.",
    "Food packaging waste is an inherent by-product of our food delivery platform, and Grab has set a goal of Zero Packaging Waste by 2040.",
    "However, effective  waste management remains a challenge in Southeast Asia due to lagging waste management infrastructure and collection processes, with an estimated 70%  of the waste generated in the region being uncollected or illegally dumped'’.",
    "There are also other challenges such as lack of commercially viable alternatives  to plastics, overpackaging and overconsumption, as well as mixed materials used in food packaging.",
    "Similar to how we manage greenhouse gas emissions, Grab taps on the scale of our platform to shift consumer behaviours and form partnerships to provide  a test bed for trialling sustainable packaging solutions.",
    "App toggle prevents  unnecessary cutlery from  being wasted since 2019  Taking a reduction-first approach, Grab  has an in-app solution that helps  consumers opt out of cutlery by default,  ensuring that they request for cutlery  only when they need it.",
    ">3.1 billion  sets of cutlery saved since 2019  817 million  sets of cutlery reduced in 2023,  weighing an estimated 7,360  tonnes of waste reduced Partnership to trial food packaging waste  reverse vending machine  Malaysia  In 2023, Grab partnered with KLEAN, F&N and MRANTI to launch 18 Al-driven  reverse-vending machines (RVMs) in locations close to consumers across  Klang Valley in Malaysia.",
    "These RVMs were trained to identify and accept food  packaging waste (e.g.",
    "containers, lids), on top of the usual PET bottles and  cans that are commonly collected by recyclers.",
    "This ensures that only recycla-  bles are properly collected and sorted at the point of collection.",
    "Asasrama Sdn Bhd, a certified processor, then recycles these items into raw  materials such as new PP and PET pallets/flakes, eventually giving them a sec-  ond-life by turning them into new products including apparels, furniture fillings  and plastic furniture/boxes.",
    "Indonesia  In Indonesia, we also rolled out “Plasticpay” RVMs for PET bottles, offering  OVO cash for the recyclables.",
    ">50,000  pieces of recyclables, including food packaging waste,  collected across the RVMs in Malaysia and Indonesia  19 Source: ASEAN Regional Action Plan for Combating Marine Debris in the ASEAN Member States (2021-2025).",
    "Tapping on our ecosystem  for recycling collection  To shift consumer behaviour and encourage  recycling amongst consumers, Grab trialled  a doorstep pick up of PET bottles for  recycling in Indonesia, tapping on our  GrabExpress Recycle fleet.",
    "In partnership  with Coca-Cola, Yayasan Mahija Parahita  Nusantara and Waste4Change, Grab  launched the Recycle Me Programme in  Indonesia from October to December 2023.",
    "The GrabExpress Recycle fleet picked up the  bottles from consumers in Jakarta,  Tangerang and Bekasi and sent them to  Mahija’s collection centres in these areas,  and consumers will receive OVO cash in  return.",
    "Used bottles are then recycled into  new Coca-Cola bottles at the Amandina  Bumi Nusantara factory.",
    "160,000  PET bottles collected and recycled Platform Planet People ESG Metrics and Indicators   Grab employees are guided by our mission  and values.",
    "Our culture supports a diverse  team of individuals who are excited about  solving real life challenges and driving  Southeast Asia forward.",
    "Peoele and Culture  A mission rooted in values and a way of living  keeps Grab employees close to the ground  In order for Grab to deliver on its mission, Grab employees live and  embrace The Grab Way and the company’s 4H principles: Heart,  Honour, Humility and Hunger.",
    "Grab focuses on enabling employees  to live and thrive as an individual and as a team with practices and  mindsets that support high performance.",
    "We structure employee  engagement, growth and ways of working (collectively Known as  The Grab Life) to help them:  e Experience joy by finding purpose and meaning in their work  e Embrace excellence, and be motivated to grow into the best  versions of themselves as a high-performing team  19%  engagement score, a measure of  how positive people feel about  their work, which is 3% higher  than the industry benchmark2° About Grab 2023 ESG Highlights Grab’s ESG Strategy ESG Governance Partner Platform Planet People ESG Metrics and Indicators  Honour  Trust in Grab makes  our mission possible Ideart  To serve our communities  and each other The Grao Way  Our Mission  Drive Southeast Asia forward by  creating economic empowerment  for everyone Hunger  Achieving our mission  requires grit and drive Humility  Acknowledging that we are  4H Principles all a work-in-progress  How we stay on mission  The Grae Life  How we live and thrive at Grab Practices Mindset  as an individual and as a team, Our daily routines and habits that The way we see the world, and  while working towards our we need to practise, to what motivates us to reach our  mission together.",
    "be the best that we can be.",
    "goals together.",
    "Guided by the Grab culture, our employees are encouraged to, and stay closely connected to our stakeholders on the ground, to build  ground truths that will help us better serve our ecosystem.",
    "One of the ways in which this is encouraged is through immersion programmes,  where employees spend time in the shoes of our driver-partners, delivering food and fulfilling rides.",
    "We also conduct regular surveys with our driver-partners, consumers and merchant-partners, to take their feedback into consideration.",
    "These results are shared with employees, including senior management, so that actionable measures can be taken to address the insights.",
    "20 Data based on the 2023 Grabber Engagement Survey, which is sent out to all full-time employees and had a participation rate of 87%.",
    "Grab owes our success to the talents of our globally-diverse team  and the varying perspectives they add to our thriving community.",
    "> 36 6%  nationalities me  represented 44% across Grab  women  88%  of Grab employees are based in  Southeast Asia to serve  Southeast Asia, while 12% are  from a global pool of talents  71More details on the diversity data can be found in the Metrics and Indicators table Recognising the importance of diversity, equity and inclusion, in  2021, we set a goal of having 40% of women representation in  leadership by 2030.",
    "36%  women in leadership in 2023,  moving towards our target  with an increase of two  percentage points from 2022  0.98  gender wage parity index:  a woman employee earns 98  cents to a dollar paid to a man  employee performing a similar  role at Grab Grab also takes active steps in ensuring that the workplace is  one that reflects our goals of championing diversity, equity and  inclusion.",
    "All full-time employees are required to do a mandatory  course on safe and respectful workplace, and are made aware  of the policies that Grab has on this.",
    "We also integrate inclusion  into skill expectations for employees, managers and leaders and  make resources available on an internal microsite so that  employees have a common understanding of what this means at  Grab, and for Grab.",
    "100%  of employees are trained in  what a safe and respectful  workplace is at Grab  Introduced a new inclusion community,  Accessibility at Grab, alongside three  existing communities - Parents at Grab,  Women at Grab and Pride at Grab ESG Metrics and Indicators   Grab invests in our employees, providing training and benefits that contribute to  their long-term success.",
    "We help Grabbers build critical skills through different  opportunities:  Defined skills framework to align expectations of essential skills required of all  Grabbers and leaders  Mandated every employee to develop a personal work and skill plan for the  year, with guidance from their manager  Wide range of skill building programmes to support diverse needs - including  structured interventions (e.g.",
    "workshops, mentorship, leadership coaching,  projects) and self-initiated digital learning  Made available a variety of artificial intelligence (Al) tools, coupled with an Al  playbook and learning programmes as well as learning resources to upskill  employees in leveraging technology to improve their work, productivity and  wellbeing in a responsible manner  Grab offers competitive compensation packages, including stock options that  encourage employees to be committed to our shared, long-term success.",
    "We  also offer employee share purchase plans, allowing employees to purchase Grab  stocks at a discounted price, where possible.",
    "22 More details on the diversity data can be found in the Metrics and Indicators table People    Our ESG report communicates Grab’s sustainability philosophy, approach and performance for the  reporting period from 1 January 2023 to 31 December 2023 (“2023”), unless otherwise stated.",
    "Unless otherwise stated, the quantitative and qualitative information covered in this report includes  all operations managed by Grab around the world, including our Mobility, Deliveries, Financial  Services, and Enterprise and New Initiatives business segments.",
    "The report is published annually, and the reporting currency is in US dollars unless otherwise stated.",
    "Restatement of information: Scope 3 Category 11 emissions for 2022 and 2021 have been restated  due to a formulation error for part of the emissions, resulting in an overstatement.",
    "Certain amounts and percentages that appear in this ESG report may not sum due to rounding.",
    "External Verification  Since our first annual ESG Report 2020, Grab has sought independent limited assurance for  selected ESG disclosures.",
    "Please click here for the 2023 independent limited assurance report for scope of data assured by  KPMG LLP, in accordance with International Standard on Assurance Engagements 3000 Assurance  Engagements other than Audits or Reviews of Historical Financial Information (ISAE 3000).",
    "Reporting Frameworks  Grab has reported in accordance with the GRI Standards for the period 1 January 2023 to 31  December 2023, using the GRI 1: Foundation 2021.",
    "There are no applicable GRI Sector standards.",
    "The following ‘metrics and indicators’ table serves as the GRI Content Index.",
    "Our voluntary reporting is also informed by the sustainability standards, IFRS S1 and S2, set out by  the International Sustainability Standards Boards (ISSB), which builds on the work of market-led  investor-focused reporting initiatives, including the Climate Disclosure Standards Board (CDSB), the  Task Force for Climate-related Financial Disclosures (TCFD), the Value Reporting Foundation’s  Integrated Reporting Framework and industry-based Sustainability Accounting Standards Board  (SASB) Standards, as well as the World Economic Forum’s Stakeholder Capitalism Metrics.",
    "Forward-looking Statements  This report contains forward-looking statements.",
    "All statements other than statements of historical fact contained in this report,  including but not limited to, statements about Grab’s goals, targets, projections, outlooks, beliefs, expectations, strategy, plans,  objectives of management for future operations of Grab, and growth opportunities, are forward-looking statements.",
    "Some of these  forward-looking statements can be identified by the use of forward-looking words, including “anticipate,” “expect,” “suggest,” “plan,”  “believe,” “intend,” “estimate,” “target,” “project,” “should,” “could,” “would,” “may,” “will,” “forecast” or other similar expressions.",
    "Forward-looking statements are based upon estimates and forecasts and reflect the views, assumptions, expectations, and opinions of  Grab, which involve inherent risks and uncertainties, and therefore should not be relied upon as being necessarily indicative of future  results.",
    "A number of factors, including macro-economic, industry, business, regulatory and other risks, could cause actual results to  differ materially from those contained in any forward-looking statement, including but not limited to: Grab’s ability to grow at the desired  rate or scale and its ability to manage its growth; its ability to further develop its business, including new products and services; its ability  to attract and retain partners and consumers; its ability to compete effectively in the intensely competitive and constantly changing  market; its ability to continue to raise sufficient capital; its ability to reduce net losses and the use of partner and consumer incentives,  and to achieve profitability; potential impact of the complex legal and regulatory environment on its business; its ability to protect and  maintain its brand and reputation; general economic, social and political conditions, currency exchange fluctuations and inflation;  expected growth of markets in which Grab operates or may operate; and its ability to defend any legal or governmental proceedings  instituted against it.",
    "In addition to the foregoing factors, you should also carefully consider the other risks and uncertainties described  under “Item 3.",
    "Key Information — D.",
    "Risk Factors” and in other sections of Grab’s annual report on Form 20-F for the year ended December  31, 2023, as well as in other documents filed by Grab from time to time with the U.S.",
    "Securities and Exchange Commission (the “SEC”).",
    "yw tt yw tt  Industry and Market Data  This report contains information, estimates and other statistical data derived from third party sources, including research, surveys or  studies, some of which are preliminary drafts, conducted by third parties, information provided by customers and/or industry or general  publications.",
    "Such information involves a number of assumptions and limitations and due to the nature of the techniques and  methodologies used in market research, and as such neither Grab nor the third-party sources can guarantee the accuracy of such  information.",
    "You are cautioned not to give undue weight on such estimates.",
    "Grab has not independently verified such third-party  information, and makes no representation as to the accuracy of such third-party information.",
    "Performance Indicator Group CEO’s Letter About Grab 2023 ESG Highlights Grab’s ESG Strategy ESG Governance Partner  2023 2022 2021 Platform Planet People  Framework ESG Metrics and Indicators  Organisation name Grab Holdings Limited  We are dual-headquartered in Singapore and Indonesia.",
    "Our corporate headquarters in Singapore is located in 3 Media Close, #01-03/06, Singapore 138498,  Location of headquarters and our corporate headquarters in Indonesia is located at South Quarter Tower C, Mezzanine and 7th Floor, JI.",
    "R.A.",
    "Kartini Kav.",
    "8, Cilandak Barat, Cilandak, Jakarta Selatan, GRI 2-1  DKI Jakarta 12430, Indonesia.",
    "Countries of Operations Cambodia, Indonesia, Malaysia, Myanmar, the Philippines, Singapore, Thailand, Vietnam  — ; ; ; ; Grab is a leading superapp in Southeast Asia that enables high frequency hyperlocal consumer services, such as mobility, deliveries and digital financial services for millions GRI 2-6  ACINIHIES, CalWe Gniciin ane) Culver SUITES MEME UIensinles of Southeast Asians.",
    "More information on how our business creates a multiplier effect of positive impact can be found on The Grab Impact Flywheel.",
    "Total Revenue (in millions)2° $2,359 $1,433 $675  Singapore $480 $302 $283  Malaysia $673 $509 $108  Indonesia $605 $275 $79  Philippines $200 $125 $81 GRI 2-6  Thailand $205 $109 $76 IFRS S1 and S2 - Strategy  Rest of Southeast Asia $196 $113 $48  Mobility 36.9% 44.9% 68.0%  Deliveries 55.5% 50.5% 28.2%  Financial services 7.5% 4.5% 4.1%  Others 0.1% 0.2% (0.4)%  Key stakeholders Consumers, driver- and merchant-partners, employees, investors, non-governmental organisations, regulators, governments and the general public.",
    "GRI 2-29  Participant of the United Nations Global Compact Network  In support of the Women’s Empowerment Principles, established by the UN Women and UN Global Compact Office  Sustainability memberships or associations Member of EP100, part of the energy efficiency initiative led by the Climate Group GRI 2-28  Signatory to Net Zero Carbon Buildings Commitment, part of the Advancing Net Zero programme by World Green Building Council  Pledged to support the vision of No Plastics in Nature by 2030 by PACT (No Plastics in Nature), a WWF initiative  23 Beginning with our First Quarter 2024 earnings release, we have begun to report results under four segments of Mobility, Deliveries, Financial Services and Others.",
    "These reporting changes reflect a change in how we plan to evaluate the performance of our businesses, and to enhance comparability to the  reporting of our peers.",
    "As part of that initiative, Advertising contributions will be allocated to the Mobility, Deliveries, and Financial Services segments where such contributions can be attributed to the respective segments.",
    "The changes to the comparative revenue by segment are shown here, while legacy  reporting for 2023 and years past can be found in Form 20-F, which has been filed to the SEC.",
    "48  Governance  Performance Indicator Frameworks  Corporate Governance  GRI 2-9 Governance structure Corporate Governance Guidelines p IFRS S1 and S2 - Governance  Board Committee Composition GRI 2-9  it itt hart Board Committees and Charters a ee Charter GRI 2-10  p IFRS S1 and S2 - Governance Nominating Committee Charter  GRI 2-9  Governance body composition Board of Directors Composition GRI 2-11  y P Management Composition GRI 2-12  IFRS S1 and S2 - Governance  Board diversity Grab complies with the NASDAQ Board diversity disclosure rule.",
    "GRI 405-1  Total number of Board Directors 6 6 6 GRI 2-9  Gender Diversity 33% 33% 33% GRI 405-1  Independent Directors 67% 67% 67%  Board average tenure 4.7 years = = GRI 2-9  Average board meeting attendance 100% - -  Board Expertise  Financial expertise 3/6 3/6 -  Global company leadership 4/6 4/6 - GRI 2-9  Sustainability and human capital management 1/6 1/6 - GRI 2-10  Government policy and regulatory experience 3/6 3/6 -  Consumer and digital experience 4/6 4/6 -  Innovation, technology and high-growth experience 5/6 5/6 =  GRI 2-19  Compensation of Directors and Executive Officers In 2023, we paid an aggregate of $7 million in cash compensation and benefits in kind to our directors and executive officers as a group.",
    "GRI 2-20  GRI 2-21  Average board meeting attendance  Grab is in full compliance with all applicable labour laws and regulations in the countries we operate in, and uphold human rights principles to ensure that slavery and human  Human Rights Commitment - .",
    "ae .",
    "uman Ig | trafficking are not taking place within our directly employed workforce.",
    "Code of Business Conduct and Ethics  Code of Conduct: Supplier  Codes of Conducts Code of Conduct: Consumer  Code of Conduct: Driver/Delivery-Partner  Code of Conduct: Merchant-Partner GRI 2-23   Performance Indicator 2023 2022 2021 Frameworks  We have engaged an independent third party to maintain our whistleblowing portal and hotline.",
    "Alternatively, an email can be sent to: whistleblowing@grab.com.",
    "Whistle-blowing a a GRI 2-26  These are open to all employees and members of the public.",
    "Complaints are reviewed by the team in charge of whistleblowing investigations and if warranted,  investigated.",
    "Once investigations are complete, a report is submitted to a Remediation Council for adjudication on appropriate steps to be taken.",
    "Anti-monetary laundering  _.",
    ".",
    "Compliance: covering policies on anti-bribery and corruption, gifts, entertainment, meals & drinks (GEM), whistleblowing, conflicts of interests, donations GRI 2-24 Mandatory trainings for all full-time employees and .",
    "fixed-term contract employees Cyber security CRI 205°2 ploy Data privacy GRI 403-5  Insider trading  Percentage of employees that completed mandatory  .",
    "99.8% 100% 100% GRI 2-24 trainings  Significant (amounting to >$1 million) monetary fines  paid out or non-monetary sanctions for non-compliance 0 0 e)  with applicable laws and regulations GRI 2-27  Fines or penalties related to environment or ecology  amounting to >$10,000  ESG Risk Management  Grab’s Management reviews and approves our environmental, social and governance metrics and indicators across material ESG topics, at least quarterly for topics which are of  moderate to high risk, and bi-yearly for other ESG metrics.",
    "This allows them to manage the issues, including climate risk, and integrate ESG considerations into Grab’s strategy and GRI 2-12  business plans.",
    "GRI 2-13  GRI 2-14  Oversight and management of ESG risks, The Audit Committee is responsible for reviewing the Company’s compliance with ESG obligations and standards, will review the Company’s annual ESG report, and will review on GRI 2-16  issues and impact a bi-annual basis with management the ESG initiatives and goals that the Company proposes to adopt and the Company’s progress relating to such initiatives and goals.",
    "GRI 2-18  GRI 2-22  This process was Officially ratified by the Board of Directors in 2023 and the Audit Committee Charter was updated to reflect that one of the purposes of the Committee is to IFRS S1 and S2 - Strategy  provide oversight with respect to Grab’s compliance with ESG obligations and standards, including applicable disclosures, and guidance with respect to Grab’s ESG related IFRS S1 and S2 - Risk Management  initiatives and goals.",
    "At the Management level, CEO Anthony Tan and COO Alex Hungate have oversight on climate-related topics, and are updated at least bi-yearly.",
    "GRI 2-12  Climate-related risks and issues oversight IFRS S1 and S2 - Strategy  At the Board of Directors level, the Audit Committee provides oversight of ESG matters, including climate-related topics.",
    "IFRS S1 and S2 - Risk Management   Performance Indicator Framework  Workers who are not employees (partners and Kios >13 million >10 million >9 million agents)  GRI 2-8  Registered driver-partners >6 million >5 million >5 million  Registered merchant-partners and Kios agents >6 million >5 million >4 million  Partner earnings >$11.0 billion >$10.6 billion >$8.9 billion  Number of partners with disabilities 3,184 >2,100 >2,100 Goal: >4,200 by 2025  IFRS S1 - Metrics and targets  Unique number of partners who have completed $1.2 million >1 million >780,000  courses on GrabAcademy  Platform  Performance Indicator  Road Safety Framework  Rides and deliveries that occurred without incident 99.99% 99.99% 99.99%  Overall incidents”?",
    "(per million rides) 1.305 1.319 1.307  Road accidents’® (per million rides) 0.825 0.930 0.909  Minor accidents (per million rides) 0.7690 0.863 0.161  Moderate accidents (per million rides) 0.0508 0.0611 0.0771 GRI 403-9  Serious accidents (per million rides) 0.0029 0.0019 0.0029 IFRS $1 - Metrics and targets  Critical accidents (per million rides) 0.0025 0.0037 0.0058  vosed on as wos seauirement Benchmark = <0.5 0.08 0.09 0.09  Delivery accidents (per million rides) 0.819 0.929 0.912  Sexual harassment incidents (per million rides) 0.358 0.262 0.281  Sexual assault incidents?’ (per million rides) 0.123 0.128 0.117  74Defined as all reported and conclusive safety incidents caused by driver-partners or passengers across our mobility and delivery businesses, including road accidents, harassments and crimes.",
    "25 Includes road accidents, sexual assaults and sexual harassment incidents.",
    "76 Accident caused by the driver-partner or passenger that occurs on-trip resulting in physical injury to the driver-partner, passenger and/or a third party.",
    "Includes all accidents that result in minor, moderate, serious or critical injuries.",
    "Performance Indicator Framework  Data Privacy and Cybersecurity  Privacy Notice  Form 20-F Item 16K Cybersecurity Terms and policies IFRS S1 - Risk management  Substantiated complaints?® concerning breaches of  customer privacy and losses of customer data 0 0 e)  Goal: O material breaches GRI 418-1  IFRS S1 - Metrics and targets  Material cybersecurity risks identified  Goal: O material breaches  Data Protection Trustmark (DPTM) Certification in Singapore  Certifications ISO 27001 certification for Grab Indonesia  4 Payment Card Industry Data Security Standards (PCI DSS)?° re-certifications across Grab entities  Number of employees dedicated to data privacy and  cybersecurity >90 - -  Percentage of employees who have completed ; ; ;  data privacy trainings 99.8% 100% 100%  Percentage of employees who have completed ; ; ;  cybersecurity trainings 99.8% 100% 100%  Grab’s cybersecurity programme is reviewed and updated on an annual basis, taking into consideration internationally recognised cybersecurity frameworks such as National  Institute of Standards and Technology Cybersecurity Framework and ISO 27001 standard for information security management systems.",
    "IFRS S1- Risk management  Cybersecurity programme .",
    ".",
    ".",
    ".",
    ".",
    ".",
    ".",
    "a oe .",
    "y ¥ PIOg Our Cybersecurity Team also continuously reviews the changing landscape of cyber threats and invests in our cybersecurity vulnerability management, monitoring, detection and  response capabilities.",
    "We are subject to internal and external audits periodically to verify the effectiveness of our security measures and our approach is also in compliance with  applicable cybersecurity laws and sector-specific requirements imposed by regulators.",
    "Data privacy framework Our approach to data privacy is underpinned by our “Privacy by Design” framework.",
    "We embed privacy and data protection into every new product or feature from the  conceptualisation and design phase, through its entire lifecycle.",
    "Our Data Privacy Framework is based on these four tenets:  1.",
    "Notification and obtaining consent  2.",
    "Protection and safe custody of personal data  3.",
    "Retaining personal data for no longer than necessary  4.",
    "Transparency  Our Privacy Office regularly reviews the global regulatory landscape and best practices to maintain robust data privacy control, while our Internal Audit and Risk Assurance teams  as well as independent assessors, provide evaluations and assurance on the effectiveness of these control measures.",
    "27 Unlawful physical acts that are of a sexual nature.",
    "This includes attempted or actual penetration or touching or kissing any sexual body part.",
    "We also include sexual misconduct to encompass non-verbal and non-physical behaviour used to obtain sexual gratification against another's will or at the expense of another,  which the aggressor or victim could be either consumer, driver or merchant.",
    "28 Defined as those made by third-parties or regulators concerning the unauthorised collection, processing and/or disclosure of personal data resulting in (a) a reporting to the relevant regulator was made by Grab, or the regulator has decided to commence an investigation on Grab due to escalation from an affected  individual(s), and (b) sanctions are levied upon us (financial penalty, jail terms, Cease and Desist Order or halt to our business activity); or resulted in a voluntary undertaking by Grab.",
    "79 PCI DSS is the global data security standard adopted by payment card brands for all entities that process, store or transmit cardholder data and/or sensitive authentication data.",
    "Performance Indicator  Greenhouse Gas Emissions Group CEO’s Letter About Grab 2023 ESG Highlights Grab’s ESG Strategy ESG Governance Partner Platform Planet People  Frameworks ESG Metrics and Indicators  Total Greenhouse Gas (GHG) Emissions  .",
    "2,478,203 2,044,242 1,428,291 (location-based) (tCO2e)  IFRS S2 - Metrics and targets  Total Greenhouse Gas (GHG) Emissions 2,472,662 2,039,501 1,423,939 (market-based) (tCO2e) a oe pa  .",
    ".",
    ".",
    "GRI 305-4 Emissions intensit er dollar revenue .001 .00142 .00211  y (Pp !",
    "0.00108 0.00 ° IFRS S2 - Metrics and targets  Scope 1 (tCO2e) .",
    ".",
    "GRI 305-1  1 14,91 A d terial Direct GHG emissions 36,186 913 esessec as imimaren IFRS S2 - Metrics and targets  vaheot Glo aneatone tromourchased electricit 99,090 91,208 10,338 p y GRI 305-2  S 2 (Market-based) (tC02e) IFRS S2 - Metrics and targets aed ° _ 53,549 46,468 5,986 Indirect GHG emissions from purchased electricity  Scope 3 (tCO2e) 1,978,121 1,417 Other indirect GHG emissions SSE SIEY 978, 417,953  Category 1 and 2: Purchased goods and services 214,845 155,576 58,268 a GRI 305-3 Category 3: Fuel- and energy-related activities 18,954 16,858 3,447 ERS S?",
    "= Meiites emelieveeig  Category 6: Business travel 2,992 4,788 1,017  Category 7: Employee commute 8,829 7,414 -  Category 11: Use of sold product*° 2,137,306 1,793,485 1,355,221  Mobility emissions intensity per km Reduced 2.1% year-on-year - - GRI 305-4  Deliveries emissions intensity per km Reduced 8.2% year-on-year - - IFRS S2 - Metrics and targets  Total GHG Emission reduction (tCO2e)  Lever 1: Transitioning to low emission vehicles*\" 71,000 39,000 =  Lever 2: Renewable energy for Grab’s premises 5,500 4,700 -  Lever 3: Sustainable business and technological GRI 305-5  practises (efficiency optimisation efforts such as 27,000 9,000 - IFRS S2 - Metrics and targets  batching and sharing)  Carbon credits*?",
    "349,986 29,352 2,334  Number of trees planted >280,000 >200,000 -  3° Figures for 2021 and 2022 have been restated due to a formulation error for part of the emissions, resulting in an overstatement.",
    "Rectification steps have been put in place to ensure proper data management.",
    "31 Emissions reduced are calculated based on the petrol-vehicle alternative for the distance travelled using: (1) zero emission modes of transport (e.g.",
    "walking or cycling) and (2) covered by Grab’s low emission rental vehicles, including EVs and hybrid vehicles.",
    "32 Each carbon credit is generated for 1 tonne of greenhouse gas reduced, avoided or removed through carbon removal projects.",
    "93  Energy Consumption Frameworks  Total Energy Consumed (MWh)?",
    "Goal: 100% renewable energy by 2030 for all electricity 90,496 78,462 15,752  used in premises occupied and under our direct control  Percentage of renewable energy** 11.2% 11.4% 45.5%  Percentage of grid electricity 88.8% 88.6% 54.5%  Waste  Total packaging waste facilitated through GrabFood 166,600  (tonnes) Grab aims to measure the waste facilitated through GrabFood periodically.",
    "Plastic waste facilitated through GrabFood (tonnes) 69,660  ts of cutl f th fault Sets of cutlery saved from the defau 817 398 7A  opt-out toggle (millions)  Air Quality (Pollutants resulting from vehicles on our platform) GRI 302-1  IFRS S2 - Metrics and targets  GRI 306-1  GRI 306-2  GRI 306-3  IFRS S2 - Metrics and targets  Nitrogen Oxides (NOx) (grams per km)  Sulphur Oxides (SOx) (grams per km)  Particulate Matters (PM2.5) (grams per km)  33 From 2022, Grab’s total energy consumed accounted for Jaya  34 100% of the offices operated by Grab and its subsidiaries are fully powered by renewable energy.",
    "Jaya Grocer’s retail outlet, which we began to account for in 2022, contributes to a significant proportion of energy consumed.",
    "Grab aims to measure air pollutants periodically.",
    "Grocer’s operations in Malaysia, resulting in an increase.",
    "0.22809  0.00323  0.00018 GRI 305-7  IFRS S2 - Metrics and targets   Performance Indicator  Group workforce data Frameworks  Total employees 15,989 18,636 16,345  Full-time employees 10,604 11,934 8,834  General and administrative 1,323 1,356 1,084  Sales and marketing 786 885 807 GRI 2-7  Operations and support 5,661 6,364 4,086  Research and development 2,834 3,329 2,857  Fixed-term contract employees 1,401 1,268 229  Temporary agency employees 3,984 5,434 7,282  Employees represented by labour union e) e) e) GRI 2-30  Workforce diversity for Grab employees*  Overall  Women 44% 43% - GRI 2-7  Men 56% 56% -  Employees in Leadership position*®  coal AO 2030 38% 34% :  Men 64% 66% -  Age <30 0% 1% -  Age >30-50 91% 91% -  Age> 50 9% 8% =  Employees in Technical positions”  Women 24% 29% -  Men 76% 75% - GRI 405-1  Age <30 36% 42% -  Age >30-50 64% 58% -  Age> 50 1% 0% -  All other employees*®  Women 93% 32% -  Men 47% 47% -  Age <30 33% 39% -  Age >30-50 66% 60% -  Age >50 1% 1% -  35 Excludes employees from acquisitions made in and after 2022, and the digital banking joint venture as well as temporary agency workers.",
    "36 Grab’s employee grading starts from G1 and extends to G10.",
    "Leadership roles are G7 and above.",
    "37 Technical staff are those who work in the technology end of the business, and are determined based on the employee's finance category, which is based on the cost centre, product, vertical and location.",
    "These figures include leadership.",
    "38 Employees who are not technical staff.",
    "Includes non-technical leadership.",
    "95  Cambodia  Women 53% 34%  Men 48% 46%  China  Women 31% 30%  Men 69°t% 70%  India  Women 18% 17%  Men 82% 82%  Indonesia  Women 38% 39%  Men 62% 61%  Malaysia  Women 53% 50%  Men 47% 50%  Myanmar  Women 59% 56%  Men 41% 44%  Philippines  Women 59% 59%  Men 41% 41%  Romania  Women 40% 44%  Men 60% 56%  Singapore  Women 39% 39%  Men 61% 61%  Taiwan’?",
    "Women 15% 14%  Men 85% 86%  Thailand  Women 63% 65%  Men 37% 35%  39 This location has fewer than 20 employees, which may have led to a more pronounced disparity in the ratio of men to women, as each individual can significantly impact the overall gender distribution.",
    "Planet  GRI 405-1 People  Frameworks ESG Metrics and Indicators  USA*°  Women 22% 23% -  Men 72% 76% -  Others 6% 1% -  Vietnam  Women 61% 60% -  Men 39% 40% -  Gender wage parity for Grab full-time employees“' Frameworks  Overall 0.98 0.98 0.98  Employees in Leadership position’?",
    "1.03 1.01 -  Employees in Technical positions*® 0.97 0.97 -  All other employees*4 0.98 0.97 -  Talent attraction, development, and retention GRI 405-2  Performance appraisal We conduct multi-dimensional 360 degree feedback at least annually for all full time employees.",
    "GRI 404-3  Engagement score from employee survey  Employee health, safety and wellbeing 79% 84%  Work-related employee fatalities  Employee lost-time injury*® frequency rate  (per million hours worked)  4° This location has fewer than 20 employees, which may have led to a more pronounced disparity in the ratio of men to women, as each individual can significantly impact the overall gender distribution.",
    "“1 Excludes employees from acquisitions made in and after 2022 and the digital banking joint venture as well as fixed-term contract employees and temporary agency workers.",
    "42 Grab’s employee grading starts from G1 and extends to G10.",
    "Leadership roles are G7 and above.",
    "43 Technical staff are those who work in the technology end of the business, and are determined based on the employee’s finance category, which is based on the cost centre, product, vertical and location.",
    "These figures include leadership.",
    "44 Employees who are not technical staff.",
    "Includes non-technical leadership.",
    "45 Accidents that result in employees taking medical leave.",
    "GRI 403-9  SDG Group CEO’s Letter About Grab  SDG Target 2023 ESG Highlights Grab’s ESG Strategy  Grab’s Material ESG Topic ESG Governance Partner Platform Planet People ESG Metrics and Indicators  Grab’s efforts and programmes  GENDER  EQUALITY  g Goal 5: Achieve gender  equality and empower all  women and girls 5.2: Eliminate all forms of violence against all women and girls in the public and private spheres,  including trafficking and sexual and other types of exploitation Platform Safety Grab has in place a series of preventive measures against sexual harassment and assault.",
    "We track  rates of such incidents and look at ways to reduce these.",
    "5.5 Ensure women’s full and effective participation and equal opportunities for leadership at all levels of  decision-making in political, economic and public life People and Culture We have set a target to increase the percentage of women in leadership to 40% by 2030,  up from 36% currently.",
    "We strive to create an inclusive environment and have a high gender wage parity of 0.98.",
    "DECENT WORK AND  ECONOMIC GROWTH Goal 8: Promote sustained,  inclusive and sustainable  economic growth, full and  productive employment  and decent work for all 8.3: Promote development-oriented policies that support productive activities, decent job creation,  entrepreneurship, creativity and innovation, and encourage the formalisation and growth of micro-,  small- and medium-sized enterprises, including through access to financial services Socioeconomic Impact Core to our businesses is providing empowerment for everyday microentrepreneurs in three areas -  economic, social and financial.",
    "The Grab ecosystem has over 13 million registered partners and Kios  agents, and we continue to find new ways to increase their earning opportunities  8.5 By 2030, achieve full and productive employment and decent work for all women and men, including  for young people and persons with disabilities, and equal pay for work of equal value Socioeconomic Impact In 2023, our driver- and merchant-partners earned over $11 billion on the Grab platform.",
    "This included over 3,100 partners with disabilities (PWDs) who, and we aim to have at  least 4,200 PWDs actively earn an income on the Grab platform by 2025.",
    "8.10 Strengthen the capacity of domestic financial institutions to encourage and expand access to  banking, insurance and financial services for all Socioeconomic Impact Through the offerings of Grab Financial Group and digital banking ventures, we are widening access for  financial services for all in Southeast Asia, especially the unbanked, underbanked, and underserved.",
    "10 REDUCED  INEQUALITIES  a  = 4a)  vW Goal 10: Reduce inequality  within and among countries 10.2 By 2030, empower and promote the social, economic and political inclusion of all, irrespective of  age, sex, disability, race, ethnicity, origin, religion or economic or other status Socioeconomic Impact In 2023, there were over 3,100 partners with disabilities (PWDs) who actively earned an income through  the Grab platform, and we aim to have at least 4,200 PWDs who do so by 2025.",
    "Goal 11: Make cities and  human settlements  inclusive, safe, resilient  and sustainable 11.2 By 2030, provide access to safe, affordable, accessible and sustainable transport systems for all,  improving road safety, notably by expanding public transport, with special attention to the needs of  those in vulnerable situations, women, children, persons with disabilities and older persons Platform Safety Grab’s comprehensive safety management framework encourages safe journeys for all who take part in  our mobility and delivery businesses.",
    "We have introduced numerous initiatives to reduce road accidents,  tracking and reporting on rates.",
    "This includes sexual harassment and sexual assault rates.",
    "Goal 12: Ensure sustainable  consumption and  production patterns 12.5 By 2030, substantially reduce waste generation through prevention, reduction, recycling and reuse Sustainable Packaging Solutions As one of the largest delivery platforms in Southeast Asia, Grab seeks solutions for the food packaging  waste generated on our platform.",
    "We have set a Zero Waste to Nature by 2040 goal.",
    "13 cro  <> Goal 13: Take urgent action  to combat climate change  and its impacts 13.1 Strengthen resilience and adaptive capacity to climate-related hazards and natural disasters  in all countries Greenhouse Gas Emissions Grab has set a carbon neutral by 2040 goal, and is taking a series of measures to help us meet that goal  because we believe that Southeast Asia and its inhabitants will be disproportionately impacted by  climate change.",
    "Our carbon reduction levers include helping our partners to transition to low emission  vehicles, using renewable energy for Grab’s premises, and sustainable business and technological  practices such as batching of orders and sharing or rides.",
    "13.3: Improve education, awareness-raising and human and institutional capacity on climate change  mitigation, adaptation, impact reduction and early warning Greenhouse Gas Emissions Through our eco-friendly rides toggle and in-app carbon offset feature, Grab aims to educate our  consumers about climate change and how they can do their part.",
    "Stakeholder Grab’s ESG Strategy ESG Governance Partner Platform Planet People ESG Metrics and Indicators  Consumers Engagement mechanisms  In-app communication, emails Priority concerns  Safety, reliability and experience of services  Protection of data and privacy  Driver-partners In-app communication, emails  In-person events such as town halls, driver-partner associations meetings and other special events  Partner satisfaction surveys and focus group discussions Earnings, benefits, welfare, training  Performance appraisals and compensation reviews Compensation and other employee benefits  Career development Employees Employee engagement survey Organisational updates  ications and updat .",
    ".",
    "Se Internal employee communications and updates Financial and sustainability performance of the company  i i nnouncement .",
    ".",
    ".",
    "ae SMe Mela ulnelatelel results announcemen's Financial and sustainability performance of the company Investors Annual general meetings  Investor conferences and meetings Transparency of disclosures  Merchant-partners Via account managers  In-app communication, emails  Webinars and conferences  Partner satisfaction surveys and focus group discussions Earnings, growth and sales  Ability to self-serve  Reliable fulfilment of orders  Non-Governmental Organisations  (NGOs) Consultation engagements for insights and feedback  Collaboration to co-develop programmes Environmental, social and economic impact  Accessibility of marginalised community  Regulators and Government Industry consulting representations  Programmes, discussions, and collaborations with governments and regulators Environmental, social and economic compliance  Regulatory compliance practices  Labour practices  Health and safety performance  Data regulation  Industry issues such as digitalisation   please email: sustainability@grab.com"
]