[
    "Cénercisa GRI 2-2, 2-3, 2-5 The Energisa Group, one of Brazil’s leading private energy solution providers, publishes its Annual Sustainability Report.",
    "The document details with objectivity and transparency the company’s main projects and results for the period from January 1 to December 31, 2023.",
    "This report has been drawn up in accordance with the guidelines of the Global Reporting Initiative (GRI), which provide direction for creating sustainability reports that focus on the management of environmental, social, and corporate governance (ESG) topics.",
    "Throughout the document, the GRI contents are marked with green-highlighted tags.",
    "The end of the report also offers a block of complementary content with information on this standard.",
    "The Report outlines how the Group is struc- tured, executes long-term business strategies, and endeavors to deliver results that meet the needs of its key stakeholders, all while address- ing the critical imperative of preserving the planet.",
    "To this end, the document details the company’s sustainability strategy, as well as sets forth its ESG targets and commitments, connecting them to the company’s materiality matrix and the United Nations’ Sustainable Development Goals (SDGs).",
    "The information reported in this document has been externally verified by the independent company SGS do Brasil, ensuring conflict-free and impartial validation.",
    "The financial data reported does not follow the same periodicity of disclosure as the Company's financial report, which is released to the market ona quarterly basis.",
    "Comments, concerns and other questions regarding the information in the report can be sent to sustentabilidade@energisa.com.br.",
    "Enjoy your reading!",
    "enercGcisa — CONTENTS MESSAGE FROM THE BOARD ENERGISA APPROACH TO SUSTAINABILITY CLIMATE ACTION LEADING THE ENERGY TRANSFORMATION PROMOTING SOCIAL MOBILITY CARING FOR PEOPLE OPERATING REPONSIBLY ADDITIONAL INFORMATION GRI CONTENT INDEX ASSURANCE STATEMENT CREDITS 2023 ANNUAL SUSTAINABILITY REPORT _ | <3 > THE BOAR FROM GRI 2-22 It gives me great pleasure to share with you the Annual Sustainability Report of the Energisa Group.",
    "More than just a compilation of data and achievements, this document is an expression of our commitment to the present and the future.",
    "The energy sector is going through a time of ex- traordinary change.",
    "We are a driving force behind these changes.",
    "We take a holistic approach to the prospect of meeting the energy needs of our cus- tomers, consistent with our ongoing quest to be their ideal partner, providing security, affordability and reliability.",
    "Our journey so far has been marked by consistent and dedicated preparation.",
    "We base ourselves on the values and know-how we have accumulated over almost 120 years of history as inspiration for our growth.",
    "We are currently positioned to offer a diverse array of innovative and sustain- able solutions, adapted to the varied needs of our residential, commercial and industrial clients.",
    "We operate in cities, in rural areas and in the most re- mote areas of the Legal Amazon and the Pantanal.",
    "In addition, we have made a firm commitment to the new generations to align our sustainability goals by 2050 with the 17 SDGs established by the UN.",
    "Electricity distribution, a significant segment, ac- counts for 83% of the Group's EBITDA.",
    "It is within this segment that we have developed our exper- tise in prioritizing clients, enabling us to efficiently plan, integrate, transform, and advance new busi- ness ventures.",
    "Our venture into other segments is always based on achieving high standards of quality, management and performance to meet the needs of customers and other stakeholders.",
    "One of the key achievements of 2023 was the acquisition of ES Gas, the leading gas piping and distribution concessionaire in Espirito Santo, which marked the Group's entry into the natural gas sector.",
    "Recognized as a fuel that will aid the energy transition in Brazil and worldwide by pos- itively impacting carbon emission reductions and improving air quality, natural gas has enormous growth potential across all consumer segments < 4 > We base ourselves on the values and know-how we have accumulated over almost 120 years of history as inspiration for our growth climate control), not only in Espirito Santo but in other states as well.",
    "Also worth noting is Energisa’s foray into the promising biomethane production and marketing sector.",
    "Through (re)energisa, we acquired Agric, a company specialized in composting industrial organic waste and biofertilizer production.",
    "Our in- tention is to turn it into the main biomethane and biofertilizer production plant in Santa Catarina.",
    "Biomethane, a renewable natural gas, has many applications, from mixing with conventional gas to generating hydrogen, ammonia and methanol.",
    "This is a market with great growth potential, par- ticularly in states where Energisa already operates and which are home to sectors such as agribusi- ness, which generates a lot of organic waste.",
    "This acquisition aligns with the Group's strategy of diversifying its energy solutions ecosystem.",
    "The launch of (re)energisa in 2022 was a decisive step in this direction and has since opened up many opportunities.",
    "Created to operate in the free energy market by offering distributed generation through renewable sources, value-added services and energy efficiency, the company ended 2023 as one of the leaders in the distributed photovoltaic generation sector in Brazil, with more than 351 MWp of installed capacity in 90 plants located in five states in the southeast and midwest regions.",
    "Its primary product, Assinatura Solar, has been widely accepted in the market and now serves more than 12,000 customers, including house- holds and companies of different sizes.",
    "This means eliminating the emission of around 172,000 tons of CO2 per year into the atmosphere, equivalent to planting 1.2 million trees every year.",
    "At the beginning of 2024, the free energy mar- ket was opened up to medium and high voltage customers, unleashing a plethora of new choices for thousands of businesses and industries.",
    "(re)en- ergisa is ready to compete in this market and can offer the best services and solutions to customers through its retail company.",
    "The Energisa 5D platform (diversified, decarbon- ized, decentralized, digitized and democratic) is gradually becoming a reality.",
    "We are proactively I VAN The Energisa 5D platform (diversified, decarbonized, decentralized, digitized and democratic) is gradually becoming a reality searching for innovative solutions that promote decarbonization in different regions, including in the most “remote and difficult areas.",
    "Energisa has held discussions with public authorities to put in place a hybrid microgrid solution - as adopted in the pioneering project implemented in Vila Restauracao in Acre state - in more locations to en- sure energy security in the Amazon region in areas where interconnection by distribution networks is economically or environmentally unfeasible.",
    "Currently, around 1.43 million people live in 111 priority areas for decarbonization—areas suitable for replacing thermal power with other sources — in the states of Acre, Amazonas, Amapa, Rond6nia, solution could bring significant benefits by low- ering both the high cost of diesel and greenhouse gas emissions.",
    "In 2023, the scenario became even more precarious with the region facing a massive drought that caused several Amazon-based rivers to reach the lowest level ever recorded.",
    "This severe drought has made it even more difficult to trans- port fuel by river to remote areas, seriously impact- ing the supply of local thermoelectric power plants.",
    "In 2023, the effects of EI Nino and the concurrent warming of the surface of the North Atlantic left an indelible mark, making it the hottest year in the past 174 on record, according to data from the World Meteorological Organization (WMO).",
    "This global climate anomaly has directly affect- ed the electricity consumption in all the regions where Energisa operates, resulting in an average increase of 5.2% as compared to 2022.",
    "PA vari- ety of variables and models are used to measure temperature variations and their effects on energy consumption, but these phenomena are challeng- ing the accuracy of these methods.",
    "One of the metrics used is Cooling Degree Days (CDD) which measures demand for cooling in a given area over a period of time.",
    "In 2023, the CDD was 14% higher than in 2022 due to successive heat waves across all regions, which helps explain the 51% in the load variation compared to the average of 37% from 2019 to 2022.",
    "Climate change is causing an increasingly evident and intense impact in many parts of the world.",
    "In recognition of this situation, Energisa has been acti- vely preparing itself since 2011 to face extreme wea- ther events, implementing contingency plans aimed at dealing with a wide range of situations, including torrential rains, strong winds, lightning strikes, heat waves and forest fires.",
    "Our approach involves cons- tant monitoring of the weather to anticipate needs, deployment of on-call teams, activation of emergen- cy protocols, strategic allocation of materials and equipment while reinforcing communication and continuously abiding by safety standards without affecting the flow of service to our clients.",
    "In the financial year, the Group invested R$ 4.4 billion in distribution and, in 2024, the company plans to invest R$ 4.9 billion in this sector and RS 6.0 billion in total.",
    "These high investments reflect Energisa’s commitment to meeting all regulatory obliga- tions and ensuring operational excellence for our customers.",
    "In transmission, we completed significant projects and have been able to bring forward the start- up of all the concessions we have acquired since 2017.",
    "From then until the end of 2023, Energisa invested R$ 2.6 billion, put eight concessions into operation and made acquisitions, reaching the regulatory permitted annual revenue (PAR) of R$ 764.1 million.",
    "We expect to reach the end of 2027 with at least 12 operational assets.",
    "In a subse- quent event, in March 2024, we secured lot 12 in the first transmission auction of the year, enabling us to boost the PAR for the upcoming years by approximately 14%.",
    "Anchored in the value that “the customer is everything to us’, our distributors have achieved an outstanding position among the best in the country according to the customer satisfaction criteria (ISOP) of the Brazilian Association of < 6 > ranking of the IASC of the National Electricity Agency (Aneel).",
    "This achievement is the result of significant investments in employee training, consolidating the “Energisa way of serving” by adopting differentiated attitudes and service standards that create a positive experience for our customers in every interaction.",
    "We are proud to announce a corporate net prof- it of R$ 2.6 billion this year, 6.4% up from 2022, with an annual growth rate of 29% over the last We continue with the certainty that we are making a difference in people's quality of life, the development of the regions where we operate, and the creation of a more sustainable world ten years.",
    "The Group paid dividends regularly every six months, amounting to a dividend yield average of 4% a year These numbers also reflect the significant in- crease in the Group's social investment volume.",
    "Throughout its 119-year history, Energisa has been committed to building solid relationships with the communities where it operates by supporting projects that boost human development through education, value local culture and generate so- cial mobility.",
    "Since 1987, we have supported the Ormeo Junqueira Botelho Cultural Foundation, a benchmark in audiovisual production in the Zona da Mata region of Minas Gerais, and in the dis- semination of all other cultural sectors in the cities served by the Energisa Group.",
    "The inauguration of the Energisa Institute in 2022 marked a significant milestone in our approach.",
    "We continued our socio-cultural investments in 2023 to find and support initiatives that boost the creative economy in a decentralized way, contrib- uting to the preservation of memory, education and income generation in the places where we operate.",
    "Last year, we invested R$ 53.99 million of our funds and from incentives.",
    "We are committed to strengthening our bonds with local communi- ties and doing our part to create a more prosper- ous and sustainable future for all.",
    "| would like to thank all our employees who, through their dedication, persistence and pursuit of excellence, have enabled Energisa to reach this result.",
    "We continue with the certainty that we are making a difference in people’s quality of life, the development of the regions where we operate, and the creation of a more sustainable world.",
    "We uphold the centenary values that the founders of Energisa believed in and we see the present as the convergence point between the past and the future.",
    "Every decision is intricately linked to the legacy we aspire to leave for future generations.",
    "Ricardo Botelho CEO of Energisa Group <7 > PRESENCE IN THE REGION WAY OF BEING ENERGISA 5D PERFORMANCE 2023 INDEXES AND RATINGS AWARDS AND RECOGNITION > | e \\S nercisa by entrepreneurship, pior transformi ne able de lt ~:, —e ENERGISA TRANSFORMATION ASABRAND is comprised of several companies that place the custom- er at the core of their business.",
    "It offers solutions ranging from energy generation, transmission and distribution to the development of hybrid microgrid projects in remote areas of the Amazon and Pantanal regions.",
    "The Energisa Group strives to meet the energy needs of its customers by operating as a broad and complete ecosystem that offers products and services to residential, commercial, industrial and rural customers.",
    "We want to become the ideal partner, providing security, affordability and reliability.",
    "2023 ANNUAL SUSTAINABILITY REPORT | ENERGISA ENERGY \\ a DISTRIBUTION ni (re)energisa | N , PP RENEWABLE SOURCES i : : ale / VALUE-ADDED SERVICES pte oe ia FREE ENERGY MARKET =, = TRANSMISSION AND CENTRALIZED Aree GENERATION OF :- ENERGY ( éhercisa “ Ecgas grupo energisa i he - a ¢ GAS DISTRIBUTION .",
    ".",
    "K .",
    ".",
    "ee .",
    ".",
    ".",
    ".",
    ".",
    ".",
    "of ’ 0° 6 2 eee = .",
    "eo “ay Bi - oe BIOGAS AND BIOMETHANE on FINTECH PRODUCTION pre 4 — >» BUSIN Throughout its history, either through the incorpo- ration or the creation of new ventures, the Energisa Group has broadened its scope of action to position itself as a company that values the quality of its services and the sustainability of its business.",
    "The year of 2023 marked the Group's introduction into two new sectors: the production of biofertilizer, biogas and biomethane; and the distribution of natural gas.",
    "To this end, it acquired ES Gas in July and Agric in August.",
    "The Group's primary line of business, its activi- ties ensure the reliable and affordable supply of electricity to the population.",
    "Energisa controls nine distribution companies located in the state of Minas Gerais, Sergipe, Paraiba, Rio de Janeiro, Mato Grosso, Mato Grosso do Sul, Tocantins, Sao Paulo, Parana, Acre and Rondonia VOLTZ Brazil's first fintech in the utilities sector aims to create products that can boost the digital and financial inclusion of the country’s cus- tomers and can expand the solutions devel- oped for the Energisa Group ecosystem, as well as for other utilities, which face complementary and similar challenges to those of the Group.",
    "(RE)ENERGISA Consolidated into a single brand in 2022, the company has incorporated the non-regulated businesses of decentralized generation through renewable sources, energy trading on the free market and value-added services.",
    "TRANSMISSION Essential in the energy transition, transmis- sion lines provide the energy exchange needed for the security of a low carbon matrix.",
    "The electricity transmission activities, rolled out in 2017, include 13 concessions in nine states.",
    "MULTI ENERGISA Energisa’s contact center is primor- dial in maintaining and improving the customer experience.",
    "SERVICE CENTER (CSE) Created to ensure greater administrative effi- ciency and transparency, the Energisa service center is dedicated to the transactional pro- cesses of operational areas such as Human Resources, Accounting, Finance, Supplies, Ser- vice Management, Billing and Infrastructure (facilities, fleets and construction projects).",
    "<2 > NATURAL GAS DISTRIBUTION Espirito Santo-based ES Gas is responsible for natural gas piping and distribution services in the state.",
    "It operates in the residential, com- mercial, industrial, auto, air conditioning, cogeneration and thermoelectric power sectors, serving more than 80,000 consumer units.",
    "Nat- ural gas, a versatile energy source utilized for generating both heat and electricity, also serves as a raw material in industry, with reduced emissions compared to other fossil fuels.",
    "We will also distribute biomethane through ES Gas pipelines, which will also be an important factor in the transition to more renewable energy sources.",
    "BIOFERTILIZERS / BIOGAS / BIOMETHANE Santa Catarina-based Agric is at the forefront of the energy transition by transforming industrial organic waste into biofertilizer.",
    "Energisa plans to expand its operations to generate biogas and biomethane, actively contributing to the reduction of greenhouse gas emissions and promoting the adoption of sustainable waste disposal methods and organic soil fertilization processes.",
    "THE REGION GRI 2-1 e Aconcession of natural gas distribution: ES GAS e TWO PHOTOVOLTAIC PLANTS for centralized solar generation ¢ 90 DISTRIBUTED GENERATION PLANTS, Operating in with 351.2 MWp of installed capacity er “ ip 8.6 — ——— e 3,118 KM of transmission lines and 14,454 MVA of transformation _ capacity e AROUND 300 TONS/DAY of organic waste from industries for transformation into biofertilizers and production of biogas/biomethane Cp + 20 mition 2.035 PEOPLE SERVED MILLION KM?",
    "(10% of Brazil’s population) of coverage ane — (24% of the country) Y 9 & 13 7 ©) Distributor Transmission assets Distributed generation CONCESSIONS CONCESSIONS COMPANIES Centralized solar generation for distribution of for transmission providing Wi (re)energisa electricity : ancillary _ Distributors + (re)energisa 1 In accordance with the Supreme Court’s decision on aN a services 06/Oct/2023, the state of Mato Grosso now has 142 bE .",
    "— ESGas municipalities.",
    "The district of Sorriso, Boa Esperanca, is now called the municipality of Boa Esperanca do Norte.",
    "Agric Energisa and its businesses abide by a set of principles and values that underline the culture and guide the company’s actions towards the desired future.",
    "VALUES MISSION The Energisa Group exists to transform ener- gy into comfort, development and new possi- bilities, with sustainability, offering innovative energy solutions to customers and adding value to shareholders as well as opportunity for its employees.",
    "EVERY DAY We look after everyone's life by taking care of each other.",
    "We follow every safety procedure in the book.",
    "2023 ANNUAL SUSTAINABILITY REPORT | ENERGISA VISION Taking a leading role in the energy transfor- mation, linking individuals and businesses to optimal energy solutions, while contributing to the construction of a more sustainable world.",
    "NOT WORTH IT AT ALL Failing to act in the event of unsafe acts and conditions.",
    "Believing that it won't happen to us.",
    "Ee We are driven to understand and serve the customer.",
    "We strive for excellence in customer experience.",
    "Promising what we can't deliver Using regulation as a shield.",
    "We make decisions based on today and the future.",
    "We work for and with the community, Acting without transparency, integrity and ethics.",
    "Do things differently from what is said.",
    "We value people, with respect and meritocracy.",
    "We act as owners and promote an environment of trust and independence.",
    "Discrimination of any kind.",
    "Forgetting to listen to and respecting different opinions.",
    "We experiment, make mistakes and adjust quickly.",
    "We value good ideas, without boundaries and without hierarchy.",
    "Give up on new ideas that generate value.",
    "Create barriers for those who propose something different.",
    "We are bold in our goals and innovative in our solutions.",
    "We work with the team towards the same goals.",
    "Generate results at any cost.",
    "Fulfil the plan without winning the game.",
    "Since its foundation, the Energisa Group has been known for its trailblazing spirit, its quest for excel- lence, the consistent performance of its ventures and the entrepreneurial spirit with which it tackles existing opportunities and develops new business in Brazil’s promising energy market.",
    "These pillars are further enhanced by solid gov- ernance and corporate control models, aimed at maximizing the company’s growth while main- taining a sound corporate control structure To guide its long-term trajectory, the Energisa Group has established a clear strategy anchored on its mission, vision and values.",
    "This strategy aims not only to prepare for and proactively adapt to change but also to detect the current and future energy demands of residential, commercial and industrial customers in urban, rural and remote settings.",
    "It is with basis on this understanding that the company comes up with the solutions that are added to its business ecosystem.",
    "Another pillar of this strategy is the commitment to face the challenges and find the opportunities arising from the energy transformation, decar- bonization and environmental sustainability.",
    "The Energisa Group Is actively engaged in reducing greenhouse gas emissions.",
    "Furthermore, the com- pany directs its efforts towards ensuring access to clean, reliable, and high-quality energy, always with the aim of democratizing access and ensur- ing its equitable use for all Brazilians.",
    "To put this strategy into motion, the Company adopted the Energisa 5D approach, which guides the Group towards a diversified, decarbonized, decentralized, digitized and democratic approach.",
    "The last “D”, added in 2023, symbolizes the effort to bring affordable energy to all Brazilians (see more on page 47).",
    "4 Mak OA Cer ee» ‘.",
    "r 4 \\ w roy ll y re Se AARINURt SUSTAINABII Be REPORT | ERSIES @ quete fora, 5 & juvte ge O29 batt MMeM th sees 4 OF a nit ~ wae ; Zs ‘ideal aah’ Ore es az rad Sy , Digitization Decarbonization Diversification Decentralization Democratization DESCRIPTION Innovation in processes leveraged by digital transformation.",
    "Investment in energy sources of lower emission or deployment through the use of infrastructure operated by the company so these sources can be made offered to customers.",
    "Diversification of business and supply of multiple energy sources, increase in security and flexibility geared to the energy demands of customers Proliferation of systems based on distributed energy resources (DER), or the decentralized production of renewable natural gas, which are those located within the boundaries of a distribution concessionaire and generally delivered to consumers in that same region.",
    "Facilitate access to and fair distribution of electricity, broadening its reach to more remote regions.",
    "Promote affordability to expand the use of energy.",
    "¢ 16 > APPROACH Intelligent sensors and automated systems for integrating distributed sources; more efficient customer service via digital channels; digital transformation of internal processes; use of artificial intelligence to provide efficiency and better services to customers.",
    "Close down thermopower plants in use in isolated systems; invest in generation from renewable sources (biomass, biogas, photovoltaics and wind power); reduce its own greenhouse gas (GHG) emissions; build network infrastructure to run off renewable sources or lower emissions.",
    "In addition to generating sources, Energisa is also diversifying its business lines, with investments in distributed and centralized generation, energy solutions and financial services, natural gas distribution and the production of biofertilizers and biogas/biomethane.",
    "Develop innovative solutions such as electric mobility, DER and behind-the-meter services; and internalize renewable natural gas through production close to the consumer market.",
    "Adopt battery technologies and photovoltaic solar generation for remote communities and isolated customers; develop solutions that are accessible to energy consumers in general.",
    "enercisSa FINANCIAL CAPITAL CONSOLIDATED NET PROFIT OF RS 2.",
    "58 BILLION CONSOLIDATED NET DEBT OF RS 24.87 BILLION EBITDA REACHED AN ALLTIME HIGH OF » 7.62 BILLION, RS 628.3 wition FROM 2022 2023 ANNUAL SUSTAINABILITY REPORT | ENERGISA < 17> Mindful of its growth and diversification strategy, Energisa capitalized on acquisition opportunities and faced its challenges assertively in 2023.",
    "The positive result is reflected in improved indicators, such as EBITDA, and in the generation of shared value.",
    "<5 388,000 39375...",
    "«Bown tCO.e INVESTED IN THE 2 OF ATLANTIC RAINFOREST WITH — FLORESTA VIVA FUND AVOIDED PER YEAR WITH THE THE USINA MAURICIO PRIVATE FOR REFORESTATION IN SHUTDOWN OF THERMOPOWER ~~ NATURAL HERITAGE RESERVE THE AMAZON (TO BE PLANTS (RPPN FROM ITS ACRONYM IN DISBURSED BETWEEN PORTUGUESE) 2023 AND 2026) GID HUMAN CAPITAL “16648 6402 1.Lac00 EMPLOYEE OUTSOUCED WORKERS HOURS OF TRAINING AND DEVELOPMENT enercisSa MANUFACTURED CAPITAL INVESTMENTS OF RS 6.02 BILLION 39,500.",
    "DISTRIBUTED TO THE RESIDENTIAL, INDUSTRIAL, COMERCIAL, RURAL AND OTHER SECTORS (CAPTIVE + FREE) INTELLECTUAL CAPITAL RESEARCH & DEVELOPMENT PROJECTS AND ONGOING EXPERIMENTS > PATENTS REGISTERED IN 2023 2023 ANNUAL SUSTAINABILITY REPORT | ENERGISA == < 18 > re) HOW GLOBAL WARMING WILL 5 2 % CHANGE CONSUMPTION IN 2023 e GROWTH IN ENERGY CONSUMPTION OF WHICH 13% ONLY IN THE LAST QUARTER To find out more about operational indicators and Quality of Service, SOCIAL AND RELATIONSHIP CAPITAL RELACIONAMENTO AROUND RS 5 3 99 MILLION INVESTED IN SOCIAL/CULTURAL PROJECTS -426,000 PEOPLE BENEFITING FROM SOCIAL/ CULTURAL PROJECTS Click here to consult the detailed 2023 performance statement.",
    "Energisa Group has been rated by the world’s top rating agencies: AGENCY Standard & Poor’s Moody’s Fitch Ratings NATIONAL OVERALL RATING / RATING/ DATE OF LAST OUTLOOK OUTLOOK PUBLICATION brAAA (stable) BB- (stable) Dec/2022 AA+br (stable) — Dec/2023 AAA (bra) (stable) BB+ (stable) Sep/2023 AWARDS AND RECOGNITION < 19 > Energisa Group's performance was recognized through various awards in 2023, underscoring the generation of shared value.",
    "See here the highlights: INNOVATION The Energisa Group receives public recognition from various organizations for the quality of its projects and initiatives e Valor de Inovacao Award Energisa came 2nd in the ranking of the Valor Econémico newspaper, which elects the 100 most innovative companies in the electricity sector in Brazil.",
    "In the overall, it was ranked 28th.",
    "e Epoca Negocios 360: 2nd place in the electricity sector.",
    "e 7TH Experience: Among the top 50 technology and innovation executives of 2023.",
    "e Sendi Award This project presents an auction model for isolated generation and distribution systems and it was recognized during the National Seminar on Electricity Distribution.",
    "e Intersolar The Smarter E Award The case Vila Restauracao was the only project developed in the Americas that was recogni- zed in this international award.",
    "e 100 Open Startups — Ranking 100 Open Corps The Group came second in the Electricity and Renewables category and 17th overall.",
    "15!",
    "PLACE CUSTOMERS <¢ 20 > e Two awards from Customer Summit Awards, the largest customer experience awards in Brazil.",
    "e Two awards Clientes SA, with the Energisa sat- isfaction survey and the new Digital Agency.",
    "e Five ABT awards, which is the largest cus- tomer relationship award in Brazil to recog- nize and disseminate best practices.",
    "e International nomination for the LATAM Award in the category Leader in Consulting Project, with the PESA Satisfaction Survey, and also a nomination for the Brazil that delights the consumer Award, with the case First Call Resolution.",
    "IASC/ANEEL AWARD (ANNUAL CONSUMER SATISFACTION INDEX) Company Ranking 2023 Category Energisa Paraiba 1° Best energy in Brazil over 400,000 consumer units Energisa “t ; Tocantins 1 North - Best energy 1% Midwest - Best energy Energisa Mato Grosso do Sul - Greatest growth - e Great Place to Work (GPTW) recognized with a GPTW seal.",
    "In 2023, three Every year, GPTW conducts a climate survey with the employees of companies that wish to be included in its ranking of best compa- nies to work for, to assess the level of satis- faction with the work environment.",
    "Those that achieve more than 70% approval are companies of the Group were recognized in their categories (Energisa Paraiba, Energisa Mato Grosso do Sul and Energisa Tocan- tins), the result of Energisa’s commitment to ensuring the best work experience for its employees.",
    "COMPANY RANKING 2023 CATEGORY NUMBER OF EMPLOYEES Energisa Paraiba 2nd Paraiba 2,249 Energisa Minas-Rio Ath Minas Gerais 986 Energisa Mato Grosso do Sul 1* Midwest 1,364 1* North Energisa Tocantins 1,470 2nd Energy Energisa Rond6nia 224 Brazil 1,456 Energisa Sul-Sudeste gin Sao Paulo 1,028 Multi Energisa Ath Ceara 846 Voltz 12° Rio de Janeiro 171 APPROACH IO gS NABILITY == .",
    ": O STAKEHOLDER ENGAGEMENT O SUSTAINABILITY STRATEGY, \\s ce) EVOLUTION OF SUSTAINABILITY COMMITMENT — ENGAGEMENT GRI 2-14, 2-29, 3-1, 3-2 Energisa's action on environmental, social and | AUDIENCE TYPE OF ENGAGEMENT governance issues is an essential part of its busi- ness strategy.",
    "And, understanding that the stake- Service branches, social networks (Instagram, Facebook, LinkedIn, X and Youtube), call center, holders are broad, impacting or being impacted by Customers WhatsApp Gisa, Energisa ON, reporting channel, Consumer Council and satisfaction surveys (IASC).",
    "the Company’s business, the approach to building the sustainability strategy was defined based on its network of relationships.",
    "The Company believes Employees that continuous and responsive engagement with all stakeholders increases its ability to pinpoint Meetings, webinars, workshops, corporate social network (Fala ai), Pulses tool, Giro da Semana, Vem de Zap, Bussola.",
    "Supplier portal, Development Program - Sinergisa and standard contractor, workshops, opportunities and solutions for the wider so- Suppliers contract manager, email.",
    "cio-economic challenges of the business, through multiple forms of engagement.",
    "Society Audience, interviews, meetings, emails, ombudsman, social networks.",
    "See here Energisa Group’s main stakeholders and Communication means Communication by the Press, social networks, blogs, website, WhatsApp, release, interviews.",
    "the most relevant methods used by the company to relate to each one: Shareholders, Investors .",
    ": sas Reports, reference form, questionnaires, newsletters, emails, IR website, Energisa Day.",
    "and financial entities Regulators Assemblies, meetings, emails, conferences, events, forums.",
    "Group has a periodic routine of consulting with Stakeholders to review its materiality matrix, com- posed of the topics considered most relevant to the company’s operations.",
    "This approach is fundamental in driving the decision-making process and developing strate- gies, especially when it comes to defining their actions in relation to ESG aspects.",
    "With the help of a specialized consulting firm and by applying The Energisa Group has a regular routine for consulting stakeholders to review its materiality matrix a dual materiality methodology, the most recent update of the material topics was carried out and approved by the Company's Strategic Sus- tainability Committee in 2022.",
    ", Aerrrcn, ¢ 24 > CUSTOMER-CENTRIC DECISION-MAKING acai3-3 In 2023, the Company launched the Jeito Energisa de Atender Program, to give visibility to what it considers its main stakeholder: the customer.",
    "The proposal is to place the custom- er at the center of the company’s activities by developing actions that have a great impact on this relationship.",
    "This initiative, launched in March, included actions in all company areas.",
    "One such ac- tion, the Weekly Customer Dialogue, was in charge of reporting cases of successful rela- tionships with this audience.",
    "The intention was to promote an organizational culture centered on this stakeholder.",
    "Initiatives and projects were also carried out during the year, such as: e Presence of customer ambassadors in each of the company’s management areas.",
    "The ambassadors are employees who support the dissemination of the customer-focused culture.",
    "e Customer Day, in which leaders from internal areas acted as customers in situations such as visits to branches, answering the phone, accompanying meter readers and electricians.",
    "Externally, the program was supported by advancing the digitization of customer services, making their experience with the company better and more agile.",
    "For this purpose, the Group based itself on data and information collected through the expansion of NPS surveys (acronym for Net Promoter Score, a methodology that assesses customer satisfaction).",
    "Previously carried out only after customer service, they are now carried out at every stage of the customer's interaction with the company.",
    "As a result of these internal and external initiatives, the Group restructured its communication with customers to ensure it was more welcoming, used simple language and drew in people.",
    "Moving forward with this process, in 2023 it began researching the inclusion of generative artificial intelligence in its services.",
    "The proposal is to speed up the process and provide more effective understanding about all demands.",
    "Energisa’s main customer service channels are: e MultiEnergisa The company call center that provides customer call services.",
    "It also offers ser- vices for people with hearing disabilities.",
    "e In-person branches Units for those who prefer face-to-face service.",
    "They operate during business hours and are adapted to receive people with disabilities.",
    "Energia On App that offers services such as con- sumption management, reconnection and change of ownership.",
    "Gisa Virtual assistant with 24-hour service via WhatsApp.",
    "Totems For requesting services without queues and crowds.",
    "Facilitates customer service for customers who have traveled to a branch in person.",
    "Social networks and website Customer service agents who provide customer service using robots The Company is on Facebook, Insta- gram, X and YouTube.",
    "The website is adapted for the visually impaired.",
    "KA Based on its material topics and the Company's 5D approach, the Group established its Sustainability Strategy in 2022.",
    "It is based on three causes: e Climate action e Energy transformation e Social mobility It also has transversal topics - “caring for people” and “operating responsibly”.",
    "The Sustainability Policy of the Energisa Group was updated in 2023 to confirm the commitments made to this agenda.",
    "Click here to see the standard.",
    "-_ ~ RELATORIO ANUAL DE SUSTENTABILIDADE 2023 — —_—— .",
    "| APPRO — ACH TO SUSTAINABILITY < 26 > Enable the insertion of renew- able sources in Brazil with sus- tainability, energy security and reliability in the matrix.",
    "Leading the energy transformation SUSTAINABLE SOLUTIONS Help customers to make the energy transition by offering solutions in line with the five Ds (digitization, decarbonization, decentralization, diversification and democratization).",
    "2023 ANNUAL SUSTAINABILITY REPORT | APPROACH TO SUSTAINABILITY Mitigating the impact DECARBONIZATION Mitigate the impact of Energisa’s business, with a systemic view of the production chain and aware- ness of energy, water, emissions and waste reduction.",
    "EQUAL OPPORTUNITY Create greater equality of op- portunity by sharing knowledge through entrepreneurial training and the development of actions to generate income in our con- cessions.",
    "Promoting social AB REGIONAL APPRECIATION Get closer to local communities through cultural activities and the expression of regional values in areas where the company operates.",
    "AFFORDABLE AND CLEAN ENERGY SDG N- 7 AFFORDABLE AND CLEAN ENEREY ule Ca = 0 ?",
    "~ “uN CO] &@ 8 ccoxoaconry 10 icoures a ii d=) Vv 8 caowccown 10 ieauares a od d=) Vv - Energy transition and efficiency - Climate changes * Quality and security of service - Universal access to energy MATERIAL TOPICS - Energy transition and efficiency - Climate changes - Innovation and technology - Customer relations - Energy transition and efficiency - Climate changes - Biodiversity and ecosystems - Innovation and technology - Attracting, developing and retaining employees - Biodiversity and ecosystems - Universal access to energy OPERATING RESPONSIBLY CARING FOR PEOPLE EXTERNAL COMMITMENTS ee [CO2 Carbono Eficiente Olbltt Programa Brasileiro GHG Protocol ~—=\" BAL Coy Ey Ne Pacto Global \\ yg Rede Brasil #%cebds < 27 > SUSTAINABILITY COMMITMENTS GRI 2-23 The sustainability strategy of TARGET AREA = MATERIAL TOPIC ESG TARGET RELATED ESG COMMITMENT RESULTS % OF the Energisa Group is broken SDG IN 2023 EXECUTION down mee ee a Transition and ener 1.",
    "Provide clean and affordable electricity to ments wit targets INKS to efficienc BY approximately 55,000 consumer units in remote 35,104 units 64% fighting the climate crisis, the len cy areas of Energisa’s concession area by 2026.",
    "supply of renewable products, inclusion and employability and Climate changes 2.",
    "Promote the decommissioning of 171.7 MW by phasing out UTEs, which will enhance Enable the insertion of renewable sources in iat ; 138 MW 81% regional appreciation.",
    "They all ann quality and Brazil with sustainability, regional energy exchange and ensure energy contribute to the UN SDGs.",
    "SAaTely energy security and security by 2026.",
    "Promoting Universal access to reliability in the matrix energy energy a transformation 3.",
    "Reach 600 MW of installed capacity In 428 MW 719 Innovation and renewable energy by 2026’.",
    "technology sustainable solution .",
    "4.",
    "Offer products and solutions for energy ; helping customers with eo .",
    "Innovation and vs transition aimed at reducing emissions of the energy transition by 9 | 85.27 69% technology clients by at least 122,600 tCO2e per year offering solutions based starting in 2026.",
    "on the five Ds 1 The Company’s management, after considering the electricity market prices and the higher costs required to set up new units, has reduced the target to 600 MWp for building or acquiring renewable genera- tion units by the end of 2026.",
    "Energisa points out that the effective achievement of targets and commitments are subject to various assumptions and variables, including market conditions, the country’s economic performance, the develop- ment of the Company's operations, the ability to invest and successfully carry out the expansion plan, the universal access to electricity programs and other affirmative actions aimed at reaching these targets.",
    "Climate changes Biodiversity and .",
    ".",
    "ecosystems Climate action y Innovation and technology Attracting, developing and retaining employees Biodiversity and ecosystems Promoting Community relations social mobility Community relations ESG TARGET Decarbonization - mitigating the impact of Energisa’s business, with a systemic look at the production chain, conscious use of energy, water, reduction of emissions and waste Equality of opportunity - create greater equality of opportunity by sharing knowledge through entrepreneurial training and the development of actions to generate income in our concessions Regional appreciation - get closer to local communities through cultural activities and the expression of regional values in areas where the company operates ESG COMMITMENT .",
    "Become carbon neutral by 2050 .",
    "Be perceived as an inclusive company by its employees by 2026 .",
    "Ensure the employability of 70% of the people trained in continuing education programs within the communities by 2026 .",
    "Encourage cultural production and the preservation of memory in our concessions, boosting the creative economy.",
    ".",
    "Foster projects and partnerships to contribute to the sustainable development of the country’s most fragile biomes RESULTS % OF IN 2023 EXECUTION 1,226,727 tCO,e Will be determined - in 2024 46% 80% RS 53.99 million invested in socio-cultural projects; + 426,000 people benefited from socio-cultural programs The Energisa Group issued its first debenture linked to sus- tainability goals in 2022, raising RS 750 million.",
    "Commitments to investors include increasing renewable energy by 371 MWp by 2024 and promoting clean electricity access for 20,067 families located in remote com- munities by 2026.",
    "In 2023, we achieved 95% of our renewable energy target and 28% of our electricity access target.",
    "To see the numbers of this evolution, click here.",
    "O MITIGATION | ea © DECARBONIZATON PLAN ; © ADAPTATION © INNOVATION AND TECHNOLOGY <— © BIODIVERSITY | Related ESG commitment: 5 Related SDG: 13 | Material topics: Climate changes; Biodiversity and ecosystems As the world strives to limit global warming to 2°C above pre-industrial levels, ideally no more than 1.5°C as outlined in the 2015 Paris Agreement, companies are becoming key players in the pursuit of sustainable climate solutions.",
    "This global challenge requires collective and coordi- nated action from all sectors of society.",
    "By adopting environmentally-responsible practices, investing in clean technologies and reducing green- house gas emissions, organizations not only help mitigate the impact of climate change, but also en- sure their long-term socio-economic sustainability.",
    "The Energisa Group in involved in this action for the climate and is committed to significantly re- ducing the climate impact of its operations, as well as adapting the operation of its business while ensuring quality of service and network resilience, material topics for the Company.",
    "e Mitigation - the company commits to neu- tralizing its own greenhouse gas emissions and to implementing measures to minimize emissions in all operations in its value chain.",
    "Adaptation - the company is preparing to deal with issues that are already unavoidable, such as extreme weather events and changes in rainfall patterns and heat waves.",
    "B ANNUAL SUSTAINABILITY REPORT | CLIMATE ACTION The Energisa Group is committed to significantly reducing the climate impact of its operations Da a ~~ AE gee Direct emissions 2021 2022 2023 \\/ || | ( Al | () N Scope 1 191,888 259,164 514,020 assumptions established by the Science Based scope 2 654,261 166,586 159,084 Targets Initiative (SBTi).",
    "As a result, scope 3, which TOTAL 846,149 425,750 673,104 covers indirect GHG emissions, such as those from Indirect emissions (scope 3)** 2021\" 2022\" 2023 air travel, the procurement of materials, employ- G R FE FE N H O UJ S FE GAS Goods and services purchased 240,193 309,121 315,118 ee travel and waste generated in operations, was .",
    "Capital goods 68,941 49,652 16,738 ; ; ; expanded.",
    "As a result, the measurement now in- — cludes nine categories applicable to the company’s Fuel and energy-related activities not 339.792 129.229 149.538 ; included in scopes 1 and 2 business.",
    "Transport and distribution upstream 10,452 10,461 4,967 The first step towards robust climate action is to The 2023 inventory also included the GHG emis- Transport and distribution downstream : : 7 quantify your own impact.",
    "At Energisa, the map- sions of ES Gas, the company acquired by the Waste generated in the operation 187 S17 29,941 ping of greenhouse gas (GHG) emissions began in Group that year.",
    "Business trips 596 1,325 2,536 2021 through the GHG emissions inventory.",
    "Employee relocation 20,400 20,400 16,292 It is important to note that the calculation of Scope Processing of products sold 2,251 2,191 18,666 The document is drawn up in accordance with the 2 and 3 emissions, especially those associated with TOTAL 682,812 582,896 553,623 guidelines of the Brazilian GHG Protocol Program, in which the company has held the Gold Seal since 2022.",
    "Recognition is awarded to reports reviewed by an independent external body accredited by technical loss in distribution and energy distribu- tion, is directly impacted by the emission factor of the National Grid.",
    "1 Includes Kyoto GHG emissions in tCOze CO, CH,, N.O, SFe, HFCs and PFCs.",
    "2 The emission factors used are obtained from the Brazilian GHG Protocol Program.",
    "3 The calculation was based on the methodology of the Brazilian GHG Protocol Program and consolidated using software.",
    "* Data restated based on screening of scope 3 carried out as part of the Group’s decarbonization plan.",
    "** In order to maximize transparency on Energisa Group’s greenhouse gas (GHG) emissions, this report contains information on the Company’s greenhouse gas (GHG) emissions inventory based on scope 1, 2 and partial scope 3 data, available up to 30/Apr/24.",
    "The information related to scope 3 emissions is still in the process of being collected and validated, and is therefore only partially included in this report.",
    "The Group strives to provide accurate and comprehensive data on its GHG emissions, as a commitment to sustain- ability and transparency.",
    "As such, it emphasizes that all its GHG emissions, including scopes 1, 2 and 3, will be fully disclosed in the GHG inventory to be made available in due course on the public registry platform - RPE at https:// registropublicodeemissoes.fgv.br/.",
    "the National Institute of Metrology, Quality and Technology (Inmetro).",
    "Energisa’s inventory data is public and can be viewed at its website https://registropubli- codeemissoes.fgv.br/participantes.",
    "The informa- tion is also published annually on the CDP web- site.",
    "Energisa maintained its B- rating from the organization in 2023.",
    "In 2023, the refinement of the inventory enabled the calculation of previously unmapped catego- ries and allowed for adjustments in line with the PLAN GRI 201-2 Since establishing the measurement process in 2021 and improving it annually, the Energisa Group has set a goal to achieve greenhouse gas emissions neutrality by 2050.",
    "As part of its efforts to achieve this goal, in 2023 the company approved the execu- THE FIVE STAGES tion of a research and development project (R&D), in partnership with the Federal University of Rio de Janeiro (UFRJ) and the company WayCarbon, to create a decarbonization methodology applicable to the national electricity sector, as well as to draw up its own decarbonization plan.",
    "The project, divided into five stages, is based on an approach anchored on energy security and cost effi- ciency for decarbonization.",
    "The plan is scheduled for completion in October 2024.",
    "< 33> In 2023, the company approved a research and development project (R&D), in partnership with the Federal University of Rio de Janeiro (UFRJ) and the company WayCarbon, to create a decarbonization methodology INITIATIVES Even with the final approval of the decarboniza- tion plan scheduled for October 2024, the Energisa Group already has a series of initiatives in motion, involving the different emitting sources, always aimed at reducing GHG emissions in its own oper- ations.",
    "The main ones are: e Reform of Transformers e In 2023, 10,888 distribution transformers were refurbished.",
    "Since 2021, the Group has recovered more than 23,050.",
    "e Line layouts The Company adopts smart layouts for its trans- mission and distribution lines, as well as adjusts the height of the equipment in order to avoid or minimize interference at operating sites, reduc- ing vegetation suppression as much as possible.",
    "e Responsible driver In its own fleet management, telemetry tools are used to monitor consumption and perfor- mance, with the purpose of saving fuel and the consequent average reduction of 4% in the consumption of gasoline for light commercial vehicles and 2% for motorcycles.",
    "e Automation and digitization Connection between remote-controlled equipment and the Integrated Operations Center with improved tools for communicat- ing with customers, digital accounts, teleme- try and self-healing.",
    "e Ecological restoration projects Support for projects to restore and recover degraded areas in fragile biomes using differ- ent techniques.",
    "The company also carries out mandatory environmental offsetting projects, as specified in its operating licenses.",
    "Over the next four years, more than one thousand hectares will be restored through the Floresta Viva Project in the Xingu Basin.",
    "DISTRIBUTION TRANSFORMERS WERE REFURBISHED IN 2023 SINCE 2021, THE GROUP HAS REFURBISHED MORE THAN TRANSFORMERS treme weather events, which can damage power generation, transmission, and distribution infra- structure, leading to supply interruptions and CONTINGENCY PLAN: EARLY AND FAST RECOVERY rising maintenance and repair costs.",
    "Severe events such as heat waves, winds, floods and fires in net- work easements have the greatest impact on the sector.",
    "Network resilience and community safety Implemented in 2011, the Rapid and Early Re- covery Plan of the Energisa Group prepares the company for severe weather events.",
    "It covers pre- ventive maintenance measures, such as cleaning lanes, pruning and reinforcing the system, as well as drawing up a Contingency Plan, which takes into account the occurrence of situations such as heavy rain, strong winds and lightning, in addition to seasonal events such as heat waves and fires.",
    "When implementing the Plan, the company mon- itors the approach of rain, wind intensity and the incidence of lightning in real time, anticipating the need to call on the teams to meet possible storm-related demands.",
    "A set of operating pro- cedures divided into areas of activity (electrical, administrative and communication) proposes a structure of actions with the aim of anticipating, monitoring, responding, recovering and learning from scenarios caused by severe weather events.",
    "Area of activity: Electrical and operational Actions e Increase the robustness of the electricity system, train teams, structure support logistics and train the contingency workforce.",
    "Area of activity: Communication Actions e Establish communication with internal staff, clients, the press, government and public officials.",
    "Area of activity: Administrative Actions e Ensure availability of material resources and spare equipment, people and logistics to support contingencies.",
    "Actions e Activation of an accurate weather forecasting system to detect and monitor severe events In real time.",
    "e Development and dissemination of daily bulletins on rainfall and winds detailed by city.",
    "e Use the NetClima tool, a satellite system and ground sensors with a real-time module for monitoring rainfall, atmospheric discharge, cloud cover and Tires.",
    "Area of activity: Electrical and operational Actions e Prioritize the rapid and safe return of the electrical system, encompassing the activation of a crisis room, the mobilization of an additional workforce, including field staff and public support, the monitoring of advanced material and the adjustment of scales.",
    "Area of activity: Communication Actions e Maintain the flow of information on the return and safety of operations by communicating with the internal staff, the community, the press, public authorities and officials, including keeping the authorities up to date; send information to the community via digital channels and direct contact with essential institutions.",
    "e Coordination of actions with public entities and civil defense in situations of severe weather events for access, removal of barriers and trees that may affect the distribution and transmission networks.",
    "Area of activity: Administrative Actions e Provide logistical, material and human support to the affected areas, with actions such as security inspections, replenishment of materials, coordination of travel and lodging, provision of reserve vehicles and activation of emergency services.",
    "of the Plan, the Energisa Group conducts drills in all its operational areas.",
    "This reguires planning shifts, strategically allocating materials and equipment in critical areas, cooperating with public authorities, strengthening communication with customers and expanding collaboration with service discussions.",
    "The devastating storm that hit the state of Sao Paulo on No- vember 3, 2023, leaving more than 2.5 million homes in the dark, was tackled with resil- ience and efficiency by Energisa Sul-Sudeste.",
    "In the region where the company operates, winds reached 70km/h.",
    "QUICK RESPONSE AND RETURN OF POWER Start of the event: the storm hit the state of Sao Paulo at 11 AM and caused a power cut at 87,928 customers in Energisa’s concession area.",
    "The company called in 278 teams and re- stored the power supply on the following scale: 41% in six hours 34% in 12 hours (75% of the total); 10% in 18 hours (85% of the total); 9% in 24 hours (94% of the total); 6% in 48 hours (100% of the total).",
    "ANTICIPATION AND STRATEGY The planned and strategic ap- proach of the Contingency Plan has enabled Energisa Sul-Sud- este to become a benchmark in mitigating the impact of severe weather events on energy dis- tribution.",
    "GRID REINFORCEMENT INITIATIVES Improvements in grounding to prevent equip- ment damage from lightning strikes.",
    "Patrols and inspections to detect anomalies in the distribution networks (trees, branch- es in contact with the networks, hot spots, damaged poles, broken crossbars, damaged insulators, broken conductors).",
    "Replacement of degraded structures (follow- ing the patrol plan and inspections).",
    "Installations of automated and remote-con- trolled equipment (reclosers, voltage regula- tors, recloser fuses).",
    "Reinforcement and connection of power grid feeders to improve maneuvering and recovery options in the event of a power outage.",
    "Replacement of non-insulated conductors with shielded conductors.",
    "e Monitoring and dispatch of technical and commercial services by the Integrated Opera- tion Center.",
    "Maintenance plan based on the Condition and Risk of failure (proprietary methodology Systematic for Optimizing Asset Maintenance - SOAM).",
    "Tree pruning plan and clearing of the corridor for trees and vegetation under distribution and transmission networks.",
    "e ON GRI 3-3 2023 ANNUAL SUSTAINABILITY REPORT | CLIMATE ACTION After extensive assessment and selection work, Energisa chose ADMS (Advanced Distribution Management System) to meet the increasingly complex requirements for operating two-way distribution networks, with the proliferation of distributed energy resources (DERs).",
    "The aim of ADMS is to integrate all the subsystems needed for the smart operation of the energy dis- tribution network into a single environment.",
    "The system offers the following functions: e Monitors and controls automated field devices such as sensors, meters, transformers and dis- tribution network switches in real time.",
    "e Supports maneuvers in contingency situations or excessive network loading at peak times, maximizing asset use, efficiency and network reliability.",
    "e Manages and restores flaws by detecting, locat- ing and isolating problems in the electrical net- work, with precise information, so the power supply can be restored faster e Analyzes and predicts, based on data collected in real time, the behavior of the network, ener- gy demand and future needs Over four years of investment to put in place ADMS, the Energisa Group will add around R$ 125 million, earmarked for the system itself, the data center infrastructure, equipment, implementation team, employee training and project support.",
    "is in its initial implementation stage, however, the results achieved have been promising.",
    "It works by cross-referencing information from the species inventory with the collection of images of urban trees and automatically calculates the distance of touches required to carry out the service.",
    "In this way, the risk of disconnections due to vegetation on the distribution line can be better managed.",
    "Our own weather forecasting tool, which provides early warnings of storm risks, wind gusts and heat waves.",
    "Bulletins are drawn up with a four-day forecast, with emphasis on the following 24 hours, for which there is greater detail, indicating the severity of the events.",
    "During critical moments, Energisa holds meetings with experts from the National Space Research Institute (Instituto Nacional de Pesquisas Espaciais - INPE), who support the company’s technicians in interpreting the data collected to enable the teams to be better prepared.",
    "[ NS:2229 IN- 7.268 Total: 9497}{ Positive: 87 Negative: 9410} The purpose of the equipment developed entirely by Energisa is to protect the electricity system by isolating sections where there is a power outage from other parts of the network to enable the service to continue unbroken in these other areas.",
    "The project includes the installation of reclosers to improve the quality of the energy distribution service for customers.",
    "In addition, its application ensures an improvement in service continuity indicators of between 60% and 70% at the points where it is installed.",
    "AND TECHNOLOGY GRI 3-3 Investing in innovation and technology, a material topic for Energisa, is essential for the company to ensure the continuity of its business, greater oper- ational and energy efficiency, and the provision of increasingly effective and sustainable solutions for customers.",
    "Therefore, the company fosters innova- tion as a catalyst for business value.",
    "The company uses E-nova, an internal program to encourage incremental innovation The company uses E-nova, an internal program to encourage incremental innovation.",
    "The initiative fosters initiatives in line with the Group’s strategy.",
    "In 2023, the project flow in the online platform of the program was revamped, reducing stages and implementing a new type of product development process, known as discovery.",
    "The company has an Innovation Committee, which decides which actions should receive funding, and an innovation project management office (PMO), which oversees R&D initiatives, experiments and the E-nova program.",
    "The portfolio is followed up and monitored periodically to meet the expecta- tions of stakeholders.",
    "AL SUSTAINABILITY REPORT OPEN INNOVATION _____+ ROBUSTNESS + RESILIENCE ©@ RS 5.5 MILLION INVESTED IN 2023 A?",
    "PROJECTS UNDERWAY 28 PoCS +14 R&D CONNECTION WITH MORE THAN 540 STARTUPS & RESEARCH CENTERS STARTUPS & PARTNERS INNOVATION PROGRAM RS 125 MILLION/YEAR AVERAGE INVESTMENT A.",
    "CORPORATE PROGRAMS +300 APPROVED PROJECTS © 2023 ANNUAL SUSTAINABILITY REPORT | CLIMATE ACTION +290 EMPLOYEES RECOGNIZED FOR SUCCESSFUL PROJECTS + RS 353,000 IN REWARDS + 2,300 IDEAS OF EMPLOYEES/YEAR ENTERPRISING CULTURE MENTORSHIP PROGRAM OUR TOP MANAGEMENT CONNECTED TO STARTUPS AND PARTNERS MENTORSHIP OF PROPRIETORS OF INTERNAL PRODUCTS PARTNERS & PLAYERS PROSPECTING, PoC AND TESTS WITH INSTITUTIONS, STARTUPS FROM ISRAEL, AUSTRALIA, CANADA, USA, AND OTHERS + 1,500 PLAYERS ASSESSED GLOBAL VISION INNOVATION HUBS MEMBER OF INOVABRA HABITAT SPONSOR OF ENERGY HUB AND ENERGY FUTURE HUBS CONNECTED TO 10 INNOVATION HUBS < 41 > GRI 3-3 Biodiversity preservation has a major role in fight- ing climate change since healthy ecosystems are able to store carbon, regulate the local and global climate and strengthen the resilience of ecosys- tems in face of climate changes.",
    "Energisa’s business activities are located in regions encompassing the Amazon, Atlantic Forest, Cerrado, Caatinga, and Pantanal biomes.",
    "The company carries out environmental management and monitors the impact caused in the areas where it operates, setting targets and indicators to manage the issue of biodi- versity and ecosystems.",
    "To achieve this, it conducts diagnostics that support measures for biodiversity conservation, preservation, and restoration.",
    "The management of this issue is guided by the Com- pany’s Sustainability Policy, which provides guideli- nes for environmental, social and governance mana- gement.",
    "Additionally, the Group’s Code of Ethics and Conduct lays out the commitment to prevent pollu- tion and ensure the continuous improvement of environmental performance in all business activities.",
    "Based on its regulatory instruments, Energisa puts in place actions to prevent and mitigate environ- mental impacts in its operations, including: Fire-fighting devices and fire brigade training on company premises, including substations.",
    "e The control and prevention of erosion process- es in the construction of substations, trans- mission lines and generation assets.",
    "e The adoption of preventive measures based on environmental studies.",
    "e The protection of fauna with the installation of heat traps in substations.",
    "Click here tal management measures and the protection of biodiversity: e Internal and external audits.",
    "e Regular inspections and follow-up.",
    "e Strict licensing.",
    "Impact management, through monitoring programs.",
    "e Releases on the progress of each business's Environmental Control Plan.",
    "Conservation and preservation practices include meetings and partnerships with communities, prior approval of Environmental Control Plans, participatory planning in infrastructure projects and transparent communication.",
    "CASE FLORESTA VIVA In line with the UN’s SDGs, the Floresta Viva Project contrib- utes to the global goals of fighting and mitigating the ef- fects of climate change by supporting ecological restoration and biodiversity preservation initiatives in different biomes.",
    "Through the action, the Brazilian Economic and Social Development Bank (BNDES for short) expects to reach R$ 1 billion in investments to restore between 32,000 and 66,000 hectares and remove up to 18 million tons of CO, from the atmosphere.",
    "Energisa joined the match funding of the project, with a contribution of RS 5 million, which will allow for the recovery of degraded areas in the Xingu River basin, which extends around 53 million hectares crossing 50 municipalities in the states of Para and Mato Grosso.",
    "The watercourse runs through protected areas such as indigenous land and pro- tected areas, creating a biodiversity corridor that connects biomes.",
    "The region suffers from deforestation, having lost 730,000 hectares between 2019 and 2022.",
    "The call for projects was launched on September 5, 2023, and the selection process is scheduled to end in April 2024.",
    "The Usina Mauricio Private Natural Heritage Reserve (RPPN from its acronym in Portuguese) is an important refuge for various spe- cies of animals, including endemic and endangered ones.",
    "Its con- servation is considered to be of great importance for maintaining the regional biodiversity of the Atlantic Forest biome.",
    "With an area of 303.75 ha and located between the municipalities of Leo- poldina (MG) and Itamarati de Minas (MG), the RPPN was created in 1999 by the then Companhia Forca e Luz Cataguazes-Leopol- dina electrical power utility.",
    "The aim was to conserve the area, which was suffering from degradation due to unregulated tour- ism and deforestation.",
    "The area is now home to five endangered species, three of which are mammals: Puma concolor (Cougar), Leopardus guttulus (Southern Tiger Cat) and Lontra longicaudis (Neotropical Otter).",
    "It also shelters two endangered bird species: the Jacamaralcyon tridactyla (Three-Toed Jacamar) and Amazona vinacea (Vina- ceous-breasted Amazon).",
    "In 2023, the Group drew up the RPPN’s new management plan to regulate the use and conservation of this important corner of the Atlantic Forest.",
    "THE: ERMERGY * Sam TRANSFORMATION © ENERGY TRANSFORMATION ai : © UNIVERSAL ACCESS TO ENERGY Poet \"AA © DECOMMISSIONING PROGRAM OF THERMAL POWER y PLANTS IN ISOLATED SYSTEMS IN THE AMAZON © RENEWABLE GENERATION © ENERGY EFFICIENCY HY es oes Related SDGs: 9 | Material topics: Energy transition and efficiency Universal access to energy Quality of service; Innovation and technology GRI 201-2, 3-3 The Energisa Group is committed to being a leader in Brazil’s energy transformation, and is positioned as a company offering sustainable solutions in all the market segments where it operates.",
    "It is a gen- erator, transmitter and distributor of energy with low greenhouse gas emissions and offers addition- al services as well.",
    "Recognizing its pivotal role in Brazil's energy trans- formation, Energisa Group leverages its network infrastructure to connect customers to renewable energy sources, ensuring the flow capacity of these resources while also promoting the univer- __ENERGY TRANSFORMATION salization and access to electricity.",
    "It also ensures energy security through the resilience and reliabili- ty of its networks.",
    "The synergy between these services and solutions drives its commitments forward and fosters transfor- mation in the way energy is produced and consumed, taking into account the capacity to mitigate and offset emissions, as well as in efficiency, affordability and energy security.",
    "The company’s work in energy transformation is car- ried out as follows: Universal access Take clean and affordable electricity to approximately 55,000 families in remote areas by 2026 35,104 families connected Phasing out thermal power plants Decommission 171.7 MW of thermal power plants by 2026 138 MW decommissions EMISSIONS AVOIDED IN 2023: Renewable generation Reach 600 MW of installed re- newable power by 2026 428 MW of installed power 85,270 ico, Energy efficiency Contribute to increasing the efficiency rate in the electricity sector 59% average efficiency rate of projects __ TO ENERGY GRI 201-2, 3-3 Ensuring access to electricity is part of the Group's work philosophy, expressed in the Energisa 5D Platform by the “democratization” pillar and also in UN SDG 7.",
    "The company believes that this is a factor of social inclusion, especially for communi- ties located in isolated regions with infrastructure and socio-economic challenges.",
    "With this in mind, the company has made a commitment to bring clean and affordable elec- tricity, prioritizing renewable sources, to 55,000 remote consumer units in the company’s con- cession areas by 2026.",
    "In the states of Acre, Rondénia, Mato Grosso and Tocantins, as well as contributing to universal access to energy, the Group deploys actions such as the adoption of social tariffs and energy-saving initiatives.",
    "More than 8,000 families benefited from universal access to electricity in 2023.",
    "LEADING THE ENERGY TRANSFORMATION Universal access (in R$ million) 2021 2022 2023 Total Company funds 113.9 132.1 28.3 274.3 Tariff resources (CDE) 50.9 101.7 226.7 379.3 TOTAL 164.8 233.8 254.3 652.9 Universal access (in units) 2021 2022 2023 Total CONNECTED CUSTOMERS 15,485 11,115 8,484 35,104 SATELLITE MAPPING Survey of buildings with potential to be assisted by the program.",
    "SOCIO-ECONOMIC SURVEY Energisa or third-party teams travel to the locations referenced by satellite.",
    "During the visits, the profes- sionals administer a questionnaire to characterize demand, the profile of community members (age, education, income), living conditions, basic sanita- tion, and available means of communication.",
    "This data makes it possible not only to size the power of the Individual Electricity Generation System with Intermittent Source (SIGFI) to be implemented (45, 80 or 160 KWh/month), but also to identify the socio-economic gaps and vocations of the communi- ties for productive inclusion.",
    "3 FAMILY SIGNUP Every family is informed about how the system works and decides wheth- er or not to join.",
    "Since this is a novel- ty, some families only decide to join when the equipment is installed in their neighborhood.",
    "INSTALLATION OF SIGFI AND KIT Even with a modular system, designed to be as light and portable as possible, the logistics of transporting SIGFls to regions that are difficult to access is a challenge.",
    "All kinds of modes come into play to overcome the obstacles that emerge.",
    "In many places, the company rents houseboats for the team to spend a season going down the rivers and installing equipment.",
    "In addition to the SIGFls, the teams install an internal lighting kit with fixtures, sockets and LED bulbs and teach users which appliances can be switched on at the same time.",
    "CONSTRUCTION PLAN Based on the assessment of needs, a construction plan is drawn up which establishes the best logistics for implementation, taking into account the multiple factors involved: eco- nomic, social, cultural and environ- mental in each region.",
    "MAINTENANCE Done in two stages.",
    "Preventive maintenance is carried out every six months, including cleaning the components and measuring the current.",
    "Remedial maintenance is carried out when the client calls 0800 in the event of a system failure or breakdown.",
    "According to the regulations, the company has 48 hours to respond to a call, which, depend- ing on where the home is, can prove to be a major chal- lenge.",
    "The number of call-outs is low and is mainly due to network overload.",
    "< 48 > CLEAN ENERGY TRANSFORMS THE REALITY OF RIVERSIDE COMMUNITIES INRONDONIA The community of Ressaca (RO) is two hours by boat from the capital Porto Velho, on the Madeira River.",
    "Twenty riverside families live there, in stilt homes pro- tected from the floods.",
    "The residents were living with oil lamps and noisy, expensive portable power generators fueled by non-re- newable sources.",
    "Energisa has replaced this fragile and polluting model with solar generation systems with one change: the panels have been placed in an aluminum structure, more than 2.5 meters high, spe- cially designed to protect them from the floods of the Madeira River.",
    "The initiative of the Energisa Group at the site is part of the universal access to and use of electricity pro- gram, Luz Para Todos (LPT), which provides energy, either through solar generation or the conventional grid, to the Brazilian population living in rural areas or in remote regions of the Legal Amazon.",
    "SOCIAL-TERRITORIAL ANALYSIS OF INDIGENOUS VILLAGES Understanding the living conditions, needs and challenges faced by indigenous people is crucial to ensuring the effec- tive integration of electricity in their communities.",
    "This is why, in 2023, the Energisa Group completed a comprehen- sive socio-economic diagnosis of 430 villages in the Legal Amazon, based on interviews with more than 4,000 families.",
    "The aim was to analyze various aspects, such as cultural diversity, basic needs, access to basic health and sanitation services, the availability of formal education, local econom- ic activities and to pinpoint opportunities to strengthen community capacities.",
    "The analysis produced, officially delivered to the National Indigenous People Foundation (FUNAI) in Brasilia in August 2023, represents the most current view of these villages, providing insights that may be valuable in future actions and partnerships for the sustainable development of these communities.",
    "< 49 > ‘ x 7 \\ SAG 7 Ie PROGRAM FOR THE DECOMMISSIONING T OF THERMAL POWER PLANTS IN = ISOLATED SYSTEMS IN THE AMAZON ee oS = \\ & 7 + a = nan.",
    "> \" ae 4 fee : + - — —_ Pe ON oy 20% e SA 2 in +} an’ r) We In order to play a leading role in the energy trans- The process of disconnecting and connecting to formation and reduce the effects of greenhouse gas the national grid involves four stages: emissions, the Energisa Group takes into account 5s .",
    "me Sy _ Sie” sy wc!",
    "mys: “s Y i\\' = fe a TAY > H So) oa (3 - “~ ays .",
    "= = rE -.",
    "7 - } DN ST = .",
    "is Hi ~ : Z ee on) G “war, “ “* ~ > ~ Ps ey eS x ~ ae TS SO * B r >.",
    "<— r “ = é \" ~~ ?",
    ": ~«!",
    "cn the indirect emissions of the suppliers that are part e Construction of a transmission line or distri- \\ of its chain.",
    "This is the case with thermoelectric bution line connecting to the Grid.",
    "( power plants that supply energy to customers in lo- D: : cations not served by the National Grid.",
    "These areas e Construction of an environmentally-compli- i are supplied by motor-generators running on diesel ant power substation.",
    "a or fuel oil, which not only emit pollutants but also restrict the capacity to expand with new loads and e Powering up of the substation.",
    "incur high generation and maintenance costs.",
    "e Gradual connection of customers to the sub- Within this context, the company is involved in the station.",
    "Program to Decommission Thermal Power Plants in northern Brazil.",
    "This initiative, through the con- In 2023, the company continued the work that struction of distribution networks, strengthens the — will ensure that the last plant in the program is expansion of interconnected infrastructure and decommissioned by 2025.",
    "boosts the country’s energy transition.",
    "for deca rbonization Evolution of the Decommissioned thermoelectric commitment to power plants and power granted of the Legal Amazon decommission thermoelectric power plants Rondonia 138 mw 19 plants 81% of the commitment Acre Mato Grosso Para Another pillar of Energisa’s commitment to energy transformation is investment in renewable generation.",
    "Choosing a low-carbon source of electricity is one of the simplest ways to help decarbonize the planet.",
    "In 2023, Energisa Group expanded its renewable generation portfolio, consolidating its market slice of energy solutions.",
    "Here are the main initiatives: DISTRIBUTED SOLAR POWER GENERATION At the end of 2023, the Group, through (re)energi- sa, reached the milestone of 351 MWp of installed capacity in distributed generation, through 90 plants located in five states in the southeast and midwest regions.",
    "The installed capacity was increased after the construction of assets and a boost in the customer base.",
    "For the next two years, (re)energisa predicts significant growth in this segment.",
    "The commitment is to reach an installed capac- ity of 530 MWp in this modality by 2026, which prevents around 98,960 tons of CO2 from being emitted into the atmosphere per year.",
    "INSTALLED CAPACITY GD (MWp) 2021 2022 2023 Total 59,8 128,2 165,0 351,0 65,540 TONS OF CO,/ANO EA MICRO, SMALL AND MEDIUM-SIZED ENTERPRISES, AS WELL AS HOUSEHOLDS, HAVE CHOSEN TO SIGN UP FOR SOLAR (re)energisa’s innovation and new business platform went into operation in 2023.",
    "The lab, located at the company’s head- quarters in Uberlandia (MG), aims to develop technologies to revolutionize the Brazilian grid.",
    "(re)novagrid brings together and integrates research and development initiatives from all the business areas of the Group.",
    "The platform is part of a fast-growing scenario of innovative solutions for the distributed generation market, such as the one created for Vila Restauracao (AC).",
    "POWER IN 2023 ASSINATURA SOLAR The Assinatura Solar is the (re) energisa solution that allows customers, both individu- als and companies, to enjoy renewable energy without having to invest in any way in equipment.",
    "In 2023, more than 12,000 micro, small and medi- um-sized companies, as well as homes, chose Solar subscrip- tion, avoiding the emission of 65,540 tons of CO,/year.",
    "FAZENDA (re)energisa -_ > CENTRALIZED GENERATION The installed capacity of the Energisa Group in central- ized generation is made up of two Small Hydroelectric Power Plants (SHPs), with 5.6MW, in the states of Rio de Janeiro and Ronddnia, as well as the Rio do Peixe | and Il solar power plants (70 MWp) in Paraiba.",
    "Rio do Peixe | and II generated 148,548.11 MWh in 2023.",
    "This amount carries the I-REC global clean energy certificate, which adds value to the megawatt generated and confirms that it comes from a renew- able source.",
    "The SHPs generated 11,421.26 MWh.",
    "In addition to offering more energy reliability to the region and reducing electricity losses for customers, the two plants will prevent the emission of around 15,000 tons of CO, per year into the atmosphere.",
    "Brazil has immense potential for the production of biogas and biomethane, particularly in the agro-industrial and sanitation sectors.",
    "Studies by the Brazilian Oil, Gas Natural and Biofuel Agency (ANP) indicate significant growth in this market, projecting the operation of 93 biomethane plants by 2029, compared to the current six.",
    "The current installed production capacity of 470,000 m?",
    "of biomethane per day is expected to increase to 6.6 million m?",
    "per day by 2029.",
    "The International Energy Agency points out that the biomethane market in Brazil is still in its early days.",
    "It predicts that the country will become the fifth largest global producer of renewable gas within five years, accounting for more than 10% of the incremental supply of biomethane in the global market by 2026.",
    "In this context, the recent acquisition of Agric by the Energisa Group marks the company’s intro- duction into the production and marketing of biomethane and biofertilizers.",
    "Through (re)ener- gisa, the company is preparing to carry out the entire process, from gas generation to marketing, in order to meet local demands for biofuel and energy, with flexible distribution options to ensure efficient supply to customers.",
    "rs 51.4 MILLION HAS BEEN INVESTED IN ES GAS SINCE IT WAS ACQUIRED Recently acquired by the Energisa Group, ES Gas is the concessionaire responsible for distributing piped natural gas in Espirito Santo state.",
    "It oper- ates in various segments but mostly in the indus- trial sector.",
    "Since its acquisition, the company has invested R$51.4 million and, as part of its Acceler- ation Plan, the Group will invest a further R$100 million by 2024, bringing the number of clients to around 95,000.",
    "Natural gas is the fuel of the energy transition be- cause it offers an efficient and less polluting alter- native to other fossil fuels.",
    "By offering natural gas as an option for energy transition, Energisa is help- ing to reduce the carbon footprint of its industrial customers, its fleet (mainly heavy) and the Brazilian energy matrix, by replacing more polluting thermal sources.",
    "In this way, the Group aligns its operations with the Sustainable Development Goals.",
    "EFFICIENCY GRI 201-2, 3-3 The final aspect of Energisa’s efforts to be a key player in the energy transformation is energy effi- ciency, which is strategically important and aligns with Brazil's international commitments.",
    "This includes the Nationally Determined Contribution (NDC), revised in 2023, which outlines actions to combat climate change as established by the 2015 Paris Agreement.",
    "With the revised NDC, Brazil agreed to a 10% increase in efficiency in the electricity sector by 2030.",
    "This goal not only promotes more responsi- ble consumption, but also reduces greenhouse gas emissions, in line with meeting the challenges of climate change.",
    "It also strengthens the reliability of the Brazilian energy system, increasing the resil- ience of the national electricity system.",
    "Energisa, invested R$ 69.7 million in 2023 in proj- ects under Aneel’s Energy Efficiency Program to cut back on energy waste.",
    "See the results of generating shared value from these investments in 2023 on this page.",
    "FOSTERING EFFICIENCY, COMFORT AND IMPROVED SERVICES TO THE POPULATION In 2023, energy efficiency actions were carried out in 39 hospitals and health institutions throughout Energisa’s area of operation.",
    "This initiative consid- ered more than 3,500 beds.",
    "More than 3,900 inefficient light bulbs were re- placed with LED bulbs, 680 obsolete air condition- ers were replaced with more modern and efficient ones with an inverter system, photovoltaic sys- tems were installed, totaling more than 1,850 kWp of power, and three laundry autoclave systems were replaced.",
    "This all amounts to savings of more than 6,300 MWh/year, in addition to the removal of peak demand of 526 kW.",
    "= <> 252 2,306 TCO, PROJECTS CARRIED OUT AVOIDED; EQUAL TO IN NINE STATES AN OFFSET OF 329 TREES FOR 20 YEARS 20% OF PROJECTS WITH SOLAR POWER GENERATION SYSTEMS ENERGY SAVINGS OBTAINED RS 69.7 WITH PROJECTS CARRIED OUT MILLION INVESTED IN 2023 27,049 MWH/YEAR or enercy SAVED, EQUIVALENT TO SUPPLYING A YEAR’S WORTH OF A MUNICIPALITY WITH 11,270 CUSTOMERS 59% EFFICIENCY RATE — AVERAGE PERCENTAGE OF Contribution to SDG 7, which aims to double the global rate of energy efficiency by 2030.",
    "INVESTMENT BY AREA (% investment + average RBC of projects) 35% + 0,44 8% 6 O88 11% ¢ 0.53 @ Education @ Health 11%°0.25 © Publiclighting @ Public safety 4% ¢ 0.6 @ Public power @ Low income 31% ¢ 0.48 residential PROMOTING SOCIAL MOBILITY O RELATIONSHIP, IMPACT AND POWER Related SDGs: Ej oneering spirit, prioritizing the development of Material topics: Customer relations the regions it serves.",
    "It recognizes that its own progress is intricately tied to the advancement and quality of life of these communities.",
    "In excess of RS53 million was invested in 2023 in projects to R : LAT | C) iN S H | P promote social mobility.",
    "\\/ PAC J].",
    "A N B POVV : R In addition to the three pillars of social invest- ment, the Group also supports sports through GRI 3-3 sponsorships for initiatives ranging from training future champions to supporting high-perfor- mance athletes.",
    "The social dimension of the sustainability strate- gy of the Energisa Group is underpinned by two drivers: equal opportunities and regional apprecia- 2021 2022 2023 tion.",
    "Committed to the development of the places INVESTMENTS (IN MILLION RS) where it operates, the company has anchored its Own’ 79 9.6 14 social investment activities on three pillars: Incentivized?",
    "10.8 14.7 22.7 e Energisa Cultural Sector fund?",
    "19.4 31.0 23.7 TOTAL 38.2 51.4 53.9 e Sustainable partnerships \"Funds from Energisa Group.",
    "* Funds from a tax incentive law.",
    "* Funds obtained through the Energy Sector Fund, a financing tool for research, develop- ment and innovation projects from the Federal Government.",
    "e Management of social organizations The Group’s relationship with the sport of sailing began in 2012 when it supported the Bons Ventos Institute in the Vela Jovem Project.",
    "This action aims to create oppor- tunities for teenagers up to the age of 18 who would not otherwise have access to sport.",
    "The initiative takes place at the age when future champions are formed.",
    "The Group solidifies its support for sports through spon- sorship of high-performance athletes like Martine Grael and Kahena Kunze.",
    "The athletes are two-time Olympic champions in the 49erFX class and will compete at the Paris Olympics in 2024.",
    "EB In 2023, after 14 years, Brazil once again won a gold medal at the Youth Sailing World Championships.",
    "In Buzios (RJ), another Energisa-supported duo, Joana Goncalves and Gabriela Vassel, won the women’s 420 class.",
    "They are repeating the results of medalists Grael and Kunze, who won gold in the class in 2009 in the same city on the Rio de Janeiro coast at the start of their Olympic career.",
    "PROGRAM Through the Energisa Cultural Program, in which projects and initiatives are promoted with funding from Cultural Incentive Laws, the Group supports and organizes cultural events throughout its busi- ness area.",
    "The program plays a vital role in valuing local artistic groups, ensuring visibility for regional cultural identity, fostering socio-economic development through the creative economy, and strengthening ties with the communities it serves.",
    "With a multilingual portfolio, the company promotes the diversity and cultural richness of the regions where it operates.",
    "In 2023, the Group set up cultural projects in ten states in its area of operation (Minas Gerais, Rio de Janeiro, Sao Paulo, Mato Grosso, Mato Grosso do Sul, Paraiba, Sergipe, Acre, Rond6énia and Tocan- tins), benefiting more than 180,000 people.",
    "R$18 million was invested in 42 cultural projects.",
    "See here the top initiatives: e In Mato Grosso, the Cururu and Siriri Festival, held at different times in the municipalities of Varzea Grande and Cuiaba, brought together 18 folkloric groups from across the state.",
    "This festival celebrated popular folklore and high- lighted these groups as key representatives of local identity.",
    "The free Festival attracted 7,000 people on both occasions.",
    "e In Acre, cultural workshops promoted free music and capoeira classes in public schools in Rio Branco, with a total of 423 students attending.",
    "It also included two open-to-the- public performances of the Christmas Cantata at the Rio Branco Palace.",
    "The project reacti- vated the activities of the Acre Music School (Emac).",
    "Choir singing, violin, viola and double bass workshops were also available.",
    "e In Espirito Santo, In Espirito Santo, diversity, novelty and innovation came together during the sponsor- ship of an exhibition showcasing the work of blind photographers.",
    "In this event dubbed “Quando vejo os olhos vejo mais perto” (When I see the eyes, | see closer), visually impaired invidivuals were guided to produce images based on sensations.",
    "e In Paraiba, in the municipality of Campina Grande, around 4,900 people took part in the cultural and literary activities of the Literary Fair (Flic), which offered literary workshops, book launches and discussion groups.",
    "Ten state and municipal schools took part in the event, attended by 1,064 students.",
    "rs 18 MILLION 180,000 MINEIRA ZONE The Audiovisual hub of the Mata Mineira Zone, created in 2010, is sponsored by Energisa.",
    "The initiative has led the region to become an import- ant center for film production in the interior of the country, attracting 30 major feature films from local companies and, at the same time, fostering dozens of productions by local talent.",
    "According to the Brazilian Micro and Small Busi- ness Support Service (Sebrae), more than 40 new companies related to various areas of audiovisual production have been established in the Audiovi- sual hub of the Mata Mineira Zone over the past ten years, along with dozens of individual mi- cro-entrepreneurs in the creative economy sector.",
    "To consolidate the training of this generation, an un- precedented technological course in Cinema and Ani- mation was rolled out in 2022 in partnership with the State University of Minas Gerais (UEMG).",
    "Currently, 70 students are enrolled in this program.",
    "The highlight in 2023 was the inauguration of Animaparque, with the concept of a new strategic agenda focused on major productions in the animation sector.",
    "TRAINING CULTURAL PRODUCERS The Energisa Cultural Program also encourages the training of cultur- al producers in the Energisa Group’s area of operation.",
    "The first training group was put together in 2023 with the aim of training cultural entrepreneurs, collectives, cultural managers and producers in the use of the Federal Law on Tax Incentives for Culture, covering everything from project and budget preparation, through the bureaucratic paperwork and registration (use of the system) to project management and accountability.",
    "At the end of the course, the best-performing members took part in mentoring to produce a project to be submitted to the Federal Law.",
    "PB&SE MG&TO MS&MT AC&RO Total 5/ 72 53 41 223 104 84 50 59 297 Non-binary - 1 2 - 3 161 157 105 100 523 together various entities to implement initiatives to boost income and education.",
    "These projects largely foster entrepreneurship and employabili- ty, promoting an integrated approach to boosting the socio-economic development of the commu- nities where the company operates.",
    "In 2023, the Rio Pomba Valley, Nossa Energia and the partnership with Estimulo stand at the top of this pillar of action.",
    "See more about these achievements and the impact they have had: THROUGH ITS STRATEGIC PILLARS, RIO POMBA VALLEY PLANS TO: RIO POMBA VALLEY The Energisa Group, through the Rio Pomba Val- ley, wants to foster a technology and innovation ecosystem in the Minas Gerais Mata Zone, where the company was founded.",
    "The project, officially launched in 2022, also aims to train specialized human capital in programming and attract tech companies to the region.",
    "The program aims to turn the region into a hub of innovation and creativity based on the technolog- ical development of software and audiovisual pro- duction, training professionals for the demands of the new economy.",
    "MA REPORT PROMOTING SOCIAL MOBILITY C2?",
    "and software development, the program currently offers: Technological degree in “Cinema and Animation” in partnership with the State University of Minas Gerais, and has been approved by the Education Ministry (MEC), with a score of 4 out of 5 in its first assessment.",
    "Professional training for fullstack developers in partnership with the National Industry Confederation (CNI) and the National Industrial Learning Service (Senai-MG).",
    "Training in the soft skills needed for the job market through meet-ups and scheduled meetings, in partnership with the platform www.edulivre.org.br.",
    "Mentoring methodology in the job market and fullstack development, a partnership with volunteer employees from the Energisa Group’s technology areas.",
    "This action brings students closer to working professionals.",
    "35 STUDENTS GRADUATED IN THE FIRST BACK AND FRONT-END GROUP TRAINEES HAVE BEEN HIRED BY OTHER COMPANIES IN THE REGION In 2023, the project opened a second cycle of professional training for another 40 spots for fullstack developers and it attracted around a thousand people.",
    "Of these, 82% came from public schools and had an average age of 24.",
    "2023 ANNUAL SUSTAINABILITY REPORT | PROMOTING SOCIAL MOBILITY IMPACT MONITOR - RIO POMBA VALLEY GRADUATES HAVE BEEN HIRED BY ENERGISA AND HAVE COMPLETED ONE YEAR IN THEIR POSITIONS AT THE COMPANY ATTRACTION OF STUDENTS FROM ALL OVER BRAZIL FOR THE FIRST COURSE IN FILM AND ANIMATION TECHNOLOGY.",
    "re] EMPLOYED FROM THE FIRST TECHNOLOGY O GRADUATE GROUP Also in 2023, the graduation in Film and Animation Technology opened up spots for the second incoming group and, at the end of the year, registration for the entrance exam for the third year of the course.",
    "¢ 6 > Through the Nossa Energia Program, the Group is working on two fronts: creating opportunities through professional training and employability; and broadening the understanding of the community in terms of safe and efficient energy consumption.",
    "This means not only avoiding wasteful electricity consumption, but also generating financial savings, especially for low- income families.",
    "The 14 mobile educational units equipped with interactive resources offer a fun and digital The program offers a fun and digital learning experience for students and community residents, encouraging positive behavioral changes learning experience for students and community residents, encouraging positive behavioral changes.",
    "The action goes further by replacing inefficient equipment in low-income families with more modern and economical models, such as light bulbs, refrigerators and fans.",
    "This program is also incorporated into the Energisa Cultural program and offers film screenings, theater and activities on the sustainable use of energy, providing additional opportunities to engage and educate.",
    "The mobile units tour all the municipalities served by Energisa following an annual schedule set up with the municipal governments and education departments.",
    "Another initiative of the program is Espacos Energia.",
    "Designed to offer an immersive educational experience, these environments were created to educate and raise awareness about electricity generating sources, energy efficiency and sustainable development.",
    "These areas are located in Joao Pessoa (PB), Aracaju (SE) and Campo Grande (MS) and welcome public and private primary and secondary schools to learn more about reducing electricity waste, renewable energies, climate change and environmental preservation.",
    "They serve schoolchildren as well as members of low-income communities, senior citizens and children and teenagers with special needs, reflecting Energisa’s commitment to social inclusion and promoting equal opportunities for all.",
    "< 6 > MOBILE UNITS TOURING ALL REGIONS IN BRAZIL MUNICIPALITIES VISITED AND 640 SCHOOLS SERVED 70,000 STUDENTS VISITED ESPACOS ENERGIA 3 PHYSICAL AREAS IN THREE STATES 73,681 STUDENTS WHO ATTENDED LECTURES AT THE MOBILE UNITS 41,253 PARTICIPANTS IN MOBILE UNIT EVENTS ____ ESTIMULO FUND Since 2020, Energisa has been one of the found- ing supporters of Estimulo, Brazil’s largest impact fund.",
    "The initiative differentiates itself by using | | : % 8 f technology and data to offer personalized solu- 58,0009 117 MICRO AND SMALL tions to entrepreneurs, such as simpler financing, OF THE FUNDS BUSINESSES FINANCIALLY OF AVERAGE TICKET ENTREPRENEURS education and access to a network of connections.",
    "DISBURSED IMPACTED TRAINED Energisa is focusing its support on micro and small entrepreneurs in Minas Gerais and Rio de Janei- ro and has invested R$ 5.9 million until December = 984 3022 § 90% The Estimulo Fund emerged in May 2020, during JOBS IMPACTED PEOPIE IMPACTED DISBURSED IN the covid-19 pandemic as a response to the lock- LOW-INCOME REGIONS down crisis as a way of preventing small business- es from shutting down.",
    "Inspired by relief funds in the US, it adopted the concept of blended finance, combining donations and impact investments.",
    "In 2 @) 2 4 @) total, more than R$60 million has been raised and, O O by 2023, the amount will exceed R$180 million in GROWTH IN OF SUPPORT FOR financial aid.",
    "The action stands out for its effec- PARTICIPANTS’ FEMALE LEADERS tiveness in providing financial aid and promoting TURNOVER economic growth.",
    "interstate bus driver.",
    "Driven by his entrepreneurial spirit, he decid- ed to venture into the world of business by opening a body shop.",
    "He didn’t stop there though.",
    "He also worked as a correspondent for Banco do Brasil bank before finally finding his true passion in the beverage distribution business, a sector he has been working in for 12 years.",
    "He runs a small company with just one employee in charge of the deliveries.",
    "According to Adao, the main challenge in entrepreneurship has been the lack of credit, which has stood in the way of his business growth.",
    "It was this need that led him to look for financial aid from Estimulo, a decision that proved to be a turning point for his com- pany.",
    "He is deeply grateful for the support he has received, which has not only boosted his business but also ensured a 4% growth despite the challenges posed by the pandemic and recent economic instability.",
    "Adao remains optimistic about the future, hoping that his business will continue to thrive.",
    "GIOVANA AND KARLA NACARATI, FROM NACARATI ACESSORIOS - FEMALE ENTREPRENEURSHIP AND GROWTH ALTO JEQUITIBA (MG) / FINANCIAL AID: R$ 230,000 Giovana Nacarati had the courage to open her first business after quitting her job.",
    "She embarked on an entrepreneurial journey in Alto Jequitiba, a small town in the interior of Minas Gerais with less than 9,000 inhabitants.",
    "With determination and perseverance, the company, initially focused on costume jewelry, evolved into a renowned semi-jewelry store.",
    "Inspired by her mother's entrepreneurial vision, Karla Nacarati decided to broaden her horizons by opening a new unit in Manhuacu (MG), a slightly larger town of approxi- mately 90,000 inhabitants.",
    "These two women now share not only the man- agement of this family business, but also the same dream.",
    "From their small town, they have achieved a remarkable annual turnover of over R$1.2 million.",
    "Estimulo’s financial aid in 2020 played a crucial role, ensuring business continuity and stable turnover while also boosting the organization’s revenue by 154% over the three years following the support.",
    "In 2020, the annual turnover reached RS 778,800, rising to RS 889,700 in 2021, R$ 1.03 million in 2022 and hit R$ 1.2 million in 2023.",
    "This growth reflects the success of the support received, the commitment and the strategic vision of the two entrepreneurs.",
    "A financial support of R$30,000 was provided in 2020 to give the business a crucial boost amid the pandemic.",
    "And the last contri- bution, of RS200,000, will be used to add to the cash flow and increase the inventory, enabling the business to reach its 2024 growth target.",
    "< 67 > Sa Group are the primary drivers of regional deve- lopment, forming a key component of the com- pany’s third pillar of social investment.",
    "As such, through the Ormeo Junqueira Botelho Foundation (FOJB) and the Energisa Institute (IE), the company has established significant connections with the region and with other third sector organizations.",
    "Throughout its 36 years of activity, FOJB has de- veloped and preserved the material and immate- rial heritage of the Zona da Mata region in Minas Gerais through initiatives that include research, conservation and community access.",
    "It also pro- vides diverse experiences in education, reflection and knowledge sharing.",
    "Its cultural facilities - the Energisa Museum and the Lya Muller Botelho Reading House - are home to a permanent collec- tion and offer temporary exhibitions to encourage knowledge while preserving the regional heritage through a wide range of mostly free programs.",
    "In 2023, FOJB incorporated the former Mauricio Plant, the company’s first generation project, which began operating in 1908, as one of its cul- tural spaces.",
    "In the process of being refurbished, the plant, which is located in an Atlantic Forest preservation area, will house a modern museum park to safeguard the company’s history and the memory of electricity in Brazil.",
    "The role of the Energisa Institute is to manage cultural facilities with the aim of inspiring and developing the artistic potential of the communi- ties where the Group operates.",
    "In Cataguases (MG), Nova Friburgo (RJ) and Joao Pessoa (PB), the orga- nization’s cultural venues offer a multilingual and inclusive programming that elevates local culture, boosting the creative economy and adding a diver- sity of knowledge and accents.",
    "-——2= j 2023 ANNUAL SUSTAINABILITY REPORT | PROMOTING SOCIAL ee i | Fundagado orn eo) —_— oo my 8 AU, See more here about the Institute’s main initia- tives in 2023: , led the public to debate the role of artificial intelligences - important tools in the creative process that connects art and technology.",
    "ect stirred up the artistic scene in the Zona da Mata region of Minas Gerais, with a wide-ranging program that included two cultural workshops, two lectures, two exhibi- tions, four concerts, seven theatrical perfor- mances and 20 film club sessions, prioritizing artists and/or productions from the region.",
    "e In Leopoldina (MG), Vagao Arte e Educacao proposed the creation of the Zona da Mata Mineira Memory Center - a platform for access and collective construction of memories and stories from the region.",
    "In 2024, the platform will be rolled out to safeguard the journeys of families in the region with the participation of the public to acquire private collections.",
    "e In 2023, the Usina Cultural Energisa in Joao Pessoa (PB) - an important Energisa Institute facility in the region - celebrated its 20th anniversary with a multilingual program featuring 87 performances and cultural activities through the Viva Usina Project.",
    "From the coast to the scrubland, 40 municipalities took part in the selection process, which totaled more than 740 applications.",
    "At the end of the selection, 87 artists and traditional groups from 12 municipalities took part in the project and added representativeness and diversity to the Plant.",
    "In addition to presenting their productions to the Plant audience, the artists were paid by the program, totaling RS 369,000 in fees paid to value the culture of the northeast region.",
    "By combining the preservation of memory and the creative economy, the Energisa Group is creating closer ties to the local community through education, culture and appreciation of Brazilian diversity IMPACT MONITOR — ORMEO JUNQUEIRA BOTELHO FOUNDATION AND THE ENERGISA INSTITUTE ¢ 69 > FOR PEOPLE EMPLOYEE JOURNEY SAFETY, HEALTH AND WELL-BEING WORK ACCIDENTS HEALTH AND WELL-BEING o Oo 0 90 JOURNEY Related ESG commitments: 4 and 6 Related SDG: | 8 i Material topics: Quality of service Employee health, well-being and safety Attracting, developing and retaining employees Multigenerational behavioral changes, the rise of new technologies, the search for a work/life bal- OOo ance, leadership development and human capital AH are topics that dictate the main challenges facing the job market and especially the Human Re- sources departments of the company.",
    "Energisa incorporates these trends into its plan- ning and, with basis on the employee journey, adopts human resource practices that are more in line with the reality of the company’s employees.",
    "2023 ANNUAL SUSTAINABILITY REPORT CARING FOR PEOPLE ¢ 71> ELECTRICIANS TRAINED IN 2022 The Energisa Group believes that a diverse work- force reflects a more representative society, strengthens the bond with the region and conveys a genuine commitment to inclusion and equality.",
    "For this reason, the company invests in training programs within the communities.",
    "These initiatives include a variety of training courses, ranging from those on the front line, such as electricians from the School for Electricians and Energy Generation Program, to IT developers from the Rio Pomba Valley Program.",
    "By 2023, more than 428 students had completed these programs, achieving a 46% success rate for the initiatives directly invested in by Energisa.",
    "Technical training is at the core of the Energisa Group’s strategy to attract and retain talent.",
    "So much so that vocational training partners have recognized training methodologies.",
    "This is the case with Sistema S, through Senai, the company’s top trainer of electricians and meter readers.",
    "Of the 428 students graduating in 2023, 370 were electricians.",
    "The course is divided into theoretical and practical and offers a comprehensive educa- tion to the students.",
    "Of particular note are the classes created exclusively for women, which rein- forces the diversity and inclusion concept.",
    "In 2023, the Electrician School trained another 59 professionals un- der the REN1000 project, adding to the 50 electricians trained in 2022.",
    "The project, derived from Regulatory Resolution 1000 - REN 1000/2021, focused its efforts on the training stage in order to meet the challeng- es of the resolution.",
    "The training of electricians through the Electrician School for the REN1000 operation project, with 100% completion of the class at Energisa, included courses for de-energized distribution network electricians, NR10, NR35, as well as site-specific training.",
    "Such was car- ried out in partnership with Senai and other local suppliers.",
    "¢ 72> The ability to attract and retain talent is essential to maintaining the company’s competitive edge.",
    "For this reason, Energisa is committed to strengthen- ing itself as an employer brand by offering relevant employment and career development opportuni- ties.",
    "Priority is given to professional development actions, competitive remuneration and a rewarding employee journey.",
    "In addition, diversity is prioritized in the recruitment process, promoting an inclusive environment and fostering an agile, technolo- gy-driven culture.",
    "Diversity is prioritized in the recruitment process, promoting an inclusive environment and a technology-driven culture 70% OF THE OPENINGS WERE FILLED BY INHOUSE EMPLOYEES 2023 ANNUAL SUSTAINABILITY REPORT _ | In 2023, the company started a new way of adver- tising job openings and engaging with the mar- ket to recruit and select employees.",
    "The Energisa Group uses an online platform equipped with the most advanced artificial intelligence technology, capable of minimizing biases and broadening the scope of its openings, which gives candidates more possibilities.",
    "In total, A key factor in retaining talent is the possibility of career advancement within the company.",
    "In 2023, , excluding the openings in entry-level positions.",
    "Internally, actions were developed that boosted this result, such as: creation of the Career and Develop- ment community; a centralized space for posting openings; expansion of dissemination channels, such as the internal social network and WhatsApp; reduction of the minimum time for internal move- ment from 12 to six months; and expansion of mobility between Group companies.",
    "The human development actions put in place by the Energisa Group have had a positive impact on the external recognition of the Com- pany as a good place to work.",
    "In 2023, the company’s position in the Great Place to Work (GPTW) ranking improved: e Seven companies ranked in the best companies to work for: En- ergisa Tocantins, Energisa Minas Rio, Energisa Paraiba, Energisa Mato Grosso do Sul, Energisa Sul-Sudeste, Energisa Rond6énia — which came 22\" in the ranking Nacional, and Multi.",
    "Voltz came in 12th among the best medium-sized companies to work for in Rio de Janeiro.",
    "the quest for qualified talent is growing fiercer.",
    "In 2021 to 2023.",
    "_¥ ‘ this context, the company’s recognition as an em- i C » = ; ployer brand and its retention capacity become key Another important point to consider in the analy- = > indicators for the success of the business.",
    "sis of the Energisa Group’s turnover is the impact oad ) of the companies that comprise it, such as Multi In 2023, the employee turnover of the Energi- Energisa (from the call center sector) and (re) sa Group fell by 18% compared to the previous energisa and Voltz (from non-regulated sectors of year.",
    "It is important to note that this turnover the energy market).",
    "These companies operate in calculation takes into account not only dismiss- economic segments with historically higher turn- als, but also hirings.",
    "Therefore, an increase in over rates than the distribution sector.",
    "By excluding the number of hires may positively impact the them from the analysis, the Group’s turnover rate turnover rate.",
    "In the case of the company, there in 2023 drops from 13.97% to 10%.",
    "2021* 2022 2023 Business Hired Dismissed Workforce Turnover Hired Dismissed Workforce Turnover Hired Dismissed Workforce Turnover Regulated 2,060 1,545 13,320 13.53% 1,725 1,284 13.916 10.81% 1,581 1,264 14,214 10.00% Unregulated 823 359 1,605 36.82% 1,210 479 2,068 40.84% 523 474 1,660 30.03% Call Center 236 303 761 35.41% 292 306 740 40.41% 453 36/ 815 50.31% TOTAL 3,119 2,207 15,868 16.98% 3,227 2.069 16,724 15.83% 2,997 2,105 16,689 13.97% *Represented indexes Regulated: Distributors, transmissions and parent company Unregulated: (re)energisa and Voltz Call Center: Muti Energisa ' = C NUAL SUSTAINABILITY REPORT | CARING FOR PEOPLE r In order to continuously strengthen the organizational culture and improve the quality of customer service, Energisa Group gives priority to its own workforce The analysis of the turnover in the Group’s the volume of admissions, which is considerably main companies reveals that rates tend to higher than the number of dismissals.",
    "This phe- be higher in states where unemployment is = nomenon reflects the growth in headcount at these low, such as Mato Grosso, Mato Grosso do companies and should be interpreted as a positive Sul, Ronddnia and Sao Paulo.",
    "This pattern sign of expansion and investment in the workforce.",
    "is corroborated by data from the Brazilian Geography and Statistics Institute (Instituto It should also be noted that in order to continuously Brasileiro de Geografia e Estatistica - IBGE), strengthen the organizational culture and improve which shows that the states with the lowest _ the quality of customer service, the Energisa Group unemployment rates in the country are Santa _ gives priority to its own workforce.",
    "This information Catarina, Ronddnia and Mato Grosso, where _ is relevant in comparison with other companies in the Energisa Group operates with a rate of the sector, which often outsource their operations.",
    "turnover that is considered acceptable.",
    "In addition, in specific companies of the Group, such as Energisa Sergipe and the Parent Com- click here.",
    "pany, the higher turnover rates are justified by inclusive company for all its employees.",
    "To pro- mote a diverse environment, it values equality in matters of gender, race, origin, generation and other aspects.",
    "The Energisa Group joined the Positive Women Program, led by TIM Brasil, in 2021 as part of its leadership development process.",
    "This initiative aims to encourage gender equality and female empowerment in the job market by providing mentoring, training and opportunities for women.",
    "In 2023, during the third cycle of this initiative, five senior managers from Energisa served as mentors, while seven emerging leaders received mentorship from accomplished women in other companies.",
    "Over 500 leaders took part in literacy actions on diversity and inclusion within the company in 2023.",
    "In addition, initiatives were put in place to increase female representation in technical areas (creation of women-only classes), as well as affirmative openings for meter readers and technology positions (PwDs).",
    "In 2023, the Group was made up of , compared to 18.6% in 2020.",
    "Among OF FEMALE REPRESENTATION IN LEADERSHIP POSITIONS OF ALL EMPLOYEES ARE BLACK AND BROWN ANUAL SUSTAINABILITY REPORT | CARING FOR PEOPLE TRAINEE PROGRAM < 76 > _ AND DEVELOPMENT “+ 10.000 SELF-DEVELOPMENT TRAINING EMPLOYEE DEVELOPMENT cri 402-2 Energisa consistently invests in training its em- ployees, both in soft skills and in hard skills, cre- ating opportunities for professional growth and career development in line with the Company's business goals.",
    "For this reason, it strives to build a learning environment that offers new ways of learning in an increasingly digital world and with careers in constant transformation.",
    "The learning environment is composed of Educa- tivaOn, a distance learning platform, as well as Alura, a partner focused on technology and in- novation.",
    "In all, there are more than 350 training courses and almost 3,000 pieces of content offered to the company’s employees, either for compliance with regulations or for self-development.",
    "COMPLETED IN 2023 In all, more than 10,000 self-development courses were completed in 2023, of which the most popu- lar were “effective engagement” and “data-driven culture.” In addition, the contents of the Energisa Way of Serving (read more on page 25), in which more than 14,000 employees have been trained, was also accessed.",
    "In regard to the mandatory training courses, which outline the Code of Ethics and Conduct, the Gen- eral Personal Data Protection Act and those for electricians, more than 40,000 courses have beem completed.",
    "During the year, more than 45% of Educativa- On users accessed the platform at least twice a month.",
    "In addition to the courses offered through its own platform, Energisa also provides financial aid for employees in language, technical, under- graduate and graduate courses.",
    "The Energisa Group conducts Pulses surveys on a regular basis.",
    "In 2023, more than 80% of the comments on the topic of training scored higher than 8.5 out of 10.",
    "GRI 404-3 The career and development cycle encompasses all these macro-processes.",
    "employees - ; The goal of all these steps is to bring Potential skills and development cycle for 100% of its employees.",
    "sustainability to activities in the People area.",
    "The aim is to encourage ongoing improvement, ensuring growth opportunities for everyone.",
    "The Energisa Group has a comprehensive career e Skills assessment (Avaliacao de competéncias - AVD) e Potential assessment Career Cycle & The cycle begins with an annual competency employees and Development assessment, adapted to the company’s core values.",
    "Analysis of organizational of those 180° and 360° assessment models are applied to mapped for leadership positions ensure a comprehensive view of each employee's performance.",
    "Calibration committees then utilize scenario and mapping of potential successors the 9Box methodology to ensure consistency and e Cycle feedback — 1** feedback ° Mapping of positions (critical objectivity in assessments, which are crucial for ° Individual Development Plan (IDP) positions) | | identifying successors and development areas.",
    "e Referral of public to development programs e 9Box calibration committee e Pit Stop Development — 2\"?",
    "feedback e Succession committee The leaders then provide feedback tailored to the e 9Box Recalibration employees.",
    "This stage is essential for recognizing achievements, highlighting areas for improve- ment, setting future goals and drawing up the Th F .",
    "G h Individual Development Plan (IDP).",
    "By following this structured cycle, the Company ern Crgisa FOU p dsSd strengthens the culture of feedback, which reflects com D re h ensive careeran d d eve | e D ment positively on the Pulse surveys on the subject, which scored 9.1 in 2023.",
    "cycle for 100% of its employees with the main data: e 77% adherence to the survey (rates above 70% are considered very positive, which shows how committed the company’s employees are to using the tool as a listening source).",
    "More than 13,000 feedbacks (comments recorded by employees).",
    "72% ENPS (Employee Net Promoter Score) at Pulses: score evaluates how much employees recommend the company to work for, based on the question: “How likely are you to recommend the company as a place to work?”.",
    "REMUNERATION AND BENEFITS Energisa has a Remuneration Policy that is in line with market practices, aligned with the characteris- tics of each region.",
    "The aim is to attract, retain and recognize talented and qualified professionals who are committed to the strategic goals of the business and its results.",
    "The position of the company’s remuneration strat- egy in relation to the market is reviewed every year and, when necessary, adjusted to the salary scales to ensure that they remain competitive.",
    "Addi- tionally, there are two merit cycles each year that recognize well-evaluated employees.",
    "In 2023, an adjustment was made to the Profit Sharing (Participacao nos Lucros e Resultados - PLR) targets to make them more attractive.",
    "In addition, a new long-term incentive model was launched for strategic positions, using two in- struments: the Matching, in which the partici- pant purchases a certain amount of units and at the end of the vesting period receives the same number of units from the company; and the Performance Share, in which Energisa grants a certain number of units to the participant and, at 2023 ANNUAL SUSTAINABILITY REPORT | CARING FOR PEOPLE the end of the period, the person receives them based on the achievement of targets defined at the time of the grant.",
    "This model aims to retain key professionals, recognizing and rewarding them over time.",
    "BENEFITS < 79 > GRI 3-3, 403-1 SAFETY Life is the Energisa Group's utmost priority.",
    "For this reason, the company works to fully comply with all safety procedures.",
    "The indicators for 2023 show that this culture has matured, with a 21.75% drop in the accident severity rate’, which fell from 770.72 to 603.07.",
    "The Energisa Group believes that a consolidat- ed health and safety culture with processes and indexes at a level of excellence ensures a better quality of life for employees, contractors, suppliers and safety for all the communities surrounding its operations.",
    "The company uses effective health and safety management systems based on international standards.",
    "These systems make it possible to monitor a variety of indicators, including acci- dents, occupational illnesses, sick leave and the progress of procedures and programs related to own and outsourced employees in operations.",
    "The operations are driven by the principles of the Safety and Health Policy (SSO), which are widely disseminated and reinforced through training, practical exercises, drills and communication cam- paigns.",
    "The managers are trained to detect and mitigate operational risks, while internal multi- pliers are trained to disseminate training among operational teams.",
    "¢ 80 > Of the nine distribution companies of the Energi- sa Group, eight recorded a severity rate (SR) below the market average, which demonstrates exceptional safety performance.",
    "Nota- bly, Energisa Sergipe, Ener- gisa Sul-Sudeste and Ener- gisa Rond6nia stand out as benchmarks in this respect.",
    "1 The severity rate, as defined by NBR 14280, is an indicator that estimates the seriousness of lost-time accidents, based on the number of lost days per million hours worked by each employee exposed to risk over a given period.",
    "The Operar Seguro Program identifies safety risks in operations and potential improvements in pre- vention processes, while also promoting training on the golden rules related to safety.",
    "This ongoing initiative extends to outsourced workers and, since 2022, has also reached the communities served by the Group, disseminating information about the risks associated with the networks, such as clandestine connections and kite flying.",
    "Community campaigns are conducted in partner- ship with NGOs and neighborhood associations.",
    "Through Operar Seguro, the Company also works to engage inhouse leaders, at both tacti- cal and strategic levels, in matters of safety and risk prevention, implementing effective control and management tools to prevent incidents and accidents.",
    "The phase two of the risk factor was implement- ed in 2023 after the risk perception training was broadened to the Company's operational base.",
    "Three training modules were used: Perceba, Decida e Cuide (Perceive, Decide and Care).",
    "The approaches tackled real accident situations that occurred in the company, encouraging participants to understand how the event could have been avoided.",
    "Every year Energisa dedicates itself to drawing up the Safety Plan, which is based on the Group's main impacts related to accidents identified in previous years.",
    "This action encompasses various initiatives, including the development of lead- ership in occupational health and safety (OHS) issues, the deployment of actions to handle critical areas, the improvement of risk perception in oper- ations and the improvement of routine tools.",
    "Another new feature for 2023 was the change made to the safety inspection app.",
    "The interface now has features that make it easier to manage the process, especially in more remote areas.",
    "The tool enables the creation of action plans linked to field-reported situations and sends real-time email notifications for discrepancies found.",
    "This series of initiatives to step up security manage- ment actions has yielded positive results: DRT | CARING FOR PEOPLE DROP OF 49% IN SERIOUS ACCIDENTS WITH SERVICE PROVIDERS DROP IN THE SEVERITY RATE OF ACCIDENTS INVOLVING OWN EMPLOYEES: 21.36% Analysis (PRA) Recognition and positive reinforcement with safe behavior Training e ¢ Review of training itineraries ¢ Approval of suppliers ——e Inspections e Creation of OR code identification for field training ¢ Issue of digital certificates ¢ Evaluation of certificates — R&S ARPS ° O PE RAR Development of risk Process of ongoing S EG U RO perception in operational base assessment of service provider PROGRAM Detection of behavioral discrepancies and structural and process safety flaws Risk factor Telemetry Manager in the spotlight + Ensuring safe driving Leadership development of fleet vehicles based on safety skills and routines DNA « INO1 Accident investigation Development of Management of consequences Ensuring consistent executives within the improvement in vision of security as a processes and procedures strategic process GRI 403-9 Despite the Company’s ongoing efforts to im- prove safety figures compared to recent years, the Group continues to face the inherent challenges of the electricity sector, including serious and fatal accidents.",
    "Although there have been significant improvements in the numbers, raising awareness, effectively implementing prevention measures, and rigorously executing safety protocols remain just as crucial.",
    "The Company has adopted a culture of prevention based on the assumption that safety is everyone’s responsibility.",
    "The legal basis for managing this issue in the Energisa Group is anchored in the Reg- ulatory Standards (NRs) of the Labor and Employ- ment Ministry.",
    "Category Number of hours worked Basis of number of hours worked (200,000 or 1,000,000) Number of deaths resulting from work related accident Rate of deaths resulting from work- related accidents Number of work-related accidents with serious consequences (except deaths) Rate of work-related accidents with serious consequences (except deaths) Number of work-related accidents with required reporting (with deaths) Rate of work-related accidents with required reporting (with deaths) 2021 Third Employees parties 29,855,182 26,696,520 2 5 0.07 0.11 19 61 0.07 0.07 126 153 4.22 5.73 2022 Third Employees parties 33,043,073 30,864,099 1,000,000 1,000,000 4 3 0.12 0.06 26 72 0 4 159 173 4.81 5.5 / 2023 Third Employees parties 32,054,148 27,/14,058 1,000,000 1,000,000 3 1 0.09 0.04 27 38 0.84 1.37 121 149 3.77 5.38 _ WELL-BEING GRI 3-3, 403-6 In 2022, Energisa implemented a new concept for managing this issue at the Company - integrated health.",
    "This approach aims to increase the well-be- ing and happiness of employees.",
    "This holistic vision of health combines legal aspects, such as occupational health management, with assistance and additional benefits.",
    "It also encompasses the integration and creation of programs dedicated to improving prevention and health, aiming to care for not only employees but also their dependents, The Integrated thereby valuing the life of each individual.",
    "Heg Ith ”q pproach The comprehensive health program also includes alms to Increase initiatives such as gymnastics and vaccination th e wel |- bel n campaigns.",
    "In 2023, The Viva Energia Program E (see more on page 83) was extended to all of the and ha Dp Dl ness of Group’s units and companies.",
    "Health mapping was also implemented in the cycle with actions targeted at the early diagnosis of diseases and early treatment and monitoring of critical health employees issues.",
    "NEW CONCEPT IN INTEGRATED HEALTH © @ o 6 06 PCMSO Parceiro e-Social Regulatory Absenteeism Covid GERROT VIVA ENERGIA 30 aA 6 6 aN F ° -O @ @ Gympass Xmas basket Medications oO Program Program Programfor Vaccinations forinactive forchronic retirees 6 © @ people patients & = Telemedicine Dental on Laks Occupational Executive Pregnancy —N ® gymnastics = Check-up Program AN A Health plan Management ® < e Unimed Actuarial nacional » DASA Management Integral Health ° Bradesco » Health Bit Management Program ° Hapvida » Projects (Post payment, outsourting and APS) employees, the Group has the Viva Energia Pro- gram, which includes a series of actions aimed at preventing diseases, encouraging a healthy life- style and monitoring health conditions, including chronic patients and risk groups.",
    "The service is provided by multidisciplinary teams made up of occupational physicians, nutritionists, physical education professionals and physiotherapists.",
    "The Viva Energia Program nas actions targeted at preventing diseases, encouraging a healthy lifestyle and monitoring health conditions, including chronic patients and risk groups PREGNANCY AND MATERNITY SUPPORT PROGRAM All female employees and dependents of employ- ees have access to this program.",
    "Its objective is to provide comprehensive support for the health of pregnant women and their babies, ranging from essential prenatal guidance to assistance during childbirth and after birth.",
    "With dedicated specialists, including guidance from psychologists and psychiatrists, this program ensures the complete well-being of both mother and newborn.",
    "This support extends to the child’s first year of life, ensuring ongoing, quality care.",
    "In 2023, the program accompanied 248 pregnant women, 113 post-partum women and 61 babies.",
    "Of the 248 pregnancies, 38 were high-risk (moni- tored every two weeks) and of the 61 deliveries, 13 babies had to stay in neonatal ICUs.",
    "In 2023, a program was incorporated into Viva Energia with the aim of providing com- prehensive care for employees.",
    "This program offers various services to promote balanced well-being, including support from qualified professionals in social, psychological, and psychiatric care, as well as nutrition, social security, financial, and legal guidance (ex- cluding labor issues).",
    "The services are free of charge and available 24 hours a day, seven days a week.",
    "There is no limit to the number of uses and confidentiality is guaranteed.",
    "In 2023, more than 5,300 appointments were made in 13 different specialties, includ- ing support for mental health issues.",
    "REPONSIBLY oO 80 0 O CORPORATE GOVERNANCE EQUITY STRUCTURE ETHICS AND INTEGRITY RISK MANAGEMENT DATA PRIVACY AND SECURITY 4 enerais?",
    "Data privacy and security The structure of the governance bodies is detailed in the Investor Relations website of the Group.",
    "More information on the role of each body in the structure Is available in the additional information to this Report (see more on page 121).",
    "C C) R p C) RAT FE The governance structure that supports the This corporate governance model, combined with Group’s position is composed of: a sound corporate control structure (read more on page 86), provides predictability for operations !",
    "| ( \\ / E k \\I [ \\ | \\I !",
    "E e Board of Directors and investors.",
    "Energisa has been a publicly traded cela.",
    "company since 1907, and has been a member of e Audit Committee the Level 2 governance system of Brasil, Bolsa, Bal- cao S.A.",
    "(B3) since July 2016.",
    "On the Brazilian stock e Executive Board, which is supported by the exchange, the company is also part of the Differen- The Energisa Group strives to do business with following committees: tiated Corporate Governance Stock Index (IGC), the transparency, ethics and integrity.",
    "To this end, it Corporate Governance Trade Index (IGCT) and, in has bylaws, codes, policies and objective process- e Remuneration and Succession 2023, it also joined the Carbon Efficient Index (ICO,).",
    "es that define how the Company operates.",
    "These e Financial Market Risk Management regulations abide by the rules of the Brazilian e Audit and Risk Securities & Exchange Commission (CVM), as well e Sustainability as the 31 principles and 54 practices recommend- e Disclosure ed by the Brazilian Corporate Governance Code.",
    "e Ethics — STRUCTURE GRI 2-1 The equity structure of the Energisa Group is exercised by Gipar S.A., which is directly and indirectly controlled by the Botelho family.",
    "The Company's shares are traded on B3, in Sao Paulo, under the codes ENGI3 (common shares), ENGI4 (pre- ferred shares) and ENGI11 (Units, certificates composed of one common share and four preferred shares).",
    "It is part of Level 2 of corporate governance on the Brazilian stock exchange.",
    "CV — Voting Capital | CT — Total Capital Notes: the equity shown in the table is direct or indirect holdings of Energisa S.A.",
    "FIA Samambaia: direct and indirect equi- ty position, through investment vehicles.",
    "Other minority shareholders: equity including treasury shares.",
    "Gemini: holds 100% of LTTE, 85.04% of LMTE and 83.34% of LXTE.",
    "EPM: has a direct stake of 29.57% in Rede and 39.83% in EMT.",
    "Data from 19/Apr/2024.",
    "CV= 62.9% CT= 27.8% 2023 ANNUAL SUSTAINABILITY REPORT _ | CV=4.8% CT= 9.36% CV= 5.0% CT= 9.8% OPERATING REPONSIBLY Gipar BNDES FIA Other minority (Botelho Family) Samambaia shareholders CV= 26.3% CT= 51.0% @ éheraisa Electricity distribution 100% 70.7% 100% 100% 100% 91.6% 92.1% 100% 83.1% Transmission?",
    "100% 100% 100% 100% 100% 100% 100% 100% 100% 100% ¢ 89 > ) Holdings and others | 92.2% 74.7% 92.2% 100% Denerge’ 99.9% Sales ECON 100% (re)energisa’ Services ESOL 100% Distributed Generation Alsol 89.7% Natural gas distribution?",
    "ES Gas (since July 2023) 100% To ensure ethical, transparent, and upright opera- tions, Energisa provides instruments to guide the actions of employees and other stakeholders, with a solid basis on the Code of Ethics and Conduct and the Integrity Program.",
    "As part of its governance structure, it also has an Ethics Committee, an advisory body to senior management responsible for ensuring the company’s standards, promoting its values and assessing possible penalties in the event of non-compliance.",
    "Energisa has instruments to guide the actions of employees and other Stakeholders The Code of Ethics and Conduct is the document that determines the expected behavior and rules that must be followed by all the Group’s stake- holders.",
    "The Company aims to operate in strict compliance with the law and requires that all its employees, direct and indirect suppliers and other stakeholders uphold this guideline.",
    "The Group’s Integrity Program, built on the pre- cepts established by the Code, includes actions to prevent any legal irregularities or violations of internal or external regulations.",
    "It also sets forth the guidelines for handling conduct that is con- trary to the rules established by the company.",
    "Its structure complies with the requirements of Law 12846/2013 (Anti-Corruption Law), providing an appropriate approach to fighting ethical violations and corporate fraud.",
    "Energisa employees undergo training on ethics and integrity when they join the company and, since 2019, they have received annual refresher courses on the subject.",
    "REPONSIBLY ETHICS WEEK One of the actions set up by the Ethics Committee in 2023 was Ethics Week, which took place from May 22 to 26.",
    "The event was designed to disseminate the precepts defined in the Code of Ethics, to preserve integrity and ethics in the organization.",
    "During the week, videos, emails and WhatsApp messages were posted highlighting examples of unacceptable conduct, in accordance with the Energisa Group Code of Ethics.",
    "To end the week, a streaming session was held with Clovis de Barros Filho, author of the best-seller “A vida que vale a pena ser vivida” (The Life that is Worth Living), which attracted more than 5,000 hits and generated more than 70 comments.",
    "_ COMMITTEE GRI 2-25 The Ethics Committee of the Energisa Group is primarily responsible for complying with, improv- ing and disseminating the Code of Ethics and Conduct, as well as conducting investigations into discrepancies found at the appropriate levels within the company.",
    "As such, the entity operates independently, autonomously and in accordance with its own internal bylaws, approved by its Board of Directors.",
    "Its structure includes the members of the compa- ny’s senior management appointed by the Board of Directors for a three-year term.",
    "The Committee's mission is to uphold the moral values and univer- sal principles of social well-being that guide the Energisa Group's businesses, always prioritizing ethics, respect, transparency and truth in relation- ships to maintain an environment of integrity, health and harmony.",
    "The responsibilities of the Ethics Committee include: analyzing violations of the Code of Ethics and Conduct, implementing disciplinary measures based on the severity of the violations in accor- dance with the Company's bylaws and current legislation, and confidentially investigating and adjudicating these violations, either on its own initiative or based on complaints.",
    "The entity is also in charge of implementing, dis- seminating, training, reviewing and updating the Company's Reporting Channel (Ethics Channel), which was restructured and renewed in 2023.",
    "REPORTING CHANNEL GRI 2-16, 2-25 In 2023, Energisa restructured its Corporate Eth- ics and Fraud Reporting Channel, which will now be operated by a specialized outsourced compa- ny.",
    "An online campaign was conducted to inform employees about the new platform, explaining its confidential and transparent nature, as well as the protection against retaliation.",
    "In this way, the com- pany guarantees the anonymity of professionals who use the tool.",
    "The new channel aims to make it easier to report misconduct related to the company, its employees or service providers.",
    "It is also open to receiving in- ternal and external consultations and suggestions regarding issues related to the Code of Ethics.",
    "The reports received are followed up by the Ethics Committee, which will determine the appropriate measures based on the Group's bylaws.",
    "Cases that involve members of the committee itself are dealt with directly by the Board of Directors.",
    "The Company's Compliance department has ana- lytical control of all registered cases and draws up a monthly report on the subject, which is for- warded to the Ethics Committee.",
    "The indicator of the implementation of the measures and actions taken is presented in the document.",
    "A total of 269 complaints related to ethics and integrity were received in 2023, of which 47 (17.47%) referred to alleged bullying/sexual harassment and three (0.01%) related to alleged discrimination.",
    "The Reporting Channel can be accessed at or by calling 0800 800 1257.",
    "It operates 24/7.",
    "planning D D PROG KAM GRI 205-1, 205-3 This program underpins the Group’s commitment The Energisa Group considers to national and international initiatives related people more than just a pillar: to ethics and integrity, including preventing Monitor and Risk they are the key element that and fighting corruption in all its forms, as well report RELNE FS NSU connects each of the pillars and as defining guidelines for dealing with related and controls sustains a structure that upholds issues, in line with what is established in the the values of the Company.",
    "Federal Constitution and infra-constitutional laws, especially the Anti-Corruption Law (Law Energisa believes that prepar- 12846/2013).",
    "ing employees is of primary important in sustaining the A total of 92 complaints related to corruption Integrity Policies, processes Integrity Program.",
    "The Compa- and/or functional fraud were registered in 2023.",
    "(compliance) and systems ny understands that without Of these, 17 were upheld, seven were dismissed, engaged leaders and committed six were inconclusive, four were closed and 58 executives, its pillars cannot are ongoing.",
    "withstand the contamination of non-compliance and illegality.",
    "Audit (ABR) tee of Sponsoring Organizations of the Treadway Commission (COSO) to manage its operational, fi- nancial and legal and regulatory compliance risks.",
    "Its management ta kes into account economic, so- cial and environmental aspects, encompassing the mapping of potential events, the measurement and assessment of weak points, the definition of formal policies and actions for treatment, moni- toring and control.",
    "The entity in charge of coordinating risk manage- ment is the Audit and Risks Committee, which is linked to the Board of Directors and operated by the Risks and Controls Management.",
    "As a pub- licly-held company with shares listed and traded on B3, Energisa also has a Financial Market Risk Management Policy.",
    "In 2023, Energisa assessed operations with a risk of corruption and, of the 28 identified, 15 had to be reviewed (53.57%).",
    "Among the risks observed by this work are: unethical conduct, fraud, bribery and kickbacks, as well as conflicts of interest.",
    "Energisas risk management considers economic, social and environmental aspects SECURITY GRI 3-3, GRI 418-1 Energisa Group consistently invests in cyber- security infrastructure, tools and processes to ensure the protection of data and personal information of its stakeholders, as well as for the continuity of the Company’s operations.",
    "To this end, it has put in place a Privacy and Data Processing Policy, that complies with all the ob- ligations contained in the Brazilian General Data Protection Law (GDPL).",
    "The company also uses the security framework of the National Institute of Standards Technology (NIST).",
    "The proactive approach to cybersecurity in the company goes beyond regulatory compliance.",
    "The organizational structure includes a Cybersecurity Manager (Ciso) and core functions such as compli- ance and technology risk management.",
    "The Company has an Information Security Plan and a Balanced Scorecard for cyber security.",
    "In the Legal area, the structure includes information security and IT compliance with the Legal Board also working on ensuring the Group complies with the GDPL.",
    "In order to protect its entire operation, Energisa works on the security of both its operating net- work and the electricity grid.",
    "To prevent and re- duce the risk of hacking attempts into the power supply system, the systems are not connected.",
    "In 2023, the Company acted internally to reduce improper access to operating systems and also to raise awareness and train employees about the risks of cyber-attacks through phishing, fake emails that can lead to data theft and online attacks.",
    "In this initiative, simulated attacks were conducted to pinpoint and address potential weaknesses among users in the companies’ networks.",
    "Another important action during the year was the work done to identify the perpetrators of billing scams who issue fake bills in Energisa’s name.",
    "2023 ANNUAL SUSTAINABILITY REPORT | OPERATING REPONSIBLY The joint work of the technology, communica- tion and legal areas has enabled the company to reduce fraud on the company’s clients from R$ 500,000 to RS 20,000.",
    "The initiative was allied to awareness campaigns on the subject.",
    "During the year, stress tests were also carried out on the cybersecurity systems of the company’s partners, with the aim of identifying and tackling any possible vulnerabilities.",
    "ie) substantiated complaints were made during the year regarding breaches of privacy or loss of customer data, nor any incidents of non- compliance with cyber security standards.",
    "ADDITIONAL INFORMATION Gri GRI 2-1 Energisa S/A, known as the Energisa Group, is a public, for-profit corporation operating in Brazil.",
    "Its head office is located in the city of Rio de Janeiro (Praia de Botafogo, 228, Edificio Argentina).",
    "GRI 2-2 This Annual Sustainability Report, as well as the process of creating the Energisa Group’s materi- ality matrix and the reporting of the Company's financial statements include the following organi- zations: Energisa Acre, Energisa Minas Rio, Ener- gisa Mato Grosso do Sul, Energisa Mato Grosso, Energisa Paraiba, Energisa Rond6nia, Energisa Sergipe, Energisa Sul-Sudeste, Energisa Tocantins, (re)energisa, Holding Company, Energisa Geracao e Transmissao, Agric, ES Gas, Multi and Voltz.",
    "In 2023, Energisa won the privatization auction for Companhia de Distribuicao de Gas do Espirito San- to (ES Gas) and acquired an 83.3% stake in Adubos e Gestao de Residuos Industriais e Comerciais (Ag- ric).",
    "The report should account for these compa- nies in proportion to their operational activity and contribution as Group assets throughout the year.",
    "The Energisa Group's materiality matrix, updated in 2022, guides the Company's actions, shapes its ESG strategy, and is used to draw up this Report.",
    "Prepared under the precepts of dual materiality, it takes into account the analysis of the socio-en- vironmental and financial impacts of the Group's activities - both upstream and downstream - and those that may influence the business, in addi- tion to their relevance in regard to each stake- holder.",
    "The revision of the matrix was approved by the Company's Strategic Sustainability Com- mittee, composed of the CEO, CFO, vice-presi- dents, Sustainability Board and presidents of the Energisa Institute and the Ormeo Foundation, and by the Board of Directors.",
    "The construction of the materiality matrix, which includes 12 topics, was based on exten- sive engagement with stakeholders strategic to the Group.",
    "Shareholders and investors Customers and/or consumers Own and outsourced workers Suppliers Local communities Government Regulators NGOs Press Trade unions 2023 ANNUAL SUSTAINABILITY REPORT | ADDITIONAL INFORMATION GRI A total of 488 people were interviewed, both on- line and face-to-face, in work meetings, individual and group interviews, co-creation sessions and focus groups.",
    "The result of this work identified 20 topics considered relevant to the company’s operations based on an analysis that took into account the probability, relevance and severity of each topic.",
    "This assessment considered the socio-environ- mental topics according to the criteria of probabil- ity and severity (intensity, extent and reversibility), the financial ones under the criteria of probability and magnitude, and the most significant topics for the stakeholders interviewed, under the criteri- on of relevance.",
    "After the process of active listening and review of internal and external documents was concluded, Energisa prioritized 12 topics, which became part of the company’s materiality matrix.",
    "MATERIAL TOPICS cais-2 @transition and energy efficiency: @ Innovation and technology: @universal access to energy: Emphasis on energy transition, increasing the supply of Increased investment in technologies that promote greater Commitment to expanding secure access to energy in isolat- renewable energy and new solutions for customers, and operational efficiency, expand the range of energy prod- ed communities, prioritizing the use of renewable sources in on the efficiency of energy use, with less loss and more ucts and solutions and reduce environmental impact.",
    "order to boost sustainable local development.",
    "responsible use.",
    "@ customer relations: @ouality of service: Commitment to delivering valuable solutions to custom- Excellence in operational management and constant ers, prioritizing their safety, meeting their needs, and fos- investments to ensure efficiency in the provision of ser- tering a close, transparent relationship.",
    "vices and reliability with clients and other stakeholders.",
    "7 Biodiversity and ecosystems: Employee health, well-being and safety: Emphasis on minimizing the impact of operational Emphasis on the health and integrity of employees and activities and maximizing the benefits generated by service providers based on rigorous actions aimed at safety initiatives to protect, restore and regenerate biodiversi- and the management of a healthy working environment.",
    "ty, especially in the most fragile biomes in the regions where the company operates.",
    "@c climate changes: Commitment to reducing greenhouse gas (GHG) emissions, @eEthics, integrity and compliance: managing risks associated with climate change and offering Commitment to-'transparency, compliance and an ethical solutions that help reduce the emissions of customers.",
    "attitude at all levels of the organization, ensuring the effectiveness of the management mechanisms and ex- tending the reach of the guidelines to its stakeholders.",
    "Network resilience and community safety: Ability to promptly address incidents, emphasizing pre- vention and mitigation of critical risks, and fostering part- nerships and educational initiatives while protecting the well-being of people.",
    "14.",
    "Attracting, developing and retaining employees: Constant investments in employee development and the creation of a welcoming and challenging environment that ensures the attraction and engagement of the best talent.",
    "2.",
    "Data privacy and security: Secure management of the collection, retention and use of sensitive data, in compliance with the General Data Protection Act (LGPD), and ongoing investments in cyber- security to ensure the maintenance of operations.",
    "FINANCIAL IMPLICATIONS AND OTHER RISKS AND OPPORTUNITIES ARISING FROM CLIMATE CHANGE In today’s global context, concern about climate change and its impact has become a priority for companies worldwide.",
    "The Energisa Group, as an integral part of this scenario, recognizes the importance of managing risks, minimizing impacts and identifying opportunities arising from this context.",
    "Over the years, the Group has embraced a range of proactive measures to tackle these challenges responsibly and sustain- ably.",
    "From transitioning fuel sources and decommissioning thermal power plants to structuring a decarbonization strat- egy, numerous initiatives have been undertaken to advance effective management in alignment with the Company's ESG commitments.",
    "RISKS OPPORTUNITIES MANDATORY CARBON PRICING Creation of the mandatory Brazilian GHG Emissions Trading System (Sistema Brasileiro de Comércio de Emissdes de GEE - SBCE) in Brazil, which will be able to price the direct and indirect emissions of organizations, impacting the supply chain, the competitive edge and additional operating costs.",
    "SEVERE WEATHER EVENTS Extreme weather events, such as heavy rainfall, heat waves, floods and strong winds, have the potential to cause prolonged power cuts in the electricity supply.",
    "This can lead to an increased demand on the maintenance and operations teams of distributors, requiring more frequent inspections of network assets than usual.",
    "By implementing action plans to mitigate our impact on the climate and adapting to severe events, distributors will be able to face these challenges proactively and minimize the adverse impacts on operating and maintenance costs.",
    "WATER SHORTAGE Water shortages, due to weather conditions, represent a risk for the electricity sector as a whole.",
    "As well as having a direct impact on the energy production capacity, a drop in reservoir levels may compromise distribution operations and drive up operating costs by requiring the use of more expensive alternative energy sources.",
    "To mitigate this risk, it is essential to invest in diversifying energy sources, such as solar and wind power, to increase operational resilience in the face of adverse weather conditions and to ensure the continuity of the energy supply.",
    "DECARBONIZATION SOLUTIONS The offering of low-carbon products and services creates an opportunity to expand and consolidate the sustainable businesses already in operation and to pave the way for new Company businesses R&D FOR DECARBONIZATION AND NETWORK RESILIENCE Research and development (R&D) and innovation projects are pivotal in anticipating trends and creating products that become indispensable in the context of the decarbonization process, network resilience, and digitization.",
    "This approach places the company at the forefront of the sector, ensuring it stays ahead of market demands.",
    "Our current investments cover various fields, including electric mobility, grid automation and digital upgrading, energy storage using lithium-ion batteries, among other examples that can be seen on page 47.",
    "ACCESS TO NEW CAPITAL Access to new capital related to environmental issues, such as greenbonds and SLBs (sustainability-linked bonds), presents an opportunity.",
    "By choosing these financing methods, companies can demonstrate their commitment to environmental responsibility, which not only attracts investors aligned with these values but also strengthens the company’s reputation in the market.",
    "Additionally, by channeling funds into sustainable projects, companies can increase their operational efficiency, reduce long-term costs and position themselves competitively in a market that is increasingly focused on sustainability.",
    "____ ENERGY CONSUMPTION GRI 302-1 FUEL CONSUMPTION FROM NON-RENEWABLE SOURCES (GJ) Source 2022 2023 Gasoline 94,148 104,774 Diesel and Diesel $10 310,360 348,592 CNG - 50 LPG 1,649 1,747 TOTAL 406,157 455,163 CONSUMPTION OF FUELS FROM RENEWABLE SOURCES (GJ) Renewable source 2022 2023 Ethanol 10,270 17,621 TOTAL 10,270 17,621 ENERGY CONSUMED (PURCHASED) (GJ) Consumption by type of energy 2022 2023 Electricity 159,446 177,629,4 TOTAL 159,446 177,629,4 2023 ANNUAL SUSTAINABILITY REPORT | ADDITIONAL INFORMATION GRI —— < 101 > TOTAL ENERGY CONSUMED BY TYPE (GJ) 2021 2022 2023 Fuels from non-renewable sources 329,141 406,157 455,163 Fuels from renewable sources 15,943 10,270 17,621 Energy consumed 150,604 159,446 177,629 TOTAL 495,688 575,873 650,413 Conversion factors used: 1 liter of diesel = 0.03550 GJ; 1 liter of ethanol = 0.02135 GJ; 1 liter of gasoline = 0.03224 GJ; 1 kwh = 0.0036 G).",
    "In 2022, the energy consumption of the transmission companies and (re)energisa was taken into account.",
    "Consumption data from Multi and ES Gas, acquired that same year, was added in 2023.",
    "Therefore, it was not possible to account for the shrink in consumption from one year to the next.",
    "GR 302-4 ENERGY INTENSITY\" 2021?",
    "2022 ?",
    "2023?",
    "Specific metric (number of customers) 8,216,059 8,407,131?",
    "8,586,934 Consumption within the organization (GJ) 495,689 572,675 650,413 Energy intensity (within the organization) 0.06 0.06 0.07 1 The denominator used to calculate intensity was the number of customers.",
    "2 In 2021, only the distributors’ data was taken into account.",
    "In 2022, the energy consumption of the transmission companies and (re)energisa was taken into account.",
    "Consumption data from Multi and ES Gas, acquired that same year, was added in 2023.",
    "3 Number of 2022 customers reviewed GR 2-4 The Energisa Group operates with the aim of min- imizing the impact of operational activities on the environment and maximizing the benefits created by initiatives to protect, restore and regenerate biodiversity, especially in the most fragile biomes in the regions where the company operates.",
    "In Energisa’s operations, the most sensitive envi- ronmental impacts arise from the need to suppress vegetation or degrade ecosystems in order to build transmission and distribution lines, in addition to the potential risks inherent in such activities.",
    "Finan- cial risks associated with lawsuits, sanctions or new regulatory requirements resulting from the environ- mental impacts caused by network expansion are also concerns.",
    "The Energisa Group adopts an integrated and responsible approach to mitigating negative and positive impacts on the environment by imple- menting specific measures in various operational areas in compliance with Brazilian environmen- tal standards.",
    "This includes carrying out detailed reviews and analysis studies to reduce the area of vegetation suppression, as well as environmental education actions to engage the community and establish partnerships with town halls to plant native trees in order to properly manage urban afforestation in areas where the electricity grid coexists.",
    "Indicators are used to monitor and assess the progress of the Company's environmental actions.",
    "These include evaluating operational and main- tenance efficiency, employee, third-party and community training indicators, biodiversity man- agement and actions to encourage responsible use.",
    "The monitoring also includes the number of trees cut down, the volume of waste recycled, and com- pliance with the SDGs, as well as others.",
    "The effectiveness of the Energisa Group’s Environ- mental Management System is measured with basis on ISO 14001:2015 and is monitored by an internal audit for a critical analysis of the Company's operat- ing procedures in the Environmental area.",
    "< 102 > Name of the area Size of protected or restored habitat areas (km?) Location of protected or restored habitat areas Has the success of the restoration measures been approved by independent external experts?",
    "Partnerships with third parties to protect or restore habitat areas other than those in which the organization has supervised and implemented restoration or protection measures Status of each area based on its condition at the end of the reporting period Standards, methodologies and assumptions adopted There are impacts on the Cantao State Park (left bank of the Céco river); in the areas of the High Voltage Distribution Line LDAT 69 kV SE Feij6/SE Tarauaca and High Voltage Distribution Line LDAT 69 kV SE Feij6/SE Envira; LDAT 138 kV Derivation CTEEP / SE Urupés II; SE Urupés Il; LDAT SE Urupés II / SE Nova Urupés; SE Nova Urupés; in the UFVs Pedrindpolis, Haras Dona Flor (plant and dam), Campo Grande III, Santa Barbara, Uberaba, Santa Rosa; Sao José Dam 361.16 lgarapé do Caucho, Kaxinawa Colony Twenty-Seven and Katukina/Kaxinawa Indigenous Land, in the municipalities of Feijé (AC) and Tarauaca (AC); Cerrado and Atlantic Forest areas; the Minas Gerais municipalities of Cataguases, Manhuacu, Santana de Cataguases, Leopoldina; Nova Friburgo (RJ); watercourses located at the headwaters of a tributary of the Céorrego do Campo Novo river in Braganca Paulista (SP), part of the Piracicaba River Basin (Fazenda Sant’Anna); municipality of Monteiro (PB).",
    "The restoration measures are checked by the relevant environmental agencies, such as lbama and the state and municipal structures at each location.",
    "The Energisa Group establishes partnerships with public and NGOs to protect habitats, including firefighting actions, protection of plants and animals, distribution of seedlings, and actions to clean up areas near rivers, lakes and beaches With the exception of the areas in Acre and Paraiba, where ecological restoration work is underway, in all other regions it has already been completed and is being maintained.",
    "Forest recovery is a requirement of IBAMA and is set forth in the Forest Code.",
    "The process includes the Forest Replacement Program (Programa de Reposicdo Florestal - PRF) during environmental licensing and, after the Operating License (OL), the Compensatory Planting Project.",
    "The company also abides by Ordinance 60/2015 and Funai Regulatory Instruction 02/2015 for studies in indigenous areas, as well as federal and state environmental laws.",
    "GRI 3-3 Ensuring the provision of a quality service to customers is essential for the Energisa Group.",
    "With this goal in mind, the Company organizes its structure to prioritize excellence in op- erational management, continually investing to ensure reliable and safe service provision.",
    "As a material topic for the company, the quality of service is as- sessed by indicators that measure customer satisfaction.",
    "Ener- gisa also works to mitigate socio-environmental and financial risks and impacts related to this matter, such as the possible inability to meet contractual energy supply requirements or the broadening of legal and regulatory assumptions regarding the service offered by the organization.",
    "As such, the Energisa Group adopts policies and practices that go beyond legal requirements, such as participating in social initiatives related to the topic; collaborating with organiza- tions, governments and NGOs to ensure systemic improve- ments in the sector; investing in research and innovation to develop increasingly efficient and effective solutions; as well as carrying out independent audits to ensure compliance and ongoing improvement.",
    "The development of these actions is vital to the strategic and budgetary direction of the Energisa Group.",
    "Therefore, it ad- dresses the topic within its organizational planning, includ- ing it in strategic pillars such as finance, customers, internal processes, social and environmental, and learning and growth.",
    "Strategic ambitions linked to service quality involve efficiency and economic, social and environmental sustainability with an emphasis on the customer and an increase in generation and transmission.",
    "The Company adopts effective and innovative processes and actions to boost the quality of its services, such as the training of professionals, investments in safety, the use of high-quality vehicles and equipment and integrated customer relations channels.",
    "It also incorporates automation and remote control into equipment for efficient monitoring and decision-making.",
    "The company strives for excellence in its processes in order to offer a quality service, foresee power breaks and meet the expectations of the Brazilian Electricity Regulatory Agency (Aneel) and other stakeholders, without losing its focus on transparency, ethics, responsibility and sustainability.",
    "The lessons learned in managing the material topics have been incorporated into in the Energisa Group's practices through actions at the strategic, tactical and operational level: e Strategic: involves an annual alignment cycle to assess re- sults, map strengths and weaknesses and build strategic maps and objectives.",
    "e Tactical: the business areas develop measures and actions to meet strategic guidelines, applying the optimal capital methodology, which guides the allocation of funds for investments and expenses in the Energisa Group Business Plan.",
    "e Operational: involves measures, actions and projects, monitoring performance, foreseeing problems and ana- lyzing trends.",
    "Goals Data collection and calculation of collective continuity indicators (SAIDI and SAIFI).",
    "Data collection and calculation of individual continuity indicators (DIC, FIC, DMIC and DICRI).",
    "Data collection and calculation of commercial service standards Targets The targets for the collective continuity indicators must meet the target limits specified by the Brazilian Electricity Regulator (Aneel) through the relevant sector resolution for each distributor (Prodist).",
    "The targets for the individual continuity indicators are broken down in such a way that their structure meets the targets for the collective indicators in each distributor.",
    "The breakdown of the individual indicators establishes performance in relation to the regulatory targets (Prodist).",
    "The targets for the collective continuity indicators must meet the target limits specified by the Brazilian Electricity Regulator (Aneel) through the relevant sector resolution for each distributor.",
    "Indicators SAIDI (System Average Interruption Duration Index) SAIFI (System Average Interruption Frequency Index) DIC (Duration of individual interruption per consumer unit) FIC (Frequency of individual interruption per consuming unit) DMIC (Maximum duration of continuous interruption per Consumir unit) DICRI (Duration of the individual interruption that occurs on a critical day per consumer unit) REN indicators 1000/2021.",
    "ADDI] | (1) SYSTEM AVERAGE INTERRUPTION DURATION INDEX OR SAIDI FOR SHORT (2) SYSTEM AVERAGE INTERRUPTION FREQUENCY INDEX OR SAIFI FOR SHORT (3) CUSTOMER AVERAGE INTERRUPTION DURATION INDEX OR CAIDI FOR SHORT System Average Interruption Duration Index (SAIDI) System Average Interruption Frequency Index (SAIFI) SAIDI limit SAIFI limit 2023 2022 Var.",
    "% 2023 2022 Var.",
    "% Energisa Minas Rio 7.99 7.75 +3.1 4.10 4.00 +2.5 10.37 7.21 Energisa Sergipe 9.58 9.69 -1.1 4.70 4.83 -2.7 11.11 7.01 Energisa Paraiba 10.05 10.56 -4.8 3.80 3.80 14.10 7.96 Energisa Mato Grosso 16.16 16.72 -3.3 6.83 7.31 -6.6 18.28 13.46 Energisa Mato Grosso do Sul 9.28 9.77 -5.0 4.00 4.26 -6.1 10.60 7.10 Energisa Tocantins 16.12 16.51 -2.4 5.73 5.94 -3.5 19.52 12.72 Energisa Sul Sudeste 5.30 5.59 “5.2 3.02 3.44 -12.2 7.15 6.05 Energisa Rondonia 21.25 22.83 -6.9 8.12 8.67 -6.3 27.24 18.75 Energisa Acre 23.67 26.35 -10.2 8.92 10.19 -12.5 44.46 35.56 Note: The data shown was obtained from Aneel’s databases and is subject to changes requested by the regulator.",
    "EFFICIE ON AND ENERGY In order to assess the progress of the material topic, Energy transition and efficiency, the Energisa Group has defined the following goals and targets: Goals Targets Indicators Increase the use of renewable energy (public commitment) Decommissioning of TPPs (public commitment according to GRI 2022 Annual Report) Connections for communities in remote areas Energy saving I-RECs (International Renewable Energy Certificate) sold Carbon emissions avoided by 2026: 600MW by 2026: 171.1 MW of power by 2026: 55,000 customers served No public target No public target Undefined MW of installed capacity Number of MW decommissioned from thermal power plants Number of customers served via individual connection in remote areas Not defined Number of certificates sold Thousand tCO,/year INNOVATION AND TEC < 107 > NOLOGY x.",
    "The Energisa Group has in its DNA the essence of transformation through energy with innovation as the catalyst for this process.",
    "For the company, innovation must infuse every aspect of the busi- ness, from strategic management decisions to the ongoing quest for sustainable solutions.",
    "Investing in innovation and technology is essential for the company to ensure the continuity of its busi- ness and offer solutions that are increasingly more efficient and sustainable for customers.",
    "Therefore, the company invests in research and development internally, encouraging intrapreneurship, as well as fostering innovative initiatives externally.",
    "In this aspect, Energisa is involved in partnerships with hubs of innovation and in programs that encourage the Company's employees to think creatively and disruptively.",
    "The Group views inno- vation as a core commitment to its values, contin- ually renewed with every step towards enhancing the experience of customers and employees, and fostering the sustainable development of the com- munities where it operates.",
    "It also encourages employees to seek out new solutions, Energisa’s Innovation area regularly sets up workshops on innovation and technology.",
    "These events are held in different locations and feature exhibitions of successful projects devel- oped with basis on internal suggestions.",
    "In 2023, one of these projects, featuring an auction model for isolated generation and distribution systems, won the Sendi Award at the National Electricity Distribution Seminar, the largest event in the electricity distribution sector in Latin America.",
    "The Group’s innovation management is divided into three areas: innovation programs, open innovation challenges and Energisa Digital Labs.",
    "PROGRAMS RESEARCH AND DEVELOPMENT These help keep the journey of looking for busi- ness opportunities towards market transforma- tion always active.",
    "Openness to new perspectives, challenges, and creative proposals is encouraged both internally, through programs that foster employee engagement, and externally, through interaction with innovation ecosystems around the world.",
    "Accordingly, the Company's two main lines of action are: PORT | ADDITIONAL INFORMATION GRI One of the largest innovation incentive programs in the Brazilian electricity sector, E-nova is an interactive virtual environment in which employees can suggest ideas and take the lead in promising projects.",
    "Every year, around 2,000 ideas are entered into the platform.",
    "Once they have been assessed by vari- ous areas (Operations and Maintenance; Safety; Measurement, Billing and Revenue Protection; Organizational Efficiency; Customer Focus; and Environment), they can be deployed, with rewards for the proponents throughout the process.",
    "E-nova’s priority is to get ideas off the ground and into projects that benefit the company’s day-to- day operations.",
    "Through connections with partner spaces, employees produce prototypes and work with 3D model tools to validate the solutions.",
    "In 2023, the program registered more than 10,000 users, 2,300 ideas and 250 registered proj- ects.",
    "Energisa was recognized by Valor Inovacao, Epoca Negécios 360, Ranking 100 Open Corps and Forbes for the program.",
    "INNOVATION Challenges are one of the main gateways for Ener- gisa to access innovative solutions Every edition sets out a business need that re- quires a solution and is based on real problems experienced by Energisa and the electricity sector.",
    "Professionals, companies, universities and inde- pendent groups are invited to submit their prod- ucts and solutions.",
    "Those selected become part- ners in the company’s innovation ecosystem, with various benefits.",
    "Challenge topics that have already been rolled out: e Renewable hydrogen e Correcting the coordinates of electrical assets in rural areas e Asset security in PV plants e Solution for automating the reading and re- sponse of emails e Solution for preventing financial fraud e Toolkit for connecting Voltz services with ERP systems ENERGISA DIGITAL LABS Energisa Digital Labs (EDL) is the company’s artificial intelligence center of excellence, located at its head office in Rio de Janeiro (RJ).",
    "It is where innovation projects are developed, in partnership with the national and international ecosystems of which the company is a part, with a focus on improving operational efficiency, elevating the cus- tomer experience and developing new products and services for the local and foreign energy market.",
    "EDL embodies an environment of innovation, creativity, and exchange of experiences and learning among employees, partners, and clients, which has become a fundamental driver in accelerating the digital transformation of the Energisa Group as a whole.",
    "Energisa held its 3\" Technology Week in 2023.",
    "In a hybrid format, it included over a thousand professionals, about 600 of whom were in person, in Cataguases (MG).",
    "The event was also attended by companies from the region, Rio Pomba Valley partners (read more on page 61) and organizations such as the National Industrial Learning Service (Senai).",
    "The Week’s program included the Company’s first hackathon, created in partnership with Google, to tackle real challenges faced by the company with its clients.",
    "In order to provide operational security and ensure an environ- ment conducive to the implementation of innovative solutions, Energisa has invested in the last two years to renew its tech- nology infrastructure.",
    "In all, the company has 27 IT rooms in Brazil.",
    "Through this initiative, around 70% of them were re- vamped by installing new equipment.",
    "The highlight of these actions in 2023 was the construction of a new level 3 data center in Cataguases (MG).",
    "This classifi- cation means that all processes are automated, with built-in redundancy in the system, enabling preventive maintenance to be conducted seamlessly without disrupting activities.",
    "This environment is similar to the one the company has in the state of Paraiba.",
    "The new facilities were built to make them more efficient and sustainable.",
    "They are smaller spaces with greater information processing capacity, consume less water and energy and gen- erate less waste.",
    "The new IT infrastructure of Energisa Group operates the com- pany’s commercial and technical systems.",
    "This new operational foundation of the technology area has enabled the sector's team to increase its capacity to meet demands by 300%.",
    "The Energisa Group recognizes the critical importance of the topic of data protection and the maintenance of privacy.",
    "For this reason, its management includes conducting recurring security tests on IT and automation applications and infra- structures to improve the management of critical system access, implement technological and procedural controls and comply with sector regulations.",
    "Simulated attack operations carried out by the Red Team (of- fensive security team, which actively searches for weakness- es in the IT environment) test and improve existing controls.",
    "Cybersecurity event and crisis response drills, together with resilience tests, are essential in detecting and eliminating vulnerabilities.",
    "The actions generate positive impacts internally, raise aware- ness and prepare employees, while externally they reinforce the trust of customers and stakeholders in data protection, consoli- dating the organization's reputation as safe and reliable.",
    "In the legal arena, the positive impacts pertain to maintain- ing compliance with the law, avoiding regulatory penalties, administrative and judicial proceedings, as well as preserv- ing the company’s market value and image.",
    "EFFECTIVENESS OF THE MEASURES Tracking the effectiveness of the cybersecurity and data privacy measures taken by the Group is ensured by internal audits con- ducted by the IT Compliance area, which analyzes the controls implemented in regard to the base framework.",
    "In addition, an independent external audit assesses the level of maturity of the controls.",
    "In the legal context, tracking involves managing controls through the Onetrust platform, encom- passing requests from data subjects and supplier assessments, as well as monitoring administrative and judicial claims relat- ed to privacy.",
    "____ EMPLOYEES EMPLOYEES BY REGION AND GENDER 2023 ANNUAL SUSTAINABILITY REPORT MADDITIONAL INFORMATION GRI < 111 > PERCENTAGE OF EMPLOYEES BY EMPLOYEE CATEGORY AND GENDER Employee category Men Women 2021 2022 2023 Vice-presidents/ Officers 87.5% 12.5% Men Women Total Men Women Total Men Women Total Managers 81.9% 18.1% North 3,114 446 3,560 3,595 472 4,067 3,403 445 3,848 Coordinators 72.3% 27.7% Northeast 2,911 855 3,/66 3,037 8/2 3,899 3,122 928 4,050 Supervisors 81.2% 18.8% Midwest 3,785 651 4,436 3,824 693 4,517 3,799 704 4,503 Graduate professional 57.4% 42.6% Southeast 2,900 921 3,821 3,117 1,057 4,174 3,019 1,147 4,166 Other administrative and ° ° South 54 12 66 13 6 19 72 9 81 technical positions aed Meh TOTAL 12,764 2,885 15,649 13,576 3,100 16,676 13,415 3,233 16,648 TOTAL 80.6% 19.4% 2021 2022 2023 Indefinite term Indefinite term Total Indefinite term Indefinite term Total Indefinite term Indefinite term Total Men 12,754 10 12,764 13,576 0 13,576 13,415 0 13,415 Women 2,883 2 2,885 3,100 0 3,100 3,233 0 3,233 TOTAL 15,637 12 15,649 16,676 0 16,676 16,648 0 16,648 2021 2022 2023 Indefinite term Indefinite term Total Indefinite term Indefinite term Total Indefinite term Indefinite term Total North NA NA 3,560 4067 0 4067 3,848 0 3,848 Northeast NA NA 3,/66 3,899 0 3,899 4,050 0 4050 Midwest NA NA 4,436 A517 0 A517 4503 0 4503 Southeast NA NA 3,821 4174 0 4174 4166 0 4166 South NA NA 66 19 0 19 Sl 0 Sl TOTAL NA NA 15,649 16,676 0 16,676 16,648 0 16,648 2021 2022 2023 Full-time* Full-time Total Full-time Full-time Total Full-time Full-time Total Men 12,757 7 12,764 13,572 4 13,576 13,412 3 13,415 Women 2,848 37 2,885 3,063 37 3,100 3,222 11 3,233 TOTAL 15,605 44 15,649 16,635 41 16,676 16,634 14 16,648 2021 2022 2023 Full-time* Full-time Total Full-time Full-time Total Full-time Full-time Total North NA** NA 3,560 4,066 1 4,067 3,848 O 3,848 Northeast NA NA 3,/66 3,898 1 3,899 4,049 1 4,050 Midwest NA NA 4,436 4517 O 4517 4503 O 4503 Southeast NA NA 3,821 4135 39 4174 81 O 81 South NA NA 66 19 O 19 4153 13 4,166 TOTAL NA NA 15,649 16,635 41 16,676 16,634 14 16,648 *For the purpose of determining full-time classification, the workforce count from December 2023 was utilized, considering all employees except those classified as statutory, apprentices, and interns.",
    "In this classification, we considered the employees who work eight and six hours a day.",
    "** NA: Not available 2021 2022 Job category Men Women Total Men Women Total Men Women Total Apprentices 235 332 56/7 255 311 566 220 355 575 Trainees 157 137 294 160 173 333 159 127 286 Outsourced NA NA NA NA NA 15,150 NA NA 6,402 TOTAL 392 469 861 415 484 16,049 379 482 7,263 ___ NEW EMPLOYEE FIRES AND EMPLOYEE TURNOVER GRI 401-1 TOTAL NUMBER OF EMPLOYEES HIRED, TERMINATED AND TURNOVER RATE, BY AGE 2021 2022 2023 Employee Employee Age Hires Terminations Turnover total Hires Terminations Turnover total Hires Terminations Turnover Under 30 2,258 1,314 41.13% 4,342 1,529 627 24.83% 3,831 1,369 768 27.53% een 30 1,637 1,276 12.65% 11,518 1,671 1,314 12.96% 11,736 1,163 1,232 10.2% Over 50 53 156 12.81% 816 91 128 13.42% 1,074 25 105 TAN TOTAL 3,948 2,746 20.07% 16,676 3,291 2,069 16.07% 16,689 2,557 2,105 13.97% 2021 2022 2023 Employee Employee Employee Gender total Hires Terminations Turnover total Hires Terminations Turnover total Hires Terminations Turnover Men 12,764 2,930 2,005 19.33% 13,576 2,932 1,553 15.04% 13,454 1,822 1,547 12.52% Women 2,885 1,018 7Al 30.49% 3,100 159 516 20.56% 3,235 735 558 19.98% TOTAL 15,649 3,948 2,746 20.07% 16,676 3,291 2,069 16.07% 16,689 2,557 2,105 13.97% TOTAL NUMBER OF EMPLOYEES HIRED, TERMINATED AND TURNOVER RATE, BY REGION 2021 2022 2023 Employee Employee Employee Region total Hires Terminations Turnover total Hires Terminations Turnover total Hires Terminations Turnover North 3,560 822 547 16.83% 4,067 991 397 17.06% 3,855 425 381 10.45% Northeast 3,/66 534 597 14.50% 3,899 559 420 12.55% 4,055 645 463 13.66% Midwest 4,436 685 801 16.45% 4,217 7715 691 16.23% 4,210 7/7 742 16.84% Southeast 3,851 1,907 796 32.38% 4,174 958 559 18.17% 4,197 698 515 14.45% South 66 0 5 13.16% 19 8 2 26.32% 81 12 4 9.88% TOTAL 15,649 3,948 2,746 20.07% 16,676 3,291 2,069 16.07% 16,698 2,997 2,105 13.96% GRI 2-20 The process of developing remuneration policies in the Energisa Group included establishing the Remuneration Committee, crafting compensation packages, conducting regular reviews, setting ob- jectives, performing market analyses, and assessing performance.",
    "Opinions of stakeholders are heard and considered through different channels and methods: dialogue, rating agencies, Shareholders’ Meetings, meetings with investors and governance consultants.",
    "The Group’s Remuneration Policy is reviewed annually on the basis of market surveys and consultants outside the organization for salary surveys.",
    "A meeting was held with Glass Lewis in 2024 to develop better remuneration disclosure practices.",
    "TRAINING AND EDUCATION AVERAGE HOURS OF TRAINING PER YEAR PER EMPLOYEE Average hours of training per employee by gender* 2021 2022 2023 Men 62.55 47.24 69.44 Women 35.12 15.42 26.26 Average hours of training per employee by job category” 2021 2022 2023 Board 14.55 33.43 11.51 Management 25.42 12.02 17.51 Supervisors/coordination - - 21.76 Technical/supervision - - 42.72 Administrative 35.31 20.06 24.61 Operational 68.97 53.92 84.17 * The data provided takes into account all employees (including trainees, appren- tices, those on leave and those who have left) who underwent training in the period from January to December 2023.",
    "< 116 > The Energisa Group uses the goals, targets and indicators highlighted in the table on this page to assess the Company's performance in manag- ing the material topic of health, well-being and safety of the employee Goals Targets Indicators Safety inspection system Training Evaluation of Service Provider Performance (ESPP) Drive Behavior Employee Safety Indicator Greater than or equal to 100% compliance to targets 100% Above 80% Above 80 points 107.66% (103,709 safety inspections conducted on own and third-party employees”) 100% of employees with mandatory training completed by 2023.",
    "Group average in 2023 was 85.79% in ESPP audits.",
    "The Group's average in 2023 was 95 points for the fleet management program and driver behavior, within its scores for driving safety, Energisa has incorporated into its man- agement lessons regarding the material topic.",
    "An example was the revision, in 2023, of a regulatory instruction that in- creased the tolerated score in the indicator of Drive Behavior from 70 to 80 points.",
    "Improvements were made in the Analysis of Service Provider Results (ASPR) process, with standardization of the requirements check.",
    "In addition, campaigns were con- ducted to address critical issues identi- (ESI) 7.45 Closing in 2023 at 362.22.",
    "fied throughout the year, such as working Service Provider Safety 5302 Closing in 2023 at 383.67.",
    "at heights, working with power electrical Indicator (SPSI) , systems, and tree pruning.",
    "Occupational exam 100% 100% of employees with occupational exams carried out by 2023.",
    "Absenteeism 1.66% Closing the absenteeism indicator at 1.34% in 2023.",
    "SAFETY MANAGEMENT SYSTEM GRI 403-1 Energisa’s commitments in the area of Occupational Health and Safety include: e Ensure compliance with labor standards and laws.",
    "e Reduce the number and severity of occupational acci- dents for all company employees and third-party workers whose workplace is controlled by Energisa.",
    "e Increase the level of satisfaction and motivation of work- ers in relation to occupational health and safety.",
    "e Train all company employees and third-party workers whose workplace is controlled by Energisa in occupational health and safety issues.",
    "e Improve the communication and participation of work- ers and stakeholders in occupational health and safety issues.",
    "WORKER TRAINING ON < 118 > OCCUPATIONAL HEALTH AND SAFETY GRI 403-5 Energisa offers its employees (temporary, full-time, part-time, permanent and fixed-term contracts) the following training in occupational health fand safety: e Integration or guidance for new employees e Handling chemical products e Prevention of occupational diseases e Handling dangerous chemical substances e Prevention of fires in specific workplaces e Prevention of falls e Firefighting e Ergonomics e First aid e Use of PPE e Risk communication e Safety of machinery and equipment e Working in confined spaces e Working at heights e Working with electricity e Operating machinery and equipment e Cargo handling e Emergencies After the training, Energisa plans to train a team that is prepared to carry out its activities safely, reducing health and safety risks and preventing accidents and occupational illnesses.",
    "This effort aims to strengthen the safety of internal processes by complying with the guidelines of the Regulato- ry Standards (RSs) of the Labor and Employment Ministry and upholding good practices.",
    "The com- pany’s goal is to have 100% of the team trained When outsourced workers are hired, they are required to have the mandatory training prereq- uisites to perform their job, in accordance with Brazilian law, especially the RSs.",
    "The most common workplace accidents mapped by Energisa are: 2023 ANNUAL SUSTAINABILITY REPORT | ADDITIONAL INFORMATION GRI The process of detecting any accident risk at work is performed by teams assigned to this activity.",
    "The professionals assess the facilities, review doc- uments, conduct interviews with the employees involved in the activities and analyze the processes and tasks.",
    "Based on these actions, they assess potential acci- dents in each type of activity and develop control and prevention measures.",
    "Training and commu- nications are then carried out to make workers aware of the risks detected.",
    "The actions taken for each risk are regularly re- viewed, utilizing current data and information to generate reports and communications on the matter.",
    "These documents serve as a basis for ac- tions aimed at eliminating risks, possibly replacing equipment and materials, and for the preparation of new engineering and administrative controls.",
    "The main measures for preventing accidents at work are”: These initiatives cover all Energisa employees, including third parties.",
    "GRI 403-10 The Energisa Group manages occupational risks in its activities by surveying hazards and risks in accordance with Regulato- ry Standard 1 of the Labor and Employment Ministry and by developing its Risk Management Programs (RMP).",
    "Through this monitoring, it can identify hazards and possible injuries or health problems, carry out assessments of these occupational risks, define the risk level put in place prevention measures for each situation of risk.",
    "There are no records of occupational illnesses in the annual analytical report published by Cipa and drawn up by the head doctor of each Energisa Group company.",
    "All the risks and dangers of work-related illnesses are identified in the risk inventory of the RMP and monitored by the Occu- pational Health Medical Control Program (OHMCP), which is drawn up annually by the head doctor of every company in the Group.",
    "All the data on employee health is compiled from the clinical and complementary exams carried out, the certificates and complaints submitted, and the analysis of altered and normal results.",
    "GRI 3-3 The Energisa Group considers safety to be a core value for its operations.",
    "For this reason, it abides by strict standards, aligned with the requirements of Brazilian law, to uphold the well-being and health of its employees and the communities in the regions where it operates.",
    "In the event of accidents on the company’s network, the proj- ect’s insurer is immediately notified by means of claims notic- es containing preliminary information about the event.",
    "A full investigation of the accident is conducted to extract lessons, identify the root cause of the incident and develop action plans to prevent its recurrence.",
    "The Company utilizes the Community Safety Index (CSI) to monitor the effectiveness and progress of these measures, providing a comprehensive overview of the performance and effectiveness of the measures adopted in this area.",
    "Accidents are classified into different levels of severity so the company can map critical areas and identify priority groups for preventive interventions.",
    "All these measures aim to prevent future accidents, raise community awareness of the risks as- sociated with electrical discharges and mitigate possible legal liabilities.",
    "The goal is to reduce this indicator by 15% by 2024 compared to 2023 The primary actions undertaken to achieve this goal include: the Community Leaders Project identification of risk condi- tions in the community, Cipa in the community, and com- munication initiatives such as the Safety Gymkhana and the Hackathon.",
    "The Company carries out quarterly and monthly reviews of these network resilience and community safety indicators, at strategic, tactical and operational levels.",
    "IN PARTNERSHIP WITH THE GOVERNMENT, TO IMPROVE OR MAINTAIN ACCESS TO ELECTRICITY AND CUSTOMER ____ SUPPORT SERVICES DMA EU (EU23) The Energisa Group is a partner of the Federal Government in the Mais Luz para Amazonia Program, which aims to take electricity to remote regions, prioritizing the Amazon winter and local needs.",
    "By 2024 the Company will have served 5,750 customers, with the goal of reaching 25,300 by 2028.",
    "Another initiative of the Federal Government and the Group is the Illumina Pantanal Project, which has already installed 41 sys- tems, benefiting 2,870 families through an investment of R$137 million from Energisa.",
    "In Rondénia, the federal government's Luz para Todos Program aims to serve 6,500 families by 2025, with targets monitored on a weekly basis.",
    "In Acre, the initiative aims to serve 5,337 families by 2025, with 2,200 served in 2024 and another 1,078 planned for 2025, targeting low-income communities and remote areas, as stipulated in Decree 11628 of 2023.",
    "< 121 > CORPORATE GOVERNANCE GOVERNANCE STRUCTUREca22 Board of Directors Supervises and oversees the activities of the Group, with responsibilities regarding the strategy and direction of the business.",
    "It entrusts ordinary management to the executive bodies.",
    "It is composed of up to seven full members, elected at the General Shareholders’ Meeting.",
    "Executive Board Responsible for the general administration of the Group, coordinating and guiding the activities of the operational and corporate areas.",
    "It is composed of up to five directors elected by the Board of Directors.",
    "Audit Committee The audit committee, an independent corporate body separate from management and external auditors, supervises manage- ment actions, scrutinizes financial statements, and reports its findings to shareholders.",
    "It is composed of a minimum of three and a maximum of five members, chosen at the General Shareholders’ Meeting.",
    "Senior management advisory committees Remuneration and Succession Committee: Supports the Board of Directors in matters concerning executive com- pensation and leadership appointments.",
    "Financial Market Risk Management Committee: Offers advisory assistance in managing financial market risks.",
    "Audit and Risk Committee: Oversees financial statement quality, internal controls, risk management, and compli- ance.",
    "Disclosure Committee: Manages the Group’s disclosure policy, defining confidential information and approving market announcements.",
    "Ethics Committee: Conducts investigations, discloses, and reports irregularities within the Energisa Group.",
    "GRI 2-25 The Energisa Group undertakes ethical and envi- ronmental commitments to promote the reme- diation of negative impacts identified both in the planning stages of its projects and in the opera- tion itself.",
    "The company has instruments that regulate its ac- tions and set guidelines for its employees.",
    "Among other purposes, they are documents drawn up to mitigate potential adverse effects: Code of Ethics, Integrity Program and policies related to corporate governance.",
    "The documents are available for pub- lic viewing at the Energisa website.",
    "In order to disseminate the topic to the profession- als who work at the company, all new employees undergo online training about the company’s Code of Ethics.",
    "A mandatory refresher course is then giv- en every year.",
    "In 2023, the Ethics Week event was also held to cover the topic “Ethics, integrity and PROCESSES TO REMEDIATE compliance” aimed at disseminating the subject among the employees.",
    "In the environmental sphere, Energisa conducts detailed studies and reviews to assess and reduce the impact of its activities on the environment.",
    "Based on these reviews, the organization develops and imple- ments environmental programs as specified by the en- vironmental laws in force in every state.",
    "This includes waste management, compensation to landowners, controlled decommissioning of thermal power plants, animal rescue, environmental offsetting, Degraded Area Recovery Plans (Prad) and the management of contaminated areas, among other initiatives.",
    "In the Transmission area, Energisa acts proactively to identify complaints and deploy actions to remedy adverse impacts.",
    "The sector has a specific ombuds- man’s office that operates during the periods when its new operations are set up.",
    "< 122 > During the federal licensing processes of the transmission projects, Energisa holds a technical meeting with the relevant environmental agency and the affected population.",
    "At this meeting, the environmental impact studies and the timetable for the planned works are presented.",
    "The Company then invites the local community to participate by encouraging them to ask questions and make suggestions and requests.",
    "It is at these discussions that the ombudsman takes note of complaints and listens to the feedback.",
    "GRI 2-27 This indicator, which refers to regulatory fines Five significant cases of fines for non-compliance received and paid, was modified in 2023 due to with laws and regulations were applied during the three factors: year.",
    "No non-monetary sanctions were applied.",
    "e Implementation of Regulatory Resolution The total amount of fines enforced in 2023 for 846/2019, resulting in increased severity of non-compliance with laws and regulations was violations and higher fines RS 26,067,102.50.",
    "The total amount paid in the year, including amounts from previous periods, e Acquisition of the Gemini Group, which af- was R$ 37,964,395.54.",
    "fected the indicator in 2022 and 2023, with penalties applied before the company came under the control of the Energisa Group.",
    "A single inherited penalty accounted for around 40% of the total measured.",
    "This is a fine for non-compliance with Auction Notice 4/2011 of the Brazilian Electricity Regulator (Aneel), amounting to RS 40,610.924.58 and which remains payable in 2023 e The high level of the basic interest rate in Bra- zil (known locally as Selic), which significantly raised the amounts of the fines.",
    "In 2022, Energisa raised R$750 million in debentures linked to sustainability com- mitments.",
    "The progress of the initiatives set as targets with investors is shown here.",
    "INCREASE IN ACCESS TO ELECTRICITY FROM RENEWABLE SOURCES IN REMOTE REGIONS July 31, 2022, when the Company had Baseline 1,810 connections Target 2026 20,067 connections Number of electricity connections from KPI renewable sources for the population located in remote areas in the states of the Legal Amazon 2023 Target 2023 6,277 connections Realized 2023 5,689 connections” * The mobilization of the teams to start executing the connections scheduled for 2023 was delayed, resulting in 588 fewer connections.",
    "These connections will be made throughout 2024, without compromising the program’s final target.",
    "INCREASE IN INSTALLED PHOTOVOLTAIC CAPACITY IN DISTRIBUTED GENERATION (DG) = B F July 31, 2021, when the Company's in- os stalled capacity was 59.8 MWp Target 2024 371 MWp KPI Installed capacity in Megawatt-peak (MWp) in photovoltaic distributed gen- eration Target 2023 Realized 2023 362.02 MWp Use 01/01/2023 to 31/12/2023 and is based on GRI Standards | B EX GRI 1 used GRI 1: Foundations 2021 GRI STANDARD / OTHER SOURCE CONTENT LOCATION SUSTAINABLE DEVELOPMENT GOALS 2-1 Organizational details 13, 89, 96 - 2-2 Entities included in the organization's sustainability reporting 2,96 - 2-3 Reporting period, frequency and contact point 2 - 2-5 External assurance 2 - 2-7 Employees 111 8, 10 GRI 2: General Content 2021 2-8 Workers who are not employees 114 8 2-9 Governance structure and composition 88,121 5, 16 2-16 Communication of critical concerns 91 - 2-20 Process to determine remuneration 11 - 2-22 Statement on sustainable development strategy 4 - SUSTAINABLE DEVELOPMENT GOALS GRI 2: General Content 2021 2-25 Processes to remediate negative impacts 2-27 Compliance with laws and regulations 2-29 Approach to stakeholder engagement 2-30 Collective bargaining agreements 100% of active employees are covered bya collective bargaining agreement (either ACT or CCT).",
    "GRI 3: Material Topics 2021 [Ethics, integrity and compliance] GRI 3: Material Topics 2023 GRI 205: Anti-corruption 2016 GRI 205: Anti-corruption 2016 3-1 Process to determine material topics 3-2 List of material topics 3-3 Management of material topics 205-1 Operations assessed for risks related to corruption 205-3 Confirmed incidents of corruption and actions taken 16 [TRANSITION AND ENERGY EFFICIENCY] [INNOVATION AND TECHNOLOGY] LOCATION < 128 > SUSTAINABLE DEVELOPMENT GOALS GRI STANDARD / OTHER SOURCE [UNIVERSAL ACCESS TO ENERGY] GRI 3: Material Topics 2023 3-3 Management of material topics 40, 46, 47, 107 - GRI 302: Energy 2016 302-1 Energy consumption within the organization 101 7,8,12,13 GRI 302: Energy 2016 302-3 Energy intensity 101 7,8,12,13 GRI 302: Energy 2016 302-4 Reducing energy consumption 101 7,8,12,13 [BIODIVERSITY AND ECOSYSTEMS] GRI 3: Material Topics 2023 3-3 Management of material topics 31, 42, 102 - GRI 304: Biodiversity 2016 304-3 Protected or restored habitats 103 6,14,15 [CLIMATE CHANGES] GRI 3: Material Topics 2023 3-3 Management of material topics 31 - GRI 201: Economic performance 2016 “imate change implications and other risks and opportunities due to 50 5 se 3 13 GRI 305: Emissions 2016 305-1 Direct (Scope 1) GHG emissions 32 3,12,13,14,15 GRI 305: Emissions 2016 305-2 Energy indirect (Scope 2) GHG emissions 32 3,12,13,14,15 GRI 305: Emissions 2016 305-3 Other indirect (Scope 3) GHG emissions 32 3,12,13,14,15 LOCATION < 129> SUSTAINABLE DEVELOPMENT GOALS The calculation of the emission intensity for the reporting period of the Energisa Group was GRI 305: Emissions 2016 305-4 Intensity of greenhouse gas (GHG) emissions 0.02, based on the 13,14,15 Energy Distributed denominator, made up of the Captive + Free Market (GWh).",
    "In 2023, the Energisa Group reduced greenhouse gas GRI 305: Emissions 2016 305-5 Reduction of GHG emissions emissions by 29,273 = 13,14,15 tCO,e.",
    "Data for 2022 and 2021 Is not available.",
    "[HEALTH, WELL-BEING AND SAFETY OF EMPLOYEES] GRI 3: Material Topics 2023 3-3 Management of material topics 117 - nea Occupational Health and Safety 403-1 Occupational health and safety management system 80, 118 8 GRI 403: Occupational Health and Safety 403-5 Worker training on occupational health and safety 118 9 2018 GRI 403: Occupational Health and Safety 2018 403-9 Work-related injuries 83,119 3, 8, 16 GRI 403: Occupational Health and Safety 2018 403-10 Work-related ill health 120 3, 8,16 [ATTRACTING, DEVELOPING AND RETAINING EMPLOYEES] GRI 3: Material Topics 2023 3-3 Management of material topics 73 - GRI 401: Employment 2016 401-1 New employee hires and employee turnover 114 4,5, 8,10 GRI 404: Training and education 2016 404-1 Average hours of training per year per employee 116 4,5, 8,10 Energisa does not have an assistance 404-2 Programs for upgrading employee skills and transition assistance plan for employees 8 GRI 404: Training and education 2016 programs who retire or have left the company.",
    "77 [NETWORK RESILIENCE AND COMMUNITY SAFETY] GRI 3: Material Topics 2023 3-3 Management of material topics 35, 37,120 - [DATA PRIVACY AND SECURITY] [CUSTOMER RELATIONS] GRI 3: Material Topics 2023 3-3 Management of material topics 57,94, 110 - GRI 418: Customer Privacy 2016 418-1 Substantiated complaints concerning breaches of customer privacy 94 16 and losses of customer data — [UNIVERSAL ACCESS TO ENERGY] [QUALITY OF SERVICE] GRI 3: Material Topics 2023 3-3 Management of material topics 46, 47, 104 - EU8 - Research and development activity and expenditure aimed at ; sector ~ EU8 providing reliable electricity and Promoting Sustainable Development 108 No physical or economic Sector — EU22 Sector — EU23 Number of people physically and economically displaced and compensation, broken down by type of project Programs, including those in partnership with the government, to improve or maintain access to electricity and customer support services (former EU23) displacement of people occurred in 2023 as a result of the Energisa Group's ongoing projects.",
    "STATEMENT BY SGS DO BRASIL LTDA.",
    "(SGS) ABOUT THE SUSTAINABILITY ACTIVITIES IN THE \"ANNUAL REPORT 2023\" OF GRUPO ENERGISA S.A.",
    "NATURE AND SCOPE OF ASSURANCE SGS was commissioned by GRUPO ENERGISA S.A.",
    "to carry out the independent assurance of its 2023 Sustainability Report, which provides information for the year 2023 and follows international guidelines for monitoring and reporting sustainability information, including the Global Reporting Initiative (GRI).",
    "The scope of assurance, based on SGS's methodology for assurance of Sustainability reports, included the text and data related to the GRI Standards 2027 indicators, the current version of the GRI.",
    "The information in the “ANNUAL REPORT 2023” and its presentation are the sole responsibility of the company's management structures.",
    "GRUPO ENERGISA S.A.",
    "SGS was not part of the preparation of any of the material included in that report.",
    "Our responsibility was to express an opinion on the text, data, graphics, and statements within the scope of assurance, detailed below with the intention of informing the stakeholders of the GRUPO ENERGISA S.A.",
    "The SGS Group has developed a set of Sustainability Reporting Assurance protocols based on the best practices presented in the GR/ Sustainability Reporting Standards, in its most updated version for 2021, and the ISAE 3000 assurance standard.",
    "These protocols provide different level of assurance options depending on the context and capacity of the Reporting Organization.",
    "This report was ensured using our protocols to assess the veracity of the content and its alignment with the requirements aspects of the GR/ Sustainability Reporting Standards 2021, Universal Standards (GRI 1_ Foundation 2021, GRI 2_ General Disclosures 2021, GRI 3_ Material Topics 2021) and also with the requirements of the Topic Standards (GRI 200, GRI 300 and GRI 400) according to the material themes identified by the GRUPO ENERGISA S.A., through the process described in the report.",
    "The assurance process was carried out remotely, with (i) interviews with strategic employees, involved in the process of compiling and preparing the report, where disclosures, data and processes related to sustainability management and the collection of GR/ disclosures were reviewed, (ii) review of the documentation submitted and presented by the GRUPO ENERGISA S.A.",
    "and comparison with the information entered by the company in the report, (iii) evaluation of versions of this report for alignment with the GR/ 2027 standards and (iv) analysis of stakeholder engagement activities and evaluation of the way in which the material topics were defined and inserted in the context of sustainability within the organization and in the content of this sustainability report.",
    "The accounting information of the GRUPO ENERGISA S.A.",
    "contained and referenced in the “ANNUAL REPORT 2023” were not evaluated as part of this assurance process, but in a separate audit process.",
    "The information related to the greenhouse gas inventory was verified and underwent a specific audit process.",
    "< 132 > STATEMENT OF INDEPENDENCE AND COMPETENCE The SGS Group of Companies is a world leader in inspections, analysis, and verification, with operations in more than 140 countries and providing services including management system certification, quality, environmental, social, and ethical audits and training, sustainability reporting assurance and greenhouse gas verification.",
    "SGS asserts its independence from GRUPO ENERGISA S.A.., being free from conflict of interest with the organization, its subsidiaries, and stakeholders.",
    "The assurance team was formed based on knowledge, experience, and qualifications for this service, and was composed of: A Lead Auditor for Sustainability Report Assurance and Social and Environmental Management programs.",
    "ASSURANCE OPINION Regarding the verification carried out on the methodology, processes and data presented by the GRUPO ENERGISA S.A.",
    "we are confident that the information and data contained in the “ANNUAL REPORT 2023” are reliable and a balanced representation of the sustainability activities carried out by the company.",
    "GRUPO ENERGISA S.A.",
    "in the base year 2023.",
    "SGS is of the opinion that the report can be used by the company's stakeholders as part of their company evaluation processes.",
    "In our opinion, based on the sample of what has been verified and the documentation submitted by the GRUPO ENERGISA S.A.., the content of the report meets the requirements of the GR/ Standards 2021, which are: apply the reporting principles, report the contents GRI 2: General Disclosures 2021, determine material topics, report the contents GRI 3: Material Topics 2027, report content of the standards for material topics, provide reasons for omission of content and requirements that the organization has not complied with, publish a GRI index, provide a statement of use, and upon publication, notify the GRI.",
    "RECOMENDAGOES, CONSTATAGOES E CONCLUSOES DA ASSEGURACAO The GRUPO ENERGISA S.A.",
    "Report, Annual Report 2023 is aligned and declared based on the topics of the GRI Standards 2021, also with the requirements of the Specific Themes Standards (GRI 200, GRI 300 and GRI 400).",
    "GRUPO ENERGISA S.A.",
    "presents its Report with 12 material topics: 1.",
    "Energy transition and efficiency; 2.",
    "Quality of service; 3.",
    "Employee health, well-being and safety; 4.",
    "Climate change; 5.",
    "Innovation and technology; 6.",
    "Biodiversity and ecosystems; 7.",
    "Ethics, integrity and compliance; 8.",
    "Universalization of access to energy, 9.",
    "Network Resilience and Community Security, 10.",
    "Ethics and Integrity, 11.",
    "Attraction, development and retention of employees and 12.",
    "Data privacy and security, the material topics reflect the impacts of GRUPO ENERGISA S.A.'s activities in a balanced manner, and the report partially covers information on all topics considered as material for the sector and stakeholders, in accordance with GRI 3: Material Themes 2021.",
    "As for the partial publication of information regarding the disclosures, the following disclosures have been partially complied with 2-29 Stakeholder Engagement 3-1 — Process for Determining Material Topics, 304-4 — Protected and Restored Habitats, 404-3 Percentage of employees who receive regular performance and career development evaluations, as required and in Item 3-3 of this topic.",
    "As can be seen in a report provided by the company, the material topics that were not provided by organizational decision, since the report is based on GRI, were: 306- Waste, 308 — Environmental < 133 > Assessment of Suppliers, 405 — Diversity and Equal Opportunities, 406-1 Non-discrimination, 407-1 Freedom of Association and Collective Bargaining, 408-1 Child Labor 2016; 2016 by confidentiality criteria, 409-1 Forced or Slave Labor 2016, 411-1 Rights of Indigenous Peoples 2016, 413-1 — Local Communities, always considering the list of material topics defined by the organization and the organization's decision not to adhere, since this report is based on the requirements of the GRI and not in accordance with it.",
    "With respect to the Biodiversity Theme, the organization did not carry out the study as required in Content 304-1 Owned, leased, or managed operating units within or adjacent to environmental protection areas and areas of high biodiversity value located outside environmental protection areas and, for item 304-2 - Content 304-2 Significant impacts of activities, products and services in biodiversity.",
    "Regarding the material topic of Climate Change, NOX, SOX, and other significant missions were not considered, as well as waste management since waste has direct implications on emissions.",
    "The organization presented material topics that were not fully aligned with the definitions established by the GRI, but the decision not to disclose should be considered, since the organization meets the minimum standards for disclosure based on the GRI.",
    "Finally, SGS believes in the importance of transparency and congratulates the company for the initiative to ensure its reporting, as well as to promote sustainability in its actions and disseminate its code of conduct and compliance at all levels of the organization.",
    "17th of May 2024.",
    "Signed by and on behalf of SGS, Gustavo Venda Eliane Martinez Mota Fukunaga Business Manager - Sustainability Lead Auditor of Sustainability Reporting < 134 > The Annual Sustainabilty Report 2023 is an Energisa publication.",
    "Praia de Botafogo, 228 - 13° andar - Botafogo, Rio de Janeiro — RJ — CEP 22.250-906 http://holding.grupoenergisa.com.br Energisa Sustainability Management Grupo Report Energisa Photo Collection Lingua e Mensagem < 136 >"
]