[
    "Contents 000 0 000 0 Origin’s 2024 Sustainability Report outlines how This report follows the SASB Standards and Our reporting suite we are working towards our ambition to lead the references the Global Reporting Initiative (GRI) oe Introduction © energy transition through cleaner energy and 2021 Standards.",
    "See our GRI content index and Our Sustainability Report forms part of our customer solutions, focusing on our material SASB index for more information.",
    "corporate reporting suite, which includes: sustainability-related risks and opportunities.",
    "© 2024 Annual Report A message from the CEO 3 UN Sustainable Development Goals Details our financial and operating performance.",
    "wirttteeessescess eee cere cere cree cece eee ee esse esse se eeee esse sseeesseessseses Progress on our Climate Transition Action Plan at .",
    ".",
    "WaMSIOr Ng) UO Ek Zee = Our policies and actions contribute to several of ° 2024 Corporate Governance Statement i cccccecsstestessecsessessteesessecsessesesseeseeseeseesseeseess We published our Climate Transition Action Plan the United Nations (UN) Sustainable Development Summarises our corporate governance A just energy transition 6 (CTAP) in 2022, which includes our targets across Goals (SDGs).",
    "We have mapped these throughout Practices, vcatecsssecsncessteesssccsssecssecssssesscestecstecesteessseesieessecs Scope 1, 2 and 3 emissions to accelerate emissions _ the report and outlined our supporting actions ° Sustainability performance data FY24 performance highlights 7 reduction across our business.",
    "See pages 9-18 for on our website.",
    "Includes our sustainability performance data for an update on our progress against key elements of the past five years.",
    "our CTAP.",
    "Assurance oo Planet >] e Sustainability management approaches Reporting frameworks EY has provided limited assurance on certain Describe our approach and policies on how we greenhouse gas emissions and other metrics within manage key aspects of our business.",
    "Progress on our CTAP 9 We welcome the introduction of a standardised, this report.",
    "Its limited assurance statement includes, 2024 Mod S| Stat SEE, 020000000000000000007000000500000e005070000050909D0qEDHHo7000D000000n0GRoR509C mandatory climate-reporting framework through a list of the data assured.",
    "= mrodermn viavery viatement ; Environment 49 the Australian Sustainability Reporting Standards Outlines our processes for identifying, assessing (ASRS) and are preparing our business and Report feedback and addressing the risk of modern slavery in our processes to report against them from FY26.",
    "operations and supply chain.",
    "Cust ; ; ; We welcome your thoughts and feedback.",
    "Email us « 2023 Tax Contribution Report ustomers [> ] In the meantime, we continue to report against the at originsustainability@origin.com.au Details the taxes we paid in FY22 and FY23.",
    "Task Force on Climate-related Financial Disclosures Supporting our customers 29 (TCFD) recommendations, and to develop our Find more information on Origin and our reporting ° Industry Association Review 2024 Pporting climate-related financial disclosures, which include at originenergy.com.au Reviews our industry association memberships Eneray reliabilit ee 5A climate sensitivity analysis using a 1.5°C scenario and their respective positions on climate change Mevighy letveloility in our FY24 financial statements.",
    "Our TCED index and climate-related policies.",
    "outlines where to find our TCFD disclosures within Cc one our reporting suite.",
    "ommunities [> | 1.",
    "The use by Origin Energy of any MSCI ESG Research LLC or its affiliates (MSCI) data, and the use of MSCI logos, trademarks, service marks or index .",
    "9 eng names herein, do not constitute a sponsorship, endorsement, recommendation or promotion of Origin Energy by MSCI.",
    "MSCI services and data are Engaging and supporting communities 26 the property of MSCI or its information providers, and are provided as is and without warranty.",
    "MSCI names and logos are trademarks or service marks 2.",
    "As of February 2023, Origin received an ESG Risk Rating of 34.1 from Morningstar Sustainalytics and was assessed to be at High risk of experiencing Responsible supply chain 31 material financial impacts from ESG factors.",
    "Reporting frameworks Environmental, social and governance (ESG) ratings Our people © SUSTAINABLE oe : MSCI ESG's Australian Council ‘Comprehensive’ rating for disclosure Safety, health and wellbein 33 monte TCFD MS as Bee BBB RATING!",
    "of Superannuation — of ESG risks and opportunities in ¥ g G“:ALS ies of Supers SO oUt oe as SSE ER PREECE sex ]_2_[ se MEN * [a Tass Engaging and developing our people 34 fi seeeccceee ; Oe cece cece cece cece sense sees seen cece ee eeee ee eeeceessecesseeecees an a Rated a Sustainalytics” FTSE4Good Inclusion 38 sree ‘ale — ustainalytics 00 Newent STANDARDS Call ESG Risk Rating 34.1 2004-2024 FS7 SUSTAINALYTICS FTSE4Good .",
    "cossessesssuesissvssiseretivssusssessissrisasessiessisssetsisesisevssississsessisssessistsasssetsisssiterstssssissstsiestesessssssitssetisssstssetsitssiesiesssssessvesseereseeeeeeeen Supporting our report >) Origin Energy acknowledges Aboriginal and Torres Strait Islander peoples as the Traditional Owners of the lands.",
    "We acknowledge their continuous connection to land, water, sea and sky, and pay our respects to Elders past and present.",
    "Chief Executive Officer Welcome to our 2024 Sustainability Report Frank Calabria Chief Executive Officer It is a pleasure to present Origin’s 2024 Sustainability Report.",
    "Origin’s purpose is getting energy right for our customers, communities and planet, and in this report, we present the actions and outcomes achieved over the past financial year.",
    "We also provide an update on our progress against key elements of our Climate Transition Action Plan (CTAP), released in August 2022.",
    "Over the past year we’ve demonstrated real momentum on our strategy and ambition to lead the energy transition through cleaner energy and customer solutions, achieving several milestones.",
    "One of our strategic priorities is to grow renewables and storage capacity in our portfolio to 4-5 GW by 2030, and in May we acquired the 1.5 GW Yanco Delta Wind Farm and 800 MWh battery storage development in the New South Wales South West Renewable Energy Zone (REZ).",
    "This is one of the most advanced renewable developments in the state and presents an opportunity to bring a material volume of cleaner energy into our portfolio ina relatively short time.",
    "In the New England REZ, also in New South Wales, Origin acquired renewable energy developer Walcha Energy - including its proposed 870 MW Ruby Hills Wind Farm and 450 MW Salisbury Solar Farm - and the nearby Warrane development, known as the Northern Tablelands Wind Farm.",
    "We made several strategic storage investments, building a portfolio of 1.5 GW of owned and tolled storage projects.",
    "Construction is underway on Stage 1 of the Eraring battery adjacent to the power station, and in July we announced Stage 2 had been approved.",
    "Construction will soon commence on a battery at Mortlake Power Station in Victoria, and we also contracted the offtake from the Supernode battery in Queensland.",
    "At the same time, our Virtual Power Plant (VPP), Origin Loop, is playing an increasingly important role in aggregating and orchestrating distributed assets to help optimise supply and demand in the electricity market.",
    "Loop has continued to grow rapidly to 1.4 GW across 392,000 connected services - making it one of the world’s largest VPPs.",
    "2024 Sustainability Report 6G» me = ere POST OF ¥ NAR +t ho ay yety Pend aa eer Li ich Pores at iy ons OS Me a 8 ae iS <a be ae Sd A uy o ra re any -) Pra t re) o PUP eee MS rey t ha H Ae we ry AAL Wy ats Af Poe sf at Xx ¢ ry me s Hoga Lage, Wide 5 Ff Mr nm sD aed APE HAND, § ¢ ay -— ‘id “4nd O wy FM “ oO £99] o eo nye Mr HAE bans 4 PLR ya yet : t WS v ryt EELS SCLEES + 5, be Loe fee sii Pa a5 iy .",
    "bl - an ie fe “iy ‘uf s cme had o wey 5 coe) a ay -¢ Cp he 4 ed ww rn C5 es re ?",
    "L anelar SST é ad Sn UF nN hay Nee rey + 3 i ei ACKTOD 0 ie Loan mA Sustainability is at the heart of our purpose of ‘Getting energy right for our customers, communities and planet’.",
    "It is our ambition to lead the energy transition through cleaner energy and customer solutions.",
    "This effort is underpinned by our strategic objectives, which are focused on driving decarbonisation and evolving our portfolio, and is guided by our principles for a just energy transition.",
    "Our ambition Lead the energy transition through cleaner energy and customer solutions Accelerate renewable and cleaner energy Deliver reliable energy Our strategic through the transition objectives Our decarbonisation priorities Our just energy transition principles Origin unequivocally supports the Paris Agreement, which recognises the imperative of a just transition — one that is as fair and inclusive as possible, delivers decent work opportunities and brings communities along.",
    "We recognise our responsibility to our customers, our people, and the communities where we operate to manage the impact of our path through the energy transition in a way that minimises adverse outcomes for those affected and promotes opportunities.",
    "Our just energy transition principles guide our approach towards our ambition to lead the energy transition through cleaner energy and customer solutions.",
    "Our principles contain key environmental and social considerations and emphasise the importance of open and transparent engagement with affected stakeholders.",
    "Our Just Transition Working Group, which includes representatives from across Origin, is responsible for identifying opportunities to embed our principles across the business and establishing governance processes to support the business to operationalise them.",
    "Sponsored by the Executive General Manager, Corporate Affairs, the working group also champions opportunities for stakeholder engagement and collaboration.",
    "We aim to support our people, communities and customers by contributing to an orderly, reliable and low-carbon energy system, and minimising our impacts on the environment.",
    "We intend to continue working with our stakeholders to develop tailored transition plans for priority areas and assets, as well as build partnerships and develop skills for the future low-carbon energy system, in line with our principles.",
    "We recognise the scale of the energy transition will require commitment and a collaborative approach between governments, industry, investors and communities, supported by the right policies and regulation.",
    "Our Sustainability Report outlines how we are working to incorporate the principles to support our activities and our Purpose of getting energy right for our customers, communities and the planet.",
    "We believe applying these principles will help achieve our ambition and to the creation of sustainable value for our all our stakeholders.",
    "Supporting our report 2024 Sustainability Report 6G» Principles for a just energy transition We will offer low-carbon solutions to support our customers’ transition and strive to provide affordable and reliable energy through the energy transition, while supporting the most vulnerable customers with access to energy.",
    "We will promote opportunities to create economic value and development by engaging with local communities, Traditional Owners, governments and our value chain on the energy transition.",
    "We aim to lead the energy transition and will take actions to preserve biodiversity and restore the environment.",
    "We will support our people through the energy transition, providing career planning and upskilling, and seeking redeployment opportunities for those whose roles are directly affected by the transition.",
    "Open, inclusive and transparent engagement We will develop and act on a tailored approach through inclusive, open, informed and ongoing consultation with our stakeholders, including advocating for policies and regulation to support a just transition.",
    "Creating sustainable value for shareholders and stakeholders Our sustainability and just energy transition pillars provide a framework for reporting on and evaluating our sustainability performance through the transition and align with our material sustainability focus areas.",
    "Our activities also contribute to achieving the SDGs detailed below.",
    "Pillars Contributing to SDGs Supporting our report Key performance highlights 2024 Sustainability Report We aim to lead the energy transition and will take actions to preserve biodiversity and restore the environment.",
    "‘AFFORDABLE AND CLEAN ENERGY uly a <a 18 crow INDUSTRY, INNOVATION 12 RESPONSIBLE AND INFRASTRUCTURE CONSUMPTION ‘AND PRODUCTION § CO 45 mt COod-e Scope 1, 2 and 3 equity emissions, down 10% on FY23 1.5 GW committed battery projects (owned and tolled) 1.4 GW VPP, up from 815 MW at June 2023 43% ash reuse at Eraring Power Station We will provide low carbon solutions to support our customers’ transition and strive to provide affordable and reliable energy through the energy transition, while supporting the most vulnerable customers with access to energy.",
    "‘AFFORDABLE AND CLEAN ENERGY uly a <a 12 RESPONSIBLE CONSUMPTION ‘AND PRODUCTION CO INDUSTRY, INNOVATION 1 i} REDUCED AND INFRASTRUCTURE INEQUALITIES a~ v & 4.7 million customer accounts 69% Customer Happiness Index, up from 65% in FY23 $50 million spent on customer hardship 666 GWh GreenPower volume sold, up 25% on FY23 We will promote opportunities to create economic value and development by engaging with local communities, Traditional Owners, governments and our value chain on the energy transition.",
    "mie =e Our people We will support our people through the energy transition, providing career planning and upskilling, and seeking redeployment opportunities for those whose roles are directly affected by the transition.",
    "QUALITY EDUCATION ns 1 i} REDUCED INEQUALITIES a <=) Vv GOOD HEALTH ‘AND WELL-BEING = DECENT WORK AND ECONOMIC GROWTH ai DECENT WORK AND INDUSTRY, INNOVATION ECONOMIC GROWTH AND INFRASTRUCTURE 1] PARTNERSHIPS FOR THE GOALS & QUALITY GENDER EDUCATION EQUALITY Min?",
    "1 i} REDUCED INEQUALITIES a~ <=) Vv >$950k in support from the Eraring Community Fund 44.2% female senior leaders, 46.0% in FY23 16% regional procurement spend as a percentage of total procurement spend, down from 20% in FY23 4.1 Total recordable injury frequency rate (TRIFR), up from 3.8 in FY23 $21.6 million First Nations business spend, down 11% on FY23 employee engagement score,' consistent with FY23 'Score out of 10 measured using Officevibe, an online continuous listening platform that facilitates in-the-moment feedback through frequent pulse surveys.",
    ">$3.8 million contributed to the community through the Origin Energy Foundation 96% of Eraring employees actively engaged in their Individual Support Plans 6G» We care about our impact on the environment.",
    "Our long-term ambition is to achieve net zero Scope 1, 2 and 3 emissions Performance at a glance by 2050.",
    "We are working to progressively decarbonise our business and acknowledge the path to achieving our emissions reductions targets may not be linear.",
    "1.5 GW sesescsessevsesecsersesseuerssseesesecsesessessesesuerecsesuesecsssenseverecsesesesueseeseeterecserieseeseseesestessesereeses Total Scope 1,2 and 3 equity emissions (kt COo-e) committed battery projects (owned and tolled) 49,948 wes 47,310 AAQ7R TTT r tateeeteeecacaeeeteneeceneneeenenetaceeeeneeenes 1.4 GW | | ee ee eee cue FY22 FY23 FY24 i Scope 1 Scope 2 Ml Scope 3 A3% ash reuse at Eraring UN Sustainable Development Goals Management approach Our activities are contributing to the following Find out more about our approach SDGs, as detailed on our website: to getting energy right for the planet: Climate Transition Action Plan 1 CLIMATE ACTION Environment Emissions reductions targets Target: Reduce Scope 1, 2 and 3 equity Target: Reduce Scope 1, 2 and 3 absolute parceled iti SE of PIRI emissions® intensity by 40% by 2030 equity emissions?",
    "by 20mt by 2030 aMPMions anc’ Prorities against FY2019 baseline (t CO2-e/TJ) against FY2019 baseline (mt CO2-e) 53 45 v : 2030 : 2030 & ?",
    "Target: } Target: iv 40% iv 20 mt CO,-e : .",
    ": .",
    ".",
    ".",
    "v v Exit coal-fired generation e Agreed with the NSW Government to extend the operations of Eraring to August 2027, to support security of the state’s electricity supply, which is not anticipated to impact the delivery of our 2030 emissions reduction targets* 2050 33 2050 UOC CeCe UTE O EHEC O OTE EEUU ER UE URE T EET UT ETE SESE TUTE TEE E TOTO ET ET OT EOE PETE TUTE ETE T HEHE OES EO ET ET OTE T EEO EOE OEE TETHER EH EP ESET ESET ES ESET EEO E EEE ET ETHER EOE E SESE SESE TES E EEE OEE ESET EEE Ambition: pition: Reduce operational e Reduction in Integrated Gas operational control emissions intensity with “Met Aor y Zero control methane emissions improvements from reduced venting duration during workovers, retrofitting well heads and minimising methane use in the process to strip water from gas FY19 FY24 FY3O FY5O Pye Pies Pics Pree e Two per cent increase in Integrated Gas Scope 1 and 2 operational control M Scope!",
    "Mi Scope 2 | Scope 3 emissions, reflecting increased production Total Scope 1, 2 and 3 Capital allocation Just Transition In accordance with our intention to ensure our Consistent with our principles for a just energy capital expenditure portfolio Is consistent with transition, at Eraring: Grow renewables and e Announced Final Investment Decision on 300 MW Mortlake battery our emissions reduction targets, during FY2024: .",
    "96% of Eraring employees have an active storage capacity to e Acquired the Yanco Delta Wind Farm project, consisting of 1.5 GW wind farm and * we made a final investment decision Individual Support Plan in place, having 4-5 GW by 2030 800 MWh battery developments opportunities on the Mortlake battery, committing to commenced or completed training and ° Acquired renewable energy developer Walcha Energy, including its proposed approximately $400 million over two years education programs Ruby Hills Wind Farm and Salisbury Solar Farm e we spent $209 million on all battery projects e Community Engagement Strategy in place OPEL EPTELEP CELT Pee eee Tere Tere eee eee eee eL eee eee eee eee eee eee Tee eee ee eee eee eee eee ee eee eee eee rere ee eee eee eee e ee eee Tee Tee Tee ee ee eee Te ee eee eee ee ee ee ee e we spent $181 million on renewable and Community Engagement Forum Grow VPP to 2 GW e 1.4 GW at June 2024, up from 815 MW at June 2023 development projects, including the meets quarterly 900000000 0000000000000 0000000000 000000000000 c0000a00000000 9900000000000 00 09000000 a000000 0000 DD a0 a0aDDDG0000 D000 a00000G0000 D0 DU a0aDaDGNGN0 DU DGADaDODGDGD0DUDUDGaN0DGD000D0000000000000000 acquisition of 1.5 GW Yanco Delta Wind ¢ wecommenced the first of our funding rounds Investments in e Completed Front End Engineering and Design and received development Farm project for the Eraring Community Fund, with total Future Fuels consent for Phase 1 of the Hunter Valley Hydrogen hub (HVHH) e we outlined our planned sustain and growth commitments to the local community of more e Awarded $70 million in funding form Federal Government and $45 million in capital expenditure program, which is than $950,000, and funding from NSW Government to progress Phase 1 of the HVHH consistent with our emissions reduction e we have written to all our main suppliers to targets, and offer a briefing on the set-up and structure of e we invested an additional $540 million in our Eraring people transition program to share Octopus Energy to increase our interest by our experience and learning with the industry.",
    "three os Get als Devt ofa funding round Lower-carbon products e GreenPower sales volumes grew 25% from 533 GWh in FY23 to 666 GWh in FY24 alongside other existing major investors and solutions e 64 MW solar residential and business solar installations in Octopus.",
    "e Continued to grow EV solutions, with 900 EVs under management 3.",
    "Covers all material Scope 1, 2 and 3 emissions, including our equity share of Australia Pacific LNG’s emissions.",
    "To ensure meaningful Grow scale at Octopus e Increased our interest in Octopus Energy to ~23% comparison of consistent data sets and emissions over time, our FY19 baseline has been adjusted to reflect changes in our e Octopus now UK's largest electricity retailer and second largest energy retailer investments, activities and emissions boundaries.",
    "These adjustments are outlined in our FY23 Sustainability Report.",
    "following Shell Energy Retail acquisition, with 12.4 million customer accounts plus Electricity Market Operator (AEMO) to retire Eraring Power Station, potentially as early as August 2025 (previously 2032).",
    "1.4 million international customer accounts 4.",
    "|n February 2022, we announced plans to accelerate our exit from coal-fired power generation, submitting notice to the Australian As a leading energy company in Australia, the energy transition is core to our strategy and delivering on our purpose.",
    "Our long-term ambition is to achieve net zero Scope 1, 2 and 3 emissions by 2050.",
    "Our CTAP, released in 2022, outlines our ambition to lead the energy transition through cleaner energy and customer solutions and also details our targets across Scope 1, 2 and 3 emissions to accelerate emissions reduction across our business.",
    "Pages 9 to 18 of this report provide an update on our progress against the CTAP.",
    "Our pathway to net zero emissions and achieving our targets is subject to uncertainties and risks.",
    "The risks to achieving our targets and our 2050 ambition outlined in the CTAP remain.",
    "During FY24, some of the risks noted in the CTAP were evident in the Australian energy industry including, for example, delays in the construction of renewable and storage projects and transmission infrastructure.",
    "These delays highlight the significant challenges in transitioning Australia’s electricity networks to a lower-emissions system.",
    "Our CTAP also highlights the risk of material changes to the decommissioning timeline for Eraring Power Station, as well as noting our plans to accelerate our exit from coal-fired power generation, potentially as early as August 2025 (previously 2032).",
    "In May 2024, we agreed with the NSW Government to extend operations at Eraring to August 2027 to support the security of electricity supply in NSW.",
    "Under the terms of the agreement, the plant must retire in full no later than April 2029.",
    "The extension of Eraring’s operations is not anticipated to impact the delivery of our emissions reduction targets and long-term ambition to achieve net zero emissions by 2050, as outlined in our CTAP.",
    "However, we note the path to achieving our targets may be non-linear and will be influenced by various factors, including demand from the NEM and the timing of new renewables and supporting transmission infrastructure.",
    "See Exit coal-fired generation for more information.",
    "Communities Our people We also continue to monitor the latest global climate change science published by leading international organisations and the SBTi’s progress in developing a target setting standard for oil and gas.",
    "We will continue to assess these risks and review our pathway to net zero emissions as necessary.",
    "Greenhouse gas emissions How we report We report our greenhouse gas (GHG) emissions on both an equity and operational control basis.",
    "Emissions reported on an equity basis are those emissions relating to the assets we own, including our generation fleet and our 27.5 per cent share of Australia Pacific LNG, which includes the downstream operations and non-operated assets.",
    "Our emissions reduction targets use equity emissions.",
    "Our operational control emissions are those from our operated assets (our generation fleet and 100 per cent of the upstream operations at Australia Pacific LNG).° Our reporting of operational control emissions aligns with the National Greenhouse and Energy Reporting Act, 2007 (Cth) (NGER) reporting requirements.",
    "We calculate Scope 3 emissions® based on the Greenhouse Gas Protocol’s Corporate Value Chain (Scope 3) Accounting and Reporting Standard and Scope 3 guidance documents.",
    "Additional emissions information is available in our FY24 Sustainability Performance Data.",
    "5.",
    "Alsoincludes Cogent and LPG.",
    "6.",
    "Ourapproach to reporting and calculating Scope 3 remains in line with the GHG protocol.",
    "From FY24 methodology has been updated for some individual calculations where we have been able to obtain actual data rather than estimations and reviewed our calculation approach for items such as net pool purchases.",
    "Supporting our report Emissions reductions targets 2024 Sustainability Report 6G» Our medium-term emissions reduction targets use equity emissions from a FY19 baseline.",
    "They are: e reduce Scope 1, 2 and 3 equity emissions intensity by 40 per cent by 2030; and e reduce absolute Scope 1, 2 and 3 equity emissions by 20 million tonnes by 2030.",
    "Scope 1, 2 and 3 emissions intensity target (t CO2-e/TJ, equity basis) FY19 FY24 FY30 Compared to our FY19 baseline, absolute Scope 1, 2 and 3 emissions are lower by 8 million tonnes COz-e, or 15 per cent, while Scope 1, 2 and 3 emissions intensity is 13 per cent lower than our FY19 baseline.",
    "This reflects lower electricity and gas sales volumes in FY24 compared to FY19, as well as lower intensity of our overall electricity procurement, with less electricity sourced from owned coal and gas generation and pool and contract purchases, more electricity sourced from renewable power purchase agreements (PPAs) and our customers’ solar feed-in tariffs (solar FiT), and the decarbonisation of the National Electricity Market (NEM) over time.",
    "This also reflects changes in our investments and activities.",
    "Scope 1, 2 and 3 absolute emissions target (mt CO>-e, equity basis) : Target: iv 20 mt CO,-e A 3S) FY19 FY24 FY30 HM Scope1 Ml Scope2 |) Scope3 Total Scope 1, 2 and 3 We continue to expect that carbon offsets will play a limited role in meeting our 2030 emissions reduction targets, and only for residual emissions that are hard to abate.",
    "We continue to prioritise actions that enable direct emissions reductions, and we maintain our expectation that our targets will largely be achieved by directly reducing emissions in our operations, growing a portfolio of renewable and storage assets, and providing cleaner energy solutions to our customers.",
    "See Our strategy to transition to net zero for more details on our FY24 activities to support our emissions reduction targets.",
    "Equity Emissions FY24 Scope 1, 2 and 3 kt CO2-e FY23 FY24 Change vs equity emissions FY23 (%) Scope 1 13,912 15,792 14% @ Eraring 11,864 13,535 14% © Other Energy Markets 1,204 1,418 18% @ Integrated Gas 844 839 -1% @ scope 2 875 792 -9% Scope 3 35,160 28,394 -19% Oe eee cceeceevenceeeecevneeseseeessssenessesaneeceseeeseseeeesenereerenaes (incl Octopus) 259,441 18,395 -28% @ Integrated Gas domestic 2.140 2,314 8% gas sales Integrated Gas 9 LNG export 7,979 7,685 1% Total Scope 1, 2 and 3 49,948 44,978 -10% Emissions from Eraring made up 86 per cent of our total Scope 1 equity emissions of 15,792 kt COz-e in FY24.",
    "Output from Eraring was higher by 17 per cent in FY24, in part driven by the NSW Government’s coal directions policy which applied from December 2022 to June 2024.",
    "The policy achieved its objective of opening up additional coal supplies to Eraring to put downward pressure on the state’s wholesale electricity prices, reduce tariffs for customers, and provide reliable electricity supply.",
    "Reduced electricity supply in the NEM following the closure of Liddell Power Station in April 2023 also meant a higher output was required from Eraring in FY24.",
    "Output from our gas generation fleet also increased by 12 per cent, to support reliable supply in the grid.",
    "This higher generation output from our owned generation portfolio contributed to higher Scope 1 emissions.",
    "The emissions intensity of our electricity generation portfolio - including contracted renewable generation - was stable at 0.76 tonnes of COz2-e per MWh in FY24 for Scope 1 and 3 emissions.",
    "This was higher than the NEM average of 0.61 tonnes of CO2-e per MWh, which continues to decarbonise.",
    "Supporting our report The emissions intensity of Eraring decreased to 0.93 t/COz-e in FY24 from 0.96 t/COs-e in FY23, reflecting higher output and less intra-day ramping up and down, which results in more efficient output.",
    "Scope 2 equity emissions from Integrated Gas accounted for 83 per cent of Origin’s total Scope 2 equity emissions in FY24, and mostly relates to the electricity purchased to run Australia Pacific LNG’s upstream operations.",
    "Integrated Gas Scope 2 equity emissions increased by four per cent on FY23, largely due to a three per cent increase in gas production in FY24.",
    "This was more than offset by lower Energy Markets Scope 2 equity emissions due to a 50 per cent decline in generation output at the Shoalhaven pumped hydro power station.",
    "The decrease in Energy Markets’ Scope 3 emissions in FY24 reflects lower net electricity purchases’ from the NEM and external sources (swaps, non-renewable PPAs and pool purchases) due to the increased output from Eraring, as well as more generation sourced from renewable PPAs and our customers’ solar FiT.",
    "Lower intensity in the NEM and lower gas sales also contributed to the decrease in Energy Markets’ Scope 3 emissions.",
    "Reported Scope 3 emissions from Integrated Gas increased due to higher domestic sales and LNG cargo volumes, reflecting a three per cent increase in production at Australia Pacific LNG in FY24.",
    "Operational control emissions Our total Scope 1 and Scope 2 operational control emissions were 17,756 kt COs-e, an increase of 11 per cent compared to FY23.",
    "7.",
    "Net electricity purchases reflect gross pool purchases, adjusted for Origin’s obligations under the Renewable Energy Target, GreenPower and owned or contracted renewable electricity supply during the period.",
    "The adjustment for Origin's RET obligation assumes that large scale generation certificates (LCs) are surrendered in the year the liability is incurred, which may not necessarily align with the period in LGCs are surrendered in the REC registry.",
    "2024 Sustainability Report 6G» Scope 1 and Scope 2 emissions (kt CO2-e), operational control basis 17,756 15,151 15,925 12,801 FY22 FY23 FY24 HM Scope I Scope 2 Origin’s electricity sources (TWh) FY22 FY23 FY24 MM Coal (Eraring) © Gas (incl.",
    "Mt Stuart) @ Hydro Mi Wind and solar MM Solar FiT Mi Swaps, PPAs and pool purchases Emissions intensity (kt CO2-e per MWh) 0.95 0.96 0.93 0.75 0.76 0.76 = ~~ Oo 0.66 0.63 0.61 FY22 FY23 FY24 == Eraring (Scope 1) == Origin (Scope 1 and 3) —— NEM with an extension to operations enabling Eraring to continue supporting security of electricity supply in NSW through the energy transition, while making compensation available to Origin in the event ° Reduce emissions from our existing operations — economic conditions for the plant are challenging.",
    "| e Grow our portfolio of renewables and cleaner energy Although emissions from Eraring were higher in e Enable customers to decarbonise FY24 as higher output was required to support energy security and put downward pressure on electricity prices in NSW, we expect Eraring Reduce emissions from our emissions will decline over ine coming years ae .",
    "as Australia’s transition to a cleaner energy existing operations future continues.",
    "However, this decline may not be linear and will be influenced by various factors, including demand from the NEM and the timing of new renewables and supporting In accordance with our CTAP, we are focusing our decarbonisation efforts in three key areas: Exit coal-fired generation In February 2022, we announced plans to transmission infrastructure.",
    "accelerate our exit from coal-fired power i, a generation, submitting notice to the Australian Our approach to Eraring’s closure is guided Energy Market Operator (AEMO) to retire Eraring and informed by our principles for a just energy Power Station, potentially as early as August 2025 __ transition.",
    "The announced extension of the plant’s (previously 2032).",
    "operations gives our Eraring employees, suppliers and the local community greater certainty around Delivering reliable energy through the energy its future as we transition towards its retirement.",
    "For transition is one of our strategic priorities.",
    "Eraring is information on our activities to support our people Australia’s largest electricity generator and in FY24, at Eraring, see Eraring transition in the Our people supplied 23 per cent of NSW’s electricity needs.",
    "In — section, and for an update on our activities in the line with this strategic priority and to support the Lake Macquarie area, see Engaging and supporting security of electricity supply through the transition, communities in the Communities section.",
    "in May 2024, Origin and the NSW Government agreed to extend operations at Eraring to August 2027.",
    "Under the terms of the agreement with the NSW Government, Origin may receive compensation from the State using an agreed formula to help recover a portion of losses at Eraring’s operations for FY26 and FY27.",
    "In the event Origin elects to opt-in to the Government underwrite agreement and Eraring’s operations are profitable during that period, Origin will pay the NSW Government a portion of Eraring’s agreed profit.® Origin retains the right to determine the final timeline for retirement of all four generation units at Eraring.",
    "However, under the terms of the agreement with the NSW Government, no state compensation will be payable after FY27, and the plant must retire in full no later than April 2029.",
    "8.",
    "Refer to the media release on 23 May 2024 for details of the agreement : F with the NSW Government.",
    "& Eraring Power Station, NSW We believe gas will remain a key part of Australia’s — and the world’s - energy mix for many years to come.° As upstream operator for Australia Pacific LNG, we concentrate on reducing Scope 1 operational emissions associated with upstream producing and operating assets, and we continue to target a reduction in absolute operational methane emissions.",
    "We use Australia Pacific LNG’s marginal abatement cost curve process to evaluate emissions reduction projects.",
    "We aim to reduce fugitive emissions by replacing equipment and devices with more efficient and advanced technologies; retrofitting facilities to reduce methane venting; and using artificial intelligence (Al) tools to manage flaring during planned shutdown and maintenance events and respond more quickly to unplanned shutdown events.",
    "Improvements in FY24 were achieved through a reduction in unplanned downtime, the continued optimisation of planned downtimes using field turn down tools, retrofitting well heads to eliminate gas- driven pneumatic devices as well as reducing the duration of venting during well workover activities.",
    "We also continued to optimise the dehydration system - the process of ‘stripping’, or removing, water from produced gas - at our gas processing facilities.",
    "A trial is being undertaken which involves minimising the use of methane as a stripping gas by replacing it with pure nitrogen in the dehydration system.",
    "Based on the trial results, during FY25 we aim to develop our revised approach and its implementation schedule for our remaining gas processing facilities.",
    "On an operational control basis, Integrated Gas produced total Scope 1 and 2 emissions of 2,748 kt COo-e in FY24, a two per cent increase on FY23.",
    "This reflected a three per cent increase in production at Australia Pacific LNG in FY24, partly offset by an improvement in emissions intensity.",
    "Communities Our people Supporting our report Integrated Gas FY24 Scope 1 and 2 operational control emissions (kt CO2-e) HM scope2 MM Scope1 Mi Fuel combustion Ml Venting Ml Leaks Integrated Gas emissions intensity (kt COo-e per TU of sales gas) 4.97 4.67 55 FY22 FY23 FY24 Emissions from flaring, venting and leaks totalled 266 kt COo-e in FY24, or two per cent of Origin’s total Scope 1 operated emissions.",
    "Emissions from venting and leaks, which are mostly methane, decreased by seven per cent on FY23 to 234 kt CO»s-e in FY24, reflecting our decarbonisation initiatives described above.",
    "9.",
    "Although the Australian Government's 2024 Future Gas Strategy sees gas declining out to 2050, there is expected to be a continued role for gas.",
    "Flaring The Australia Pacific LNG joint venture continues to look for opportunities to invest in emissions abatement in its downstream and upstream operations, in accordance with its climate change statement.",
    "Australia Pacific LNG has a number of designated large facilities under the NGER Act with emissions reduction regulated under the reformed Safeguard Mechanism Rule, which requires that these facilities not exceed an emissions baseline determined by the Clean Energy Regulator (CER).",
    "Origin, as upstream operator, has responsibility for implementing Scope 1 emissions compliance requirements for Australia Pacific LNG’s designated upstream facilities, and during FY24 applied for new baseline determinations as required under the Safeguard Mechanism Rule.",
    "As at the date of this report, the Safeguard emissions intensity determination applications are with the CER for assessment.",
    "Managing our Scope 3 emissions from our equity share of Australia Pacific LNG is challenging.",
    "We believe natural gas will continue to have a long-term role to play in maintaining energy security and supporting the energy transition.",
    "2024 Sustainability Report 6G» We recognise that Scope 3 emissions are a consequence of natural gas use and will continue to support Australia Pacific LNG’s endeavours to engage with its supply chain and industry, understand its customers and explore partnership opportunities.",
    "Monitoring and studies We have commenced a trial of methane surveys via satellite and fixed wing aerial surveys to assess the suitability of these technologies for detecting methane emissions from our activities.",
    "To date the satellite surveys have not made any adverse observations linked to our gas extraction and production activities.",
    "Further work is progressing to review the results of the fixed wing aerial survey trial.",
    "We continue to operate our specialised Picarro Surveyor system, or ‘sniffer truck’, surveying throughout the gas fields for methane emissions.",
    "During FY24, through membership of the Gas Industry Social and Environmental Research Alliance (GISERA), Origin and Australia Pacific LNG both continued to support Commonwealth Scientific and Industrial Research Organisation (CSIRO) research, including research on methane sources from the Western Downs region and potential methane emissions from coal seam gas (CSG) water holding ponds.",
    "Increasing the efficiency of our gas-fired generation fleet We believe our portfolio of gas-fired peaking plants will continue to play an important role in Australia’s energy transition, helping to support variable renewable output and maintain reliable electricity supply.",
    "We continue to look for innovative solutions to increase the peak output and flexibility of our gas fleet to meet higher demand with fewer unit starts, to respond quickly to support grid stability and to reduce emissions per MWh.",
    "During FY24, we undertook upgrades at Quarantine Power Station to increase its capacity during high ambient temperatures and at Mortlake Power Station, to upgrade a turbine that will increase the plant’s capacity by 4.3 MW and reduce fuel consumption during start-up.",
    "and cleaner energy Renewables and storage We aim to grow renewable and storage capacity within our generation portfolio to 4-5 GW by 2030, from our current capacity (including renewable PPAs and the Shoalhaven pumped hydro storage system) of 1.8 GW.",
    "During FY24, we continued to pursue a range of opportunities at varying stages of development, focusing on batteries and large-scale wind and solar projects.",
    "One key requirement for a successful renewable development is access to transmission, and we are targeting renewable projects nearby to upgraded and new transmission infrastructure.",
    "The delivery of renewables and storage and the supporting transmission and distribution infrastructure across the NEM could take longer than expected.",
    "Some delays continued during FY24, with projects facing inflationary and supply chain pressures, along with some community and landholder opposition in regional areas.",
    "Notwithstanding some broader market delays, we see a clear path to our 4-5 GW target based on our pipeline of projects.",
    "Batteries We started construction of Stage 1 (460 MW / 2 hour) of the Eraring battery energy storage system, which is due for completion in late 2025, and in July 2024, we approved the second stage (240 MW / 4 hour) of the Eraring battery.",
    "The combined energy storage of the Stage 1 and Stage 2 batteries will be over 2 GWh, enabling Origin to help keep the grid stable and support more variable renewable energy coming into the system.",
    "Stage 2 is anticipated to come online in the first quarter of 2027.",
    "Customers Communities Our people A final investment decision was made on the construction of a large-scale battery at Mortlake Power Station (300 MW / 2 hour).",
    "The project has been awarded conditional grant support from the Australian Renewable Energy Agency (ARENA) as part of its Large-Scale Battery Storage Funding Round, and the battery is expected to be commissioned in late 2026.",
    "We have signed exclusive offtake agreements for Stages 1(250 MW / 2 houn and 2 (250 MW / 4 hour of the Supernode battery at Brendale, Queensland.",
    "Developed by Quinbrook Infrastructure Partners, Stage 1 of the battery energy storage system is expected to be delivered in the first half of 2026 and Stage 2 by the second half of 2026.",
    "We progressed work on the 100 kW / 8 hour long-duration battery pilot with Allegro Energy at Eraring Power Station, and continue to work towards our target of commissioning the pilot in late 2024.",
    "Pathway to 4-5 GW of renewables and storage Supporting our report Wind In May 2024, we acquired the Yanco Delta Wind Farm project, which consists of a 1.5 GW wind farm and 800 MWh battery developments.",
    "The wind farm development is located on a 33,000-hectare site 10 kilometres north-west of Jerilderie in the NSW Riverina, which is strategically located in the NSW Government-designated South West REZ next to key transmission infrastructure.",
    "Key planning and regulatory approvals have already been secured for the project, and plans for supporting infrastructure and transmission are in place.",
    "We are targeting a final investment decision in mid-FY26.",
    "In February 2024, we acquired renewable energy developer Walcha Energy, including its proposed Ruby Hills Wind Farm (870 MW) and Salisbury Solar Farm (450 MW) projects.",
    "The acquisition complemented nearby Warrane property (Northern Tablelands Wind Farm) purchase in July 2023, increasing Origin’s renewable project development interests within the New England REZ.",
    "In addition to the batteries we have committed to, we have further potential owned and tolled battery opportunities in development.",
    "The Yanco Delta Wind Farm development will be our priority renewable development opportunity as part of our 4-5 GW target, with the development of further opportunities dependent on returns.",
    "Nameplate capacity 2024 Sustainability Report 6G» We formed a joint-venture with renewable energy company, RES, and together applied for feasibility licenses in the Gippsland, Victoria offshore wind zone.",
    "In July 2024, our Navigator North 1.5 GW offshore wind project in the Gippsland was granted a feasibility licence by the Commonwealth.",
    "We also formed a joint venture with BlueFloat Energy to apply for a feasibility licence to develop an offshore wind project in the Hunter offshore wind declared area.",
    "This joint venture was not shortlisted by the Offshore Infrastructure Registrar to move to the next stage of the feasibility licensing process.",
    "Solar In the CTAP we noted our investment in a number of renewable and storage opportunities, including a number of potential solar farm development projects that could, in total, accommodate a possible 1,600 MW.",
    "We continue to monitor the timing of potential transmission network developments and upgrades that would be needed to support the viability of our solar development projects.",
    "In addition to adding the Sailsbury Solar Farm development project to our portfolio, in FY2024, we continued development activities and preparation of the development approval application for the Dapper Solar Farm, located in the Central-West Orana REZ.",
    "We continued to consider the feasibility of the potential Yanco and Yarrabee solar development projects.",
    "Due to unfavourable conditions, we are no longer pursuing the Morgan solar farm and the Carisbrook solar development project has been impaired as it is considered unlikely that it can earn a suitable return on investment.",
    "AON ON eee aoe NN VE DR WW -— bw Ss & Ameteorological mast at Northern Tablelands Wind Farm at Warrane, gathering data to help identify the best locations for turbines.",
    "Communities Supporting our report Virtual Power Plant We expect our Virtual Power Plant (VPP) - Origin Loop - to play an increasingly important role in helping us optimise the supply and demand balance in the NEM.",
    "Loop uses Al to optimise the use of distributed energy assets across many separate locations and shift demand from periods of high demand and high emissions intensity to times when renewable generation is high and electricity prices are low, reducing the cost and carbon intensity of energy.",
    "By the end of FY24, our VPP had grown to 1,385 MW across more than 392,000 connected services, up from 815 MW at the end of FY23.",
    "We aim to grow this to 2 GW under management by FY26.",
    "MW under orchestration in Origin Loop FY22 FY23 FY24 2024 Sustainability Report oO Future fuels We expect hydrogen may play a role in the future global energy mix, particularly in hard-to-abate sectors.",
    "Given the delays in the export hydrogen market maturing, our primary focus is on domestic opportunities for hydrogen and its derivatives.",
    "We will continue to monitor the external market signposts, recognising that the hydrogen market in Australia is still in its early stages.",
    "Origin and Orica are jointly developing the proposed Hunter Valley Hydrogen Hub (HVHH) to support the decarbonisation of the Hunter Valley’s industrial and mobility sectors.",
    "Phase 1 of the HVHH consists of a 50 MW electrolyser, which is expected to produce up to 4,700 tonnes of hydrogen per year.",
    "This will support domestic decarbonisation by reducing natural gas feedstock for ammonia manufacturing by Orica.",
    "The hydrogen will be generated using recycled water and grid-connected electricity, supported by the surrender of LGCs.",
    "During FY24, front end engineering and design was completed for Phase 1, and we have received development consent from the NSW Department of Planning, Housing and Infrastructure - the first hydrogen development approval of this type issued in NSW.",
    "We were awarded $70 million in funding from the Federal Government to progress Phase 1 of the HVHH, and Phase 1 and Phase 2 of the HVHH have been shortlisted under the Commonwealth's Hydrogen Headstart Program.",
    "We were also awarded $45 million in funding from the NSW Government’s hydrogen hubs initiative to progress Phase 1 of the HVHH.",
    "Pending a final investment decision targeted for late 2024, the first hydrogen production is currently scheduled for 2027.",
    "During FY24, we completed our feasibility investigations into a methylcyclohexane opportunity.",
    "to decarbonise Low-carbon products and cleaner energy solutions We continue to provide our customers - across residential, and small and large businesses - with a growing portfolio of simple, affordable low-carbon products and cleaner energy solutions.",
    "These include rooftop solar and batteries, renewable energy, EV solutions, renewable PPAs, and load and demand management.",
    "We are also exploring the potential of a suite of future energy customer offerings, including hydrogen, biofuels such as biogas and bioLPG, and carbon management solutions.",
    "Our Origin Zero business aims to help accelerate large businesses to net zero through a range of products and services from four key categories: decarbonising grid energy, reducing emissions and energy costs at sites, electrification of assets and offsetting residual carbon emissions.",
    "Since its establishment in 2022, Origin Zero has continued to gain momentum, with more than 290 MW of flexible demand from large business customers enrolled into Origin’s VPP, more than 900 EVs under management and more than 14 per cent of large customers engaging in services other than commodities.",
    "In July 2024, Origin acquired a 20 per cent interest in Climatech Zero, a leading provider of energy management and decarbonisation projects for industrial customers.",
    "Through this agreement, we aim to pursue opportunities to partner on the delivery of end-to-end energy and decarbonisation strategies for large industrial customers.",
    "Customers Communities Our people GreenPower and Climate Active-certified products Our GreenPower products allow customers to select the percentage of their electricity they would like Origin to match with an equivalent amount of electricity generated from GreenPower-accredited renewable sources.",
    "Our Origin Go Zero Electricity, Origin Go Zero Natural Gas, and Origin Go Zero LPG products are certified carbon neutral by Climate Active” - a partnership between the Federal Government and Australian businesses.",
    "Number of GreenPower and Origin Go Zero customer accounts 338,331 277,158 148,326 206,607 FY22 FY23 FY24 Mi GreenPower [ll Origin Go Zero Volume of GreenPower sales (GWh) 489 $33 FY22 FY23 FY24 Bi Residential & small business!) Large business 10.",
    "The Department of Climate Change, Energy the Environment and Water has consulted on proposed reforms to the Climate Active program and certification claims.",
    "Announcements on the future direction of the program are due later in 2024.",
    "11.",
    "We complete the surrender of certificates annually on a calendar-year (CY) basis.",
    "FY24 values have been extrapolated using CY23 and CY24 data.",
    "12.",
    "GreenPower data is submitted for audit on a CY basis.",
    "FY24 values have been extrapolated using CY23 and CY24 data.",
    "13.",
    "Includes contracts that are awaiting delivery of vehicles.",
    "Supporting our report As part of our Climate Active obligations, we purchase and surrender eligible carbon offset certificates in respect of the relevant emissions associated with the customer’s consumption of electricity, natural gas and LPG.",
    "Around 77,000 customers took up these products in FY24, offsetting approximately 222,000 tonnes of carbon emissions.” The total number of GreenPower and Origin Go Zero customer accounts fell this year, as fewer retail customers are choosing these products with the rise of cost-of-living pressures.",
    "While the total number of our GreenPower customers fell, our GreenPower sales volumes grew by 25 per cent in FY24, to 666 GWh.” This was driven by our large business customers, with growing numbers selecting a GreenPower product in FY24, 2024 Sustainability Report 6G» Electric vehicles We have developed a complete suite of products to assist customers at every step of their EV journey - from leasing, subscription and car-sharing solutions to smart charging and energy solutions.",
    "During FY24, we continued to grow our salary packaging EV subscription, EV fleet and charging solutions across all customer segments - from small and medium businesses to large enterprises and embedded network customers.",
    "We've worked with over 100 organisations in providing EV solutions, including Accenture, Aria Property Group and Sydney Water.",
    "As at 30 June 2024, we had 900 EVs® under our management.",
    "generation continues and coal generation is removed from the system, the need for battery storage accelerates.",
    "In addition to large utility-scale batteries, we are also exploring smaller community batteries deployed in low-voltage (LV) distribution networks.",
    "We are working with multiple distribution network companies - who see value in community batteries because storage deployed in the LV network has the potential to alleviate localised voltage and stability issues - on anumber of initiatives.",
    "This includes trials to install up to 80 pole top and pad mount community batteries in Queensland and NSW and provide battery storage products to up to 1,500 customers.",
    "Origin is responsible for orchestrating the batteries through our VPP, typically charging them during the day when solar generation is at its maximum and discharging them during peak evening periods.",
    "This helps to lower both the cost and the carbon intensity of the electricity provided.",
    "“© Community battery at Shell Cove, New South Wales.",
    "Customers Communities Our people We have also designed and deployed a virtual storage product, giving customers direct access to these benefits.",
    "The full program is expected to be operational by the end of FY25, and is an important example of how industry players can work together to solve some of our energy transition challenges.",
    "Origin Zero has also partnered with the City of Melbourne on a pilot project to deliver three community batteries with a combined capacity of 450 kW /1 MWh - enough to power more than 70 homes each day - as part of its ambitious Power Melbourne project.",
    "In June 2024, we switched on the first of the three batteries at Melbourne’s Council House, with two more to follow at Library at the Dock and the Boyd Community Hub.",
    "The project’s pilot phase will run for about 18 months, during which time we will gather insights to inform the expansion of the battery network and future retail offerings.",
    "Read more in the case study.",
    "Supporting our report Solar energy and battery storage During FY24, we installed 6,723 solar systems on the roofs of Australian homes and businesses, with a total capacity of around 64 MW, compared to 68 MW in FY23.",
    "As at 30 June 2024, around 657,000 Origin customers had solar installed at their properties.",
    "We have signed an agreement with Coles to co-invest in renewable energy at up to 100 Coles supermarket and liquor stores across Australia - including batteries at one-third of these sites - supporting them in their efforts to achieve 100 per cent renewable electricity by June 2025.",
    "As of 30 June 2024, 17 sites have had solar systems installed, with two batteries providing additional flexible energy capacity for the stores.",
    "Thirty stores have also had flexible load control installed to support stable and safe operations of the electricity grid through Origin’s VPP.",
    "Octopus Energy During FY24 we increased our interest in Octopus Energy from 20 per cent to 22.7 per cent.",
    "Octopus supplies all of its electricity from 100 per cent renewable energy, including wind, hydroelectric and solar power.",
    "Octopus has continued the rapid growth of its retail business, both in the United Kingdon (UK) and in international markets.",
    "Octopus completed the acquisition of Shell Energy Retail in the UK and Germany in December 2023, and is now the Uk’s largest electricity retailer and second largest energy retailer, serving around 12.4 million customer accounts - a 35 per cent increase over the 12 months to June 2024.",
    "Investment in the international retail business has continued, with 1.4 million customers across seven non-UK countries.",
    "2024 Sustainability Report 6G» Helping customers switch to lower emissions fuels We are also exploring the potential of a suite of future energy customer offerings, including hydrogen and methanol, and biofuels such as biogas and bioLPG.",
    "Our LPG business is helping customers reduce emissions by switching from coal, diesel and fuel oil for their energy source to LPG - see our case study on Gelita Australia.",
    "Origin LPG is also actively engaged with large-scale Sustainable Aviation Fuel (SAF) project developers to potentially source bioLPG from hydrotreating vegetable oils (HVO), which produces bioLPG as a by-product.",
    "Origin is well positioned to support these projects with their renewable energy needs in exchange for bioLPG offtake.",
    "In FY24, we have made progress in supporting feasibility studies for SAF production in Australia, positioning Origin advantageously for future developments in the sector.",
    "Carbon portfolio and solutions Although we prioritise actions that enable direct emissions reductions, we recognise that carbon offsets still play a role in the decarbonisation journey for many businesses.",
    "We have a growing portfolio of carbon credits we can sell to our customers directly, or via a suite of products under our Climate Active certification.",
    "As well as nature-based solutions, we continue to consider purchasing Australian Carbon Credit Units from projects developed under alternative sequestration methods - such as switching from diesel to gas, renewables and biogas/biofuels - to build a diverse portfolio.",
    "We continue to deploy capital in areas that deliver value to shareholders and are consistent with our strategy and emissions reduction targets.",
    "Our capital management framework adds rigour and discipline to our capital allocation process.",
    "Strong cash flow from our core businesses has helped strengthen our balance sheet and provides opportunities to fund investments in the energy transition.",
    "In FY24, we progressed a number of strategic initiatives to accelerate our cleaner energy ambitions and to deliver the reliable energy required today.",
    "We have made final investment decisions on the Mortlake and Eraring Stage 2 batteries, committing to investments of approximately $400 million and $450 million, respectively.",
    "We commenced construction of Stage 1 of the Eraring battery and progressed feasibility studies at our battery development options.",
    "The total capital spend on battery projects in FY24 was $209 million.",
    "We also committed to purchase the offtake from the Supernode battery in Queensland, expected to be delivered in two stages in 2026.",
    "Communities Our people We continued to invest in renewable energy development projects during FY24.",
    "Spend on renewable wind and solar development opportunities, including acquisitions of the Warrane property (Northern Tablelands Wind Farm), Walcha Energy and the Yanco Delta Wind Farm project, was $181 million in FY24.",
    "During FY24 we invested an additional $540 million in Octopus Energy to increase our interest by approximately three per cent as part of a funding round alongside other existing major investors in Octopus.",
    "We also invested $29 million in EV initiatives.",
    "We are investing in maintenance and sustaining capital for our existing assets so we can continue to deliver reliable energy supply to our customers.",
    "Total FY24 maintenance and sustaining capital spend of $323 million was primarily for maintenance, overhauls, and spares for our generation fleet.",
    "During the year, we outlined our planned sustain and growth capital expenditure (capex) program, which is consistent with our emissions reduction targets.",
    "Planned on-balance sheet capital investment Spend ($ million) Sustain capex e LPG, regulatory compliance Committed ° growth capex Further expected growth capex * Target FID in mid-FY26 (subject to final investment decision (FID) e Eraring and gas-fired generation fleet maintenance, 1GW of committed battery projects: Eraring Stage 1 and 2, Mortlake 1.5 GW Yanco Delta wind development $250-$300m per annum on average to FY29 ~$1.25b total over FY25-FY27 $300-$500m e We will seek to partner with third parties to reduce Origin's capital outlay Further batteries could be owned or tolled Supporting our report Climate policy engagement Origin continues to work constructively with governments and industry associations to advocate for a sound climate change policy that is consistent with the goals of the Paris Agreement.",
    "Government policy engagement We engage with the Commonwealth, state and territory governments to progress co-ordinated carbon emissions policies and targets for the electricity sector and other parts of the economy.",
    "This provides the market with the confidence it needs to make the necessary investments to facilitate the transition to net zero emissions by 2050.",
    "We believe that gas use in the Australian economy will decline over time, but that gas has an important role to play in keeping the electricity system reliable and secure as variable renewable energy grows to dominate the power system.",
    "We advocate for policy that supports the responsible development of Australia’s gas resources.",
    "We also make submissions on policy matters directly and through industry associations and attend conferences and events to understand policy direction and advocate for Origin’s policy positions.",
    "During the year, we advocated for energy policy that supports private investment and a least- cost approach, and the need for governments and industry to support those less able to afford increasing energy prices.",
    "We have made submissions and participated in inquiries on many policy fronts, including support for: 2024 Sustainability Report 6G» e the electricity and energy sector net zero plan; * a proposed 2035 emissions reduction target for Australia; * anew national regime for climate-related financial disclosures; e energy policy that supports the transition to a net zero economy, including the expanded Capacity Investment Scheme and roll-out of Renewable Energy Zones; e gas policy that supports the energy transition, including the Australian Government Future Gas Strategy; e policy that supports workers and communities affected by the energy transition including the establishment of the national Net Zero Transition Authority; the drafting of a Hydrogen Guarantee of Origin scheme and associated Renewable Electricity Guarantee of Origin scheme; * anew regime and licensing system to support offshore wind resources; e anambitious National Electric Vehicle Strategy, including a robust national fuel-efficiency standard to be implemented expeditiously; and e acustomer-centric and least-cost approach to the implementation of policies to support the deployment of Consumer Energy Resources.",
    "Where there are government policies we don’t support - such as capping gas prices and excluding gas from the Capacity Investment Scheme - we advocate strongly, both privately and publicly as appropriate, on why we do not believe these plans are in the best interest of consumers and an orderly energy transition.",
    "Industry associations We review our industry association memberships annually to assess policy alignment on climate change, as well as cost and benefits.",
    "See our Industry Association Review 2024 for more information.",
    "Our operations cover a wide geographical area and include various environmental settings with different biodiversity values.",
    "We are committed to preserving biodiversity and minimising the impacts of our activities in the areas where we operate.",
    "During FY24, we progressed our work to develop a biodiversity roadmap and action plan for Origin.",
    "Biodiversity assessments We conduct biodiversity assessments during the design phase of projects and then develop site construction plans that minimise and mitigate their impact.",
    "These plans consider aspects such as cultural heritage, landowner needs, erosion risk and constructability.",
    "In FY24, we continued environmental impact studies at the sites of our renewable and storage development opportunities.",
    "This includes bird and bat surveys for wind farm projects, and fauna impact assessments for potential battery projects.",
    "These studies help inform the final project design.",
    "Biodiversity offsets Where appropriate, we secure biodiversity offsets if impacts from our projects are likely to or will significantly impact one or more biodiversity values.",
    "These offsets are typically required as part of a project’s government approval conditions, compensating for unavoidable significant impacts or disturbance.",
    "Australia Pacific LNG has multiple properties totaling approximately 8,500 hectares that provide offsets for threatened ecological communities, endangered and of concern regional ecosystems, and threatened fauna habitat.",
    "These properties are also used for relocating and transplanting threatened flora species.",
    "Communities Our people We undertake on-ground activities across these offset areas, including maintaining and monitoring threatened ecological communities and protected plants; managing pest animal and weed control; and managing fire breaks and hazard reduction burning to reduce wildfire risk, a particular focus for FY24.",
    "In January 2024, the Australian Department of Climate Change, Energy, the Environment and Water issued a Penalty Infringement Notice to Australia Pacific LNG for a failure to fully implement an approved offsets plan under the Environment Protection and Biodiversity Conservation Act 7999 (Cth) for the Spring Gully North-West and North-East CSG Development.",
    "We are actively rectifying this and working cooperatively with the Department to progress approval for a suitable amended offset plan to be implemented for the development.",
    "Water We draw around 7,000 megalitres (ML) of salt water per day on average from Lake Macquarie for cooling generating units at Eraring Power Station.",
    "This accounts for the majority of water use in our Energy Markets business.",
    "All the water is returned to the lake after use in accordance with water quality requirements and temperature limits.",
    "At Australia Pacific LNG’s upstream operations, groundwater is brought to the surface as part of the gas extraction process.",
    "We treat around 85-90 per cent of this ‘produced CSG water’, which can then be applied to beneficial uses such as crop irrigation, livestock drinking water, and injection into aquifers.",
    "In FY24, all the treated produced water from our activities was applied to beneficial uses.",
    "The remaining untreated water is either used for project activities, stored for later treatment, or lost through natural evaporation.",
    "Origin and Australia Pacific LNG received a Penalty Infringement Notice for an unanticipated release of produced CSG water at the Talinga water treatment plant in December 2023.",
    "Around 0.4 ML of produced water entered a dam and wooded area due to a failed pipe joint, with approximately 0.1 ML recovered.",
    "Supporting our report 2024 Sustainability Report 6G» Water withdrawal across Origin’s portfolio (ML) FY22 FY23 FY24 Total water withdrawn 2,338,348 2,627,419 2,770,010 Energy Markets 2,318,242 2,606,875 2,751,111 Integrated Gas 20,100 20,538 19,383 Corporate 6 6 6 Water returned to source 2,315,596 2,604,135 2,/48,488 Water consumed 22,/52 23,284 21,522 % of water withdrawn that is consumed 1% 1% 1% Split of total water consumed (21,522 ML) We undertook sampling of the water in the dam and the soil in the wooded area.",
    "This showed that there was no environmental harm caused and no remediation or further monitoring was required.",
    "We investigated the incident and reduced the risk of re-occurrence by mitigating the root cause at the site, and captured learnings in our procedures.",
    "We are undertaking reviews at similar facilities.",
    "1) Energy Markets & Corporate wastewater and freshwater consumed Treated and untreated CGS water directed to beneficial use i Untreated CGS water stored or evaporated Bl Brine produced from treated CGS water Bi Integrated Gas freshwater consumed Eraring Power Station The main solid by-product from burning coal at Eraring is fly ash.",
    "Our Long Term Ash Management Strategy outlines our commitment to improving the efficiency of Eraring and its ash dam and reducing their environmental impacts.",
    "Ash produced, re-used and deposited at Eraring (kilo tonnes) 1,507 Customers FY22 FY23 FY24 MM Ash re-used [ll Ash deposited — Ash re-used (%) We always aim to minimise the quantity of coal ash sent to the ash dam, consistent with the NSW government’s annual ash reuse goal of 80 per cent.",
    "The ash we produce has numerous applications across industrial and construction sectors, including as a component in concrete, and as a stabilisation material in land remediation.",
    "Communities Our people In FY24, increased production at Eraring and variable coal quality resulted in an increased volume of ash compared to FY23, affecting our re-use rate.",
    "In addition, supply to our ash customers was lower than expected, with low-grade coal and wet weather affecting ash quality, and wet weather also delaying construction projects.",
    "We recommenced ash supply to one of our largest customers, following resolution of technical issues at its site, although the balance of ash will be delivered in FY25.",
    "We are progressing a number of projects estimated to increase ash recycling rates at Eraring by up to 200 kt per annum, including additional ash recycling silos to provide further storage capacity and improved transport routes to facilitate an increase in ash recycling trucks.",
    "We continued to engage with key government and industry stakeholders to identify and facilitate new markets for ash products and re-use, including working with Lake Macquarie City Council and Transport for NSW to progress opportunities to use a higher ash blend in the replacement of local roads.",
    "We welcome the opportunity to continue to work with the NSW Government to identify new customers and industries to increase recycling as part of the agreement to delay the retirement of Eraring.",
    "Supporting our report Australia Pacific LNG The main waste product from Australia Pacific LNG’s upstream operations is brine, which is stored in engineered ponds to undergo further concentration through evaporation.",
    "The ponds are built to regulatory standards and are inspected annually by certified engineers.",
    "The total volume of stored brine at the end of FY24 was around 7,890 ML.",
    "We are working with the University of Queensland’s Gas & Energy Transition Research Centre and CSIRO’s GISERA to identify, investigate and refine brine and salt management options in line with the Queensland Government’s Coal seam gas brine management action plan 2023-2033.",
    "The action plan acknowledges that salt encapsulation is currently the most feasible option for long-term CSG brine management, and outlines actions for industry and government, including the continued investigation of long-term solutions.",
    "Air emissions Electricity generation at Eraring produces the majority of our nitrogen oxide (NO,,), sulphur dioxide (SO>), and particulate matter (PM) emissions.",
    "Our operations at Australia Pacific LNG produce most of the volatile organic compounds (VOCs).",
    "As noted, under the NSW Government’s coal directions policy, additional coal supplies were opened up to Eraring to support downward pressure on electricity prices.",
    "Due to the increase in output at Eraring, as well as the variable quality of the coal, we saw an increase in air emissions from Eraring.",
    "Air emissions will vary with the output of Eraring, which we expect to decline over the coming years as Australia transitions to renewables.",
    "However, this decline may not be linear and will be influenced by various factors, including demand from the NEM and the timing of new renewables and supporting transmission infrastructure.",
    "At all times, concentrations of these emissions remained within the limits of our licence, as set by the NSW Environment Protection Authority, and we consider that our emission controls remain effective.",
    "For more information on our approach to managing environmental impacts, see our Environmental management approach.",
    "2024 Sustainability Report 6G» Air emissions (tonnes) NOx and SO2 emissions 37,391 FY22 FY23 FY24 ™ SOo Hi NOx VOC emissions i : | FY22 FY23 FY24 Particulate matter PM, emissions!",
    "Sig : = FY22 FY23 FY24 M PMo5 1.",
    "PMyo includes Eraring Power Station stack emissions and Integrated Gas.",
    "PM2.5 is a subset of PM10 from Eraring Power Station stack emissions only.",
    "Customer Happiness Index score Electricity Natural gas 2.76 million 1.32 million spent on customer hardship LPG ; Broadband 359,000 ; 152,000 1.",
    "As at 30 June 2024.",
    "Our total customer accounts also include GreenPower volumes sold 60,000 Home Assist customers.",
    "UN Sustainable Development Goals Management approach Our activities are contributing to the following Find out more about our SDGs, as detailed on our website: approach to getting energy right for our customers: 1] PARTNERSHIPS FOR THE GOALS &® Customers importance of supporting our customers through the energy transition, with a focus on providing affordable and reliable energy, and supporting the most vulnerable customers with access to energy.",
    "We are also working to deliver smart, connected and lower-carbon solutions that can help our residential and business customers in their transition to net zero.",
    "See Enable customers to decarbonise for more information.",
    "Energy affordability Energy affordability is a key consideration in energy transition planning.",
    "We advocate for an orderly transition that factors in the most cost-efficient path for our customers, both households and businesses.",
    "We also appreciate that many Australian households and businesses are experiencing increased cost- of-living pressures right now, and energy bills can represent a significant portion of their budgets.",
    "We are focused on supporting our customers and looking for ways to help them manage their energy costs.",
    "In FY24, we launched Origin Home to help customers save money on their bills and lower their energy usage by taking a more active approach to managing their energy use.",
    "Through Origin Home, customers can check if they are on the best plan and whether they are eligible for concessions or rebates.",
    "They can also conduct a home energy audit to identify where they can save energy around their home and find out how they can use renewable energy technologies such as solar, batteries and our VPP to help reduce their energy bills.",
    "We also provide programs and offers to support our customers, including Origin Spike, which helps customers save energy and earn reward points that can be redeemed for PayPal cash or gift cards.",
    "Our fuel discount offer at EG Ampol locations has grown to around 93,000 redemptions per month since its launch in July 2022, saving our customers the equivalent of approximately $2.9 million.",
    "Customers Communities Our people Prices As an energy retailer, we face the challenge of balancing a range of factors - wholesale costs, network costs, renewable energy schemes, retail costs and margins, as well as any relevant issues in the wider energy market - with the pressures customers are facing, including increases in their cost of living and doing business.",
    "Increasing prices is never a decision we take lightly.",
    "We are mindful of the impact price increases can have on our customers and communities.",
    "Our aim is to ensure that no retail customer is paying above the Default Market Offer and the Victorian Default Offer.’* © In FY24, our electricity prices increased, mainly due to the higher wholesale prices experienced in FY23.",
    "Our natural gas prices increased in all states except Victoria primarily due to changes to distribution costs.",
    "We continued to protect customers in our Power On hardship program from electricity and gas price increases.",
    "Vulnerable customers and communities With the rising cost of living, it is important that our customers - especially those facing financial hardship — know help is available when it comes to paying their energy bills.",
    "We support vulnerable customers through tailored solutions, including by providing payment plans to pay off debt and additional bill relief, and helping them access concessions and other government or community support.",
    "We encourage any customers who are having difficulty with their energy bills to reach out to us, so we can talk about how we can help.",
    "In FY24, we attended 18 community assistance days, such as ‘Bring your Bills’ days, to provide customers with the opportunity to discuss support options with an Origin representative in person.",
    "We also participated in several workshops and forums to collaborate across industry sectors and find new and better ways to support vulnerable customers.",
    "This included forums discussing heatwave and bushfire preparedness, consumer protections, and the current dynamics of hardship, which are now affecting new cohorts of Australians.",
    "Supporting our report We applied learnings from the workshops to develop training materials and resources and build employee awareness of these issues.",
    "We hosted a workshop with First Nations representatives from Legal Aid NSW and Financial Counselling Australia to better understand the unique needs of First Nations customers and identify what we could do differently to meet their needs.",
    "Based on what we learned from the workshop, we identified an opportunity to raise awareness of the cultural needs and expectations of First Nations customers and the challenges they face, such as access to services and energy illiteracy.",
    "We plan to continue this work, which forms part of our Stretch Reconciliation Action Plan (Stretch RAP) commitments, through further workshops with our community partners, and cultural awareness sessions with First Nations organisations and our energy specialists.",
    "14.",
    "Subject to timing of price changes in Victoria due to regulations.",
    "15.",
    "The Victorian Default Offer (WWDO) and Default Market Offer (DMO) act as reference prices for customers, allowing them to easily compare different retailer offers.",
    "The rates are set and reviewed each year, and are the maximum price that retailers can charge electricity customers on standing offer contracts.",
    "The VDO is set by the Essential Services Commission (ESC) for customers in Victoria, and the DMO is determined by the Australian Energy Regulator (AER) for customers in New South Wales, South East Queensland and South Australia.",
    "2024 Sustainability Report ( origin B00 A BOOTH A BONNNGNA 4 MNG AC CROTHEAS W — FORT Oli SNe eee i) Protecting people in financial hardship is a priority for us.",
    "We have provided more than $90 million in support® to our most vulnerable customers over the past three years and we expect to spend an additional $50 million in FY25 for customers in financial hardship who may be struggling with their energy bills.",
    "Customer hardship spend ($ million) 50 ~50 FY22 FY23 FY24 FY25 Origin’s hardship program, Power On, offers flexible payment options, tailored bill relief, home energy audits, energy-efficiency advice, referrals to financial counselling services and access to government grants and concessions.",
    "We work with customers entering this program to reduce their energy usage to sustainable levels and to repay their debt over a longer period.",
    "The Power On program is open to all residential customers living in the Australian Capital Territory, NSW, Queensland, South Australia and Western Australia who are experiencing hardship and finding it difficult to pay their energy bills.",
    "As at June 2024, there were approximately 66,000 participating customer accounts in Power On, up from around 44,400 in FY23, reflecting increasing cost-of-living pressures.",
    "In Victoria, we offer payment assistance under the Payment Difficulty Framework, which entitles customers to a range of assistance options to help them pay their energy bills, including payment extensions, arrangements or plans, and advice and information related to energy costs and government concessions.",
    "As at 30 June 2024, we were supporting approximately 31,000 customer accounts in Victoria through tailored assistance options, including payment plans to help manage debt, up from 26,600 in FY23.",
    "Customers Communities Our people We also work with community partners to support our customers experiencing hardship.",
    "For example, through our partnership with Uniting, customers receive a free and independent energy efficiency consultation to identify opportunities to reduce their home energy usage to an amount that is affordable.",
    "In FY24, approximately 400 customers completed energy efficiency consultations through this partnership, helping them manage their energy consumption budget.",
    "Supporting access to energy in our communities We believe that all Australians should have access to energy, even when times are tough.",
    "We aim to help our customers and communities transition from crisis to recovery and have focused our support efforts in three key areas - family violence, natural disasters and homelessness.",
    "In FY24, we partnered with the Salvation Army and some of our peers to support hundreds of families and individuals doing it tough over Christmas, providing support for household bills, emergency accommodation, food hampers, medical costs and financial counselling.",
    "Customer satisfaction We aim to be Australia’s most loved energy retailer, supporting both retail and business customers through the energy transition.",
    "We aspire to deliver unrivalled customer solutions and outrageously good service.",
    "Our key measure of customer satisfaction is our Customer Happiness Index” (CHI), which measures the proportion of satisfied customers over the previous 12 months.",
    "Our CHI score increased in FY24 to 69 per cent from 65 per cent in FY23.",
    "In an environment where consumers faced increased cost-of-living pressures, our Strategic Net Promoter Score maintained a stable position for customer advocacy, at -3 in FY24, compared to -2 in FY23.",
    "We recognise the challenges some of our customers are experiencing and remain committed to supporting them in managing their energy costs.",
    "16.",
    "Includes price protection for customers on our hardship program and other support programs.",
    "17.",
    "Customers are asked to rate their interaction - via voice calls, email and live chat channels.",
    "The CHI score is calculated as the number of respondents over the previous 12 months who provided a positive rating for their interaction with Origin, as a proportion of total respondents.",
    "Supporting our report Innovative customer solution for Gelita Australia Origin worked with Gelita Australia, the nation’s leading gelatine producer, to enhance operational efficiency and reduce the environmental impact of Gelita’s Queensland-based plant through an innovative boiler conversion project.",
    "The plant’s coal-fired boiler, installed in the 1990s, needed replacement as it neared end- of-life.",
    "An alternative to coal was sought for a new boiler, looking for more economic fuels that would reduce energy consumption while improving efficiency and resulting in fewer carbon emissions compared to burning coal.",
    "2024 Sustainability Report 6G» Our LPG team worked with Gelita Australia to design and cost the conversion project, which involved the installation of 230 kilolitre LPG tank and a new 10 MW gas-fired boiler, as well as a 5-year LPG supply agreement with Origin.",
    "This transition has provided Gelita Australia with a more efficient and cost-effective alternative to generating thermal energy, as well as lowering the plant’s carbon footprint.",
    "Gelita Australia anticipates this transition from coal to LPG will result in a reduction of an estimated 4,800 tonnes of CO2-e per year in emissions.",
    "We try to resolve customer complaints quickly and to learn from these to improve our service delivery and customer experience.",
    "If, despite our best efforts, a customer feels we have not sufficiently addressed their issue or concern, they can have the matter reviewed by the relevant ombudsman in their state or territory.",
    "In FY24, the number of ombudsman complaints per 1,000 Origin customers was 2.4, up from 1.8 in FY23, driven by complaints related to billing and higher prices.",
    "Recognising the increase, we put further measures in place to improve our understanding of and response to the complaints.",
    "Regulatory compliance We strive to meet all our compliance obligations and are committed to continually looking for opportunities to improve our compliance governance, systems and training in our retail business.",
    "If we discover we have not met our obligations, we will self-report as required, investigate and correct the root cause, and implement appropriate remediation for customers.",
    "In February 2024, Origin paid $295,872 in respect of eight penalty notices issued by the Essential Services Commission (ESC) of Victoria.",
    "The notices related to Origin failing to consider the potential impact of debt recovery on customers affected by family violence before referring the debt to a debt recovery agency.",
    "Origin self-reported these incidents — which were the result of human error - to the regulator.",
    "We apologised to the affected customers and waived their outstanding debt.",
    "We have updated the process to prevent the same error from reoccurring and remain committed to providing safe, supportive and flexible debt management assistance to people impacted by family violence.",
    "Origin is also the subject of two court proceedings commenced by the ESC in FY24.",
    "One proceeding relates to multiple failings by Origin to meet its obligations under the life support and payment difficulty frameworks.",
    "The second relates to multiple contraventions in relation to a range of billing obligations, customer communication preferences and disconnections.",
    "Customers Communities Our people Origin self-reported these matters to the ESC and took steps to appropriately address customer impacts.",
    "The errors mainly occurred under our old customer service platform or during the migration to the Kraken platform.",
    "We have since invested in strengthening customer protections, and improved our compliance processes to detect and help prevent breaches.",
    "The Australian Energy Regulator (AER) launched legal proceedings against Origin on 1 July 2024 for compliance breaches in relation to the life support requirements of the National Energy Retail Rules that occurred between February 2019 and September 2022.",
    "We self-reported these breaches to the AER, cooperated fully with its investigation, and have agreed to jointly seek the orders in these proceedings.",
    "The Australian Energy Regulator (AER) commenced legal proceedings against Origin on 1 July 2024 for compliance breaches in relation to the life support requirements of the National Energy Retail Rules that occurred between February 2019 and September 2022.",
    "We self-reported these breaches to the AER, cooperated fully with its investigation, and have agreed to jointly seek the orders in these proceedings.",
    "Origin is committed to meeting its regulatory obligations and supporting its customers and we regret that we failed to meet our regulatory obligations in these instances.",
    "We recognise the importance of maintaining energy reliability through the energy transition.",
    "In May 2024, we executed an agreement with the NSW Government to extend operations at Eraring to August 2027.",
    "This agreement supports Eraring to continue to play an important role in maintaining reliable power for businesses and households through a period in which there remains considerable uncertainty about the volume and Supporting our report timing of new renewables, transmission and firming infrastructure coming online.",
    "Origin retains the right to determine the final timeline for retirement of all four generating units of Eraring Power Station, however, the plant must retire in full no later than April 2029.",
    "See Exit coal-fired generation for more information.",
    "With coal-fired generation closures and an increasing penetration of renewables in the NEM, we expect that flexible long-duration firming generation, such as gas-fired peaking power stations, will play a vital role in supporting renewables and underpinning reliability of supply.",
    "Origin has long-duration firming assets in all states and the largest thermal peaking fleet in the NEM.",
    "Other forms of firming capacity, such as batteries and hydro, will also play a significant role in supporting the growth of renewables.",
    "In FY24, our combined fleet of power plants was in service for more than 54,000 hours and produced more than 17,000 gigawatt hours (GWh) of electricity, providing essential power to millions of Australian households and businesses.",
    "We achieved 99 per cent start reliability across 4,492 starts, ensuring our assets were available to the market when needed.",
    "Our joint venture, Australia Pacific LNG, plays an important role in providing secure gas supply to customers on Australia’s east coast.",
    "It supports 2024 Sustainability Report 6G» Australian manufacturing through gas sales agreements with large business customers and east coast gas retailers.",
    "Average prices offered to domestic customers remained below those paid by international customers.",
    "Additionally, gas is also converted to LNG with a steady flow of cargoes shipped to customers in Japan, China and other nations across the world.",
    "The efficient production of LNG at Australia Pacific LNG has helped these nations meet their electricity generation requirements, by providing a reliable alternative to coal to support these countries’ energy security strategies.",
    "We reviewed our processes and controls related to protecting our assets from risks that may disrupt the provision of energy to the community, in preparation for the Security of Critical Infrastructure Act 2078 (Cth) (SOCI Act).",
    "The SOC|I Act, which required adoption in August 2023, calls out the need to consider and mitigate risks that may occur due to four hazard categories: cyber and information, personnel, supply chain, and physical security and natural hazards.",
    "Our program of work, overseen by the Origin Board, included developing registers relating to each of the hazard types, delivering training to affected workers and implementing new risk controls.",
    "Community Fund First Nations business spend UN Sustainable Development Goals Our activities are contributing to the following SDGs, as detailed on our website: ii 1 PARTNERSHIPS FOR THE GOALS & regional procurement spend contributed to the community through the Origin Energy Foundation Management approach Find out more about our approach to getting energy right for our communities: Communities Procurement communities We always want to work responsibly and respectfully with the communities in which we operate.",
    "We consult with our local communities throughout the life cycle of an asset to understand and manage the environmental, economic and social impacts of our activities, and to maximise the benefits.",
    "Eraring Power Station Origin is committed to ensuring that community members and stakeholders are informed about the Eraring Power Station retirement process, understand how Origin will mitigate social and environmental impacts, and are involved in solutions to local challenges.",
    "The Eraring Community Forum provides a channel for community members and other stakeholders to provide meaningful input into proposed development activities at Eraring and to improve our understanding of community issues.",
    "In FY24, we expanded the forum’s membership to include the Federal Member of Parliament for the Hunter as well as representatives from the Hunter Community Alliance and Lake Macquarie Landcare Volunteer Network.",
    "We provided regular updates on the site transition and closure, including the revised timeline, to the community forum and the Eraring Ash Dam Expansion Community Consultative Committee, which was formed as part of the ash dam expansion project.",
    "We ran a workshop with the community forum to help us better understand stakeholder perspectives on aspects of the site transition.",
    "The workshop highlighted the complexities and challenges involved and discussed concerns and opportunities such as impacts to the local environment and ecosystems, the need for comprehensive remediation and responsible land use, and the potential for jobs.",
    "Customers Communities Our people We grew the distribution base of our quarterly newsletter, which provides the neighbouring community and our community partners with updates on Eraring operations, development, environmental performance, and community investment and engagement activities.",
    "We maintain a continual dialogue with several government agencies at the local, state and federal levels, including Lake Macquarie City Council; the state Member for Lake Macquarie, the NSW Electricity Infrastructure Jobs Advocate; the NSW Department of Primary Industries and Regional Development; TAFE NSW; Training Services NSW; and the Federal Government departments of Employment and Workplace Relations, and Education, Skills and Employment.",
    "Supporting our report We also participate in a number of industry bodies that are working to develop skills for the energy transition.",
    "During FY24, this included the Clean Energy Council’s Skills and Training Directorate, as well as the Strategic Industry Advisory Board, which works with Powering Skills Organisation, appointed by the federal Minister for Skills and Training as the Jobs and Skills Council for the Energy Gas and Renewables sector.",
    "& Lake Macquarie Landcare Volunteer Network was one of the first beneficiaries of Eraring Community Investment Fund support, with a project to restore the Myuna Bay Landcare site.",
    "2024 Sustainability Report 6G» Eraring Community Investment Fund We established a fund to support communities affected by the planned closure of Eraring’s coal-fired power station.",
    "Through sponsorships, grants and partnerships, the fund will invest $5 million between 2023 and 2032 and aims to support projects that deliver long-term local benefits in key areas of community wellbeing, community resilience, economic transition and diversification, and environmental protection and outdoor amenity.",
    "Guided by an advisory panel comprising Origin employees and members of the community forum, in FY24, we completed three funding rounds, with commitments totalling more than $950,000.",
    "Projects included work to restore a site at Myuna Bay in Lake Macquarie by weed control, regeneration of vegetation and establishing wildlife habitat; a health advocacy campaign, warning young people of the dangers of e-cigarettes; and the creation of inclusive, safe and culturally appropriate outdoor education spaces at two schools that will help strengthen understanding and preservation of Aboriginal and Torres Strait Islander cultures.",
    "We also entered into a three-year partnership with Lifeline Hunter to provide counselling support and community training packages that aim to increase the capacity of community members to help each other in times of crisis.",
    "More information on the Eraring Community Investment Fund, including funding recipients, is available on our website.",
    "Origin’s renewable development portfolio includes several wind and solar projects within government-designated REZs.",
    "These zones aim to group wind and solar power generation in locations where it can be efficiently stored and transmitted across states.",
    "We appreciate there have been some community concerns about renewable energy developments.",
    "We are committed to keeping all stakeholders informed about our plans and listening to the feedback we receive.",
    "We are building a team of locally-based engagement leads to work closely with host landholders, councils and key community stakeholders as we assess these development projects and progress through the approval stages and beyond.",
    "We have also recruited two First Nations employees to undertake First Nations engagement, coordinate cultural heritage management and work to secure partnerships that align with our Stretch RAP.",
    "“& We held a meeting at the ’Warrane’ shearing shed to meet our neighbours and provided an update on the proposed Northern Tablelands Wind Farm.",
    "Communities New England REZ We made two acquisitions in the New England REZ in northern NSW during FY24 - Walcha Energy, including its proposed Ruby Hills Wind Farm and Salisbury Solar Farm projects; and the 7,500 hectare ‘Warrane’ property, a prospective greenfield wind development opportunity known as the Northern Tablelands Wind Farm.",
    "We have commenced early engagement with key local stakeholders for both assets, including local landholders, representatives from the Armidale and Uralla regional councils, the University of New England, and First Nations groups, providing them with information on the key aspects of Origin project development, approvals, and community engagement and investment.",
    "We also began working with the Armidale Local Aboriginal Land Council, Amaroo Local Aboriginal Land Council, and other Registered Aboriginal Parties to shape our First Nations Engagement activities for the Ruby Hills Wind Farm.",
    "This included collaborating with the Local Supporting our report Aboriginal Land Councils and the First Nations peoples of the Dunghutti and Anaiwan groups to assist Origin with identifying and preserving potential cultural heritage across the project.",
    "Initial activities included three representatives from these First Nations groups providing monitoring, knowledge and experience to Origin when selecting the potential location for met masts (meteorological towers that are used to assess a site’s wind potential).",
    "Following the acquisition of Warrane, we entered into an agricultural leasing agreement with Palgrove, a specialist land management and beef producer that will continue to run cattle on the land and use many of the existing employees.",
    "Our intent is for farming operations on the property to coexist with any future wind farm that might be developed.",
    "South West REZ In May 2024, we acquired the Yanco Delta Wind Farm project, located on a 33,000-hectare site 10 kilometres north-west of Jerilderie, NSW, in the South West REZ.",
    "Soon after, we met with key stakeholders including local landholders, councils, First Nations groups, and community organisations.",
    "We shared where we are in the development process and the steps we are taking to progress projects through to key development milestones.",
    "We also listened to feedback and concerns about development in the area.",
    "The Yanco Delta Wind Farm project has negotiated two Voluntary Planning Agreements (VPAs) - required as part of its planning approval process — with the local Murrumbidgee and Edward River councils, comprising community contributions of $5 million each at the commencement of construction.",
    "In the Murrumbidgee local council area, we will contribute $5 million to develop a new medical facility for Jerilderie, which will provide medical and allied health services to the local community, with at least 25 per cent of the contributions to be applied to an Indigenous health facility.",
    "Funds in the Edward River council will be directed towards community infrastructure, including at least $1 million towards Indigenous community infrastructure.",
    "2024 Sustainability Report oO Hunter Valley Hydrogen Hub We have held six community drop-in sessions for the Hunter Valley Hydrogen Hub project to date, offering the local community the opportunity to learn more about the project and share their feedback.",
    "As part of our early planning for this project, we have sought to understand what community outcomes are valued most, with a focus on First Nations community outcomes in the Newcastle region.",
    "This included engaging a Supply Nation-certified local provider to undertake a consultation process with representatives of the Awabakal, Worimi and other First Nations communities.",
    "As upstream operator for Australia Pacific LNG, we respect the rights and interests of the communities in which we operate and we regularly engage with local councils, Traditional Owners, landholders, chambers of commerce, economic development groups and community organisations.",
    "Our program of leasing Australia Pacific LNG-owned agricultural properties to local landholders and farmers provides benefits to the community and broader region through the creation of local jobs and improved land productivity for agriculture.",
    "The leasing program, now in its fourth year, has 16 Australia Pacific LNG-owned agricultural properties in the Maranoa and Western Downs regions leased to neighbours, local landholders and Communities Our people farmers to cultivate and manage the properties.",
    "Nearly $7 million has been spent on the properties and on local businesses and contractors in the Maranoa and Western Downs region, which help manage and improve the properties.",
    "This includes 18 full-time employees hired across the properties.",
    "Working with Traditional Owners We collaborate with several Traditional Owner groups in the Surat Basin in Queensland to protect cultural heritage and to identify opportunities for employment, skills development and contractor engagement.",
    "Australia Pacific LNG has Cultural Heritage Management Plans in place with Traditional Owners, setting out our processes and plans to protect the cultural heritage of the areas where we operate.",
    "Our Cultural Heritage Officers assess Supporting our report proposed developments for areas of cultural significance, to ensure they are protected for future generations.",
    "We undertake pre-construction cultural heritage assessments on all new infrastructure, including access roads, drill pads and gathering systems.",
    "Representatives of the Traditional Owner group in each area carry out these surveys.",
    "Traditional Owners ’walk’ the proposed infrastructure layout and advise on mitigation, monitoring and artefact relocation strategies to protect and manage cultural heritage.",
    "During FY24, the equivalent of 370 days of cultural heritage scouting and construction monitoring were undertaken by 14 cultural heritage officers from the Barunggam, Iman and Western Wakka Wakka Traditional Owner groups.",
    "Working with community partners We collaborate with local partners and community groups to support programs that aim to help improve the lives of those in our communities.",
    "These included education programs such as the Country University Centre Maranoa, which gives students living in the region access to facilities to help them complete or progress their studies.",
    "We also support numerous education programs such as STEMVentures, STEM Punks and the Queensland Minerals & Energy Academy that aim to boost student engagement in STEM (science, technology, engineering and maths) and enrolment in STEM subjects.",
    "Through a multi-year partnership with Chinchilla Community Commerce and Industry, Origin supported the Bringing Employers and Students Together’ program aimed at educating students about careers and career pathways in the Chinchilla region, as well as providing an understanding of workplace expectations and culture.",
    "Origin supported various activities throughout the year, including a visit to the Talinga site by students from Tara Shire State College.",
    "In FY24, more than 4O businesses and around 450 students from six regional schools participated in the program.",
    "To support efforts to tackle mental health issues among First Nations communities, we worked with Aboriginal Community Controlled Health Service Goondir Health Services, which provides primary 2024 Sustainability Report 6G» health care and related health services to the local Aboriginal and Torres Strait Islander communities across southern Queensland, to support a program where a mobile barber with counselling expertise to visit communities to give men of all ages the opportunity to get a haircut and talk openly about what is going on in their lives.",
    "In the Western Downs region in Queensland, we worked with Mandana, an Indigenous recruitment and labour solutions company, to pilot a trainee program for First Nations peoples.",
    "Two trainees participated in the initial program, one working with Origin and another gaining a permanent role with Western Downs Civil, a contractor to Origin working in the Condabri gas fields areas.",
    "business, Mandana, to support local job opportunities and skills training for young Indigenous jobseekers in the Western Downs region.",
    "Among the trainees was proud Mandandanji and Gunggari woman, Lahkeira Dickman, aged 19, who recently began work with Origin to earn her Certificate II| in Business.",
    "“Through mentoring, information workshops and mock interviews, Mandana helped me build my skills and confidence before applying for the traineeship,” Lahkeira said.",
    "“In addition to developing my skills, the traineeship is also improving my understanding of gas industry operations.",
    "For me, this is an important step towards a successful career and a better future, and | am grateful for the opportunity.” Communities Our people Mandana’s Managing Director, Peter Jackson, a descendant of the Mandandanji and Gunggari Traditional Custodians, said, “Through partnerships such as this, we can recruit, upskill and retain Indigenous talent in various industries across our region, including oil and gas, construction and renewables, to name a few.” “Traineeship opportunities offer those taking part the opportunity to gain industry experience, a nationally recognised qualification, and paid work while they earn their qualification, setting them up for future success.” org “© Mandana Indigenous recruitment, helping support local job opportunities and skills training.",
    "Supporting our report Responding to complaints Origin has grievance mechanisms in place to allow community members and landholders to share feedback and concerns, and to have these addressed.",
    "We monitor complaints, our response times and the resolution of these matters.",
    "We carefully investigate each complaint and take actions where required.",
    "We received seven complaints from community members, which included concerns such as noise from equipment and clearing of vegetation.",
    "Each complaint is investigated, and we revisit the controls we have in place as well as use feedback from our stakeholders to continuously improve our processes.",
    "In FY24, we received 31 complaints from landholders with whom we have negotiated or are negotiating a Conduct and Compensation Agreement (CCA), which set out how we enter land to carry out our activities and compensate landholders.",
    "These complaints mainly related to issues with land access, such as the use of gates and access tracks, and noise.",
    "2024 Sustainability Report 6G» Community complaints relating to our projects and operations” age FY22 FY23 FY24 Mi Energy Markets §) Integrated Gas Conduct and Compensation Agreements and landholder complaints 1,418 1,450 1,385 FY22 FY23 FY24 HM Cumulative number of CCAs in place at year end =®- Landholder complaints received 18.",
    "Energy Markets figures do not include complaints from customers; these are covered in Customers.",
    "Integrated Gas figures exclude complaints from landholders with whom we have negotiated or are negotiating a CCA.",
    "2010 to support education programs that help break the cycle of disadvantage and empower young people in Australian to reach their potential.",
    "The Foundation distributes funding from interest ona corpus provided by Origin that now stands at $66 million.",
    "In FY24, more than $3.8 million was contributed to the community through the Foundation, via grants, volunteering, in-kind donations and workplace giving programs.",
    "More than $41.2 million has been provided to community organisations through the Foundation since its inception.",
    "The Foundation provides funding to Australian non-profit organisations that work to create equality of educational opportunity for Indigenous students and young people living in regional, rural and remote Australia, and provide access to science, technology, engineering and maths (STEM) education.",
    "Last year, the Foundation renewed its support for students participating in the Wuyagiba Study Hub.",
    "The Foundation has supported this university pathway program for Aboriginal and Torres Strait Islander students in South-East Arnhem Land since 2018.",
    "FY24 saw the program’s first student graduate from university, becoming the first person from her community to graduate with a bachelor-level degree since 1987.",
    "The first graduates from the Foundation’s Grant King Indigenous Scholarships Program also completed their studies in FY24.",
    "The program’s residential scholarships support Indigenous students with residential fees when undertaking an undergraduate degree in science or engineering at the University of NSW.",
    "19.",
    "Up to $8,000 per employee per annum.",
    "Communities Our people During the year, 3,000 teachers from schools in low socio-economic areas were given access to Cool.org education resources.",
    "Cool.org aims to equip students with a greater understanding of critical environmental and social issues by providing real-world curriculum-aligned teaching resources.",
    "Through its partnership with Australian Schools Plus, the Foundation provided funding for a new report, Every Child, Every Opportunity, which highlights the state of student wellbeing in schools facing disadvantage and the programs that are delivering the most positive student outcomes.",
    "A key element of the Foundation’s work is our employee volunteering program, Give Time.",
    "This year, our participation rate of 25 per cent saw employees give more than 8,700 hours to support communities and help 7,600 students.",
    "Through our workplace giving program, Give2, the Foundation matched employee donations dollar- for-dollar,\"® providing more than $720,000 to 260 Australian not-for-profit organisations.",
    "In FY24, Origin was awarded GoodCompany’s ‘Best Workplace to Give Back 2023’.",
    "See our Communities management approach for more information on our approach to employee giving.",
    "Supporting our report 2024 Sustainability Report - Origin employees joined Mabel Park State High School students to assemble solar-powered lighting and charging devices for families living in energy poverty.",
    "and services, and wholesale commodities, and distribution of energy.",
    "It encompasses around 3,800 direct suppliers with which we spent about $10.5 billion in FY24.2° Our direct suppliers are mainly in Australia, with eight per cent based internationally.",
    "Human rights and modern slavery To better understand the potential modern slavery exposure in our supply chain, we apply a variety of risk assessment processes and tools, as set out in our 2024 Modern Slavery Statement.",
    "We use modern slavery risk factors such as a supplier’s country of operation; category or sector; resources used in the goods it produces; and type of workforce and employment arrangements, to assess the inherent risk of modern slavery-type practices occurring within our supply chain.",
    "Through this analysis, we identified 305 inherent high-risk suppliers as at 30 June 2024,”!",
    "equating to approximately eight per cent of our total direct suppliers.",
    "We engage with suppliers with higher inherent risk of modern slavery to determine how well they are managing the risks in their own operations and supply chain.",
    "Having identified that there is a high inherent risk of modern slavery-type practices in relation to some products manufactured by renewable energy suppliers, we continued to work with suppliers of solar panels, batteries, wind turbines and inverters in FY24 to build visibility and traceability of our extended supply chains, including undertaking audits to assess human and labour rights conditions on supplier sites.",
    "Customers Communities Our people Regional procurement spend (direct and indirect) 20% FY22 FY23 Bi Indirect Spend ($m) ) Direct spend ($m) = Regional spend as % of total procurement spend’?",
    "FY24 We continued to engage with our industry peers to pursue collaborative approaches to global challenges facing the energy industry, such as the sourcing of renewable energy technologies.",
    "We do this through key forums, including the Clean Energy Council’s (CEC) Risk of Modern Slavery Working Group and Human Rights Resources and Energy collaborative.",
    "To date, our assessments have not identified any confirmed modern slavery practices in our own operations or direct supply chain.",
    "Supporting regional communities Procuring goods and services from local and regional suppliers is an important way to share economic benefits with the communities in which we operate.",
    "We seek to procure local goods and services wherever possible and encourage our suppliers to do the same.",
    "We spent $428 million directly and indirectly with regional suppliers” this year, up from $421 million in FY23.",
    "Notwithstanding, our proportion of regional 20.",
    "Supply chain spend is approximate, annualised, third-party spend, commodity-related related transactions and excluding taxes, government charges, joint ventures, intercompany transfers and landowner compensation payments.",
    "It includes 100 per cent of our spend as upstream operator of Australia Pacific LNG.",
    "21 Suppliers that are exposed to one or more of the following risk factors: operating in a high-risk country (as per Sedex and Global Slavery Index); exposure to high-risk goods and services categories; exposure to a high-risk business model; having not accepted our Supplier Code.",
    "22.",
    "Direct spend refers to payments made directly by Origin with suppliers whose primary place of business is in a regional Local Government Area (LGA) or postcode.",
    "Indirect spend refers to payments made by non-regional Origin suppliers using Origin funds to another supplier whose primary place of business is in an LGA outside a metropolitan area.",
    "23.",
    "Total procurement spend includes Origin procurement invoices.",
    "It does not include payments to local government agencies, the Australian Taxation Office, joint venture partners, employees or landowners, or intercompany transfers, donations, sponsorships or commodity-related transactions.",
    "24.",
    "Classified as a business that is at least 50 per cent owned by an Aboriginal and/or Torres Strait Islander person or persons, in alignment with the Supply Nation membership criteria.",
    "Supporting our report Spend with First Nations suppliers (direct and indirect) 24.4 21.6 17.0 FY22 FY23 FY24 Bl Direct spend ($m) | Indirect spend ($m) spend as a percentage of our total procurement spend declined to 16 per cent, reflecting an overall increase in procurement spend.",
    "This includes spend relating to the Eraring battery where principal components are only able to be sourced from offshore.",
    "Increasing Indigenous participation in our supply chain We are committed to increasing the participation of First Nations businesses** in our supply chain.",
    "Our Stretch Reconciliation Action Plan (Stretch RAP) includes a goal of increasing our First Nations procurement spend by 20 per cent year on year, from a baseline of $17 million in FY22.",
    "We acknowledge that our First Nations spend declined in FY24.",
    "We remain dedicated to achieving our Stretch RAP goal and have identified new strategies and opportunities to continue to grow our First Nations spend and support First Nations businesses to develop and build their capabilities.",
    "We work with our not-for-profit partner, Many Rivers, to support the commercial development of First Nations businesses through the Marketplace program.",
    "During FY24, Origin engaged the services of 8 new First Nations suppliers through the program, bringing the total number to 15.",
    "We also continue to work with several other First Nations businesses through the program to develop their business plans and build their procurement readiness.",
    "Origin employees also provide mentoring to small business owners through a First Nations 2024 Sustainability Report 6G» Capability Program, managed by the Origin Energy Foundation.",
    "Engaging with contractors and suppliers at Eraring We recognise that the closure of Eraring will have an impact on our contractors and suppliers, and we aim to provide support as the transition progresses.",
    "Many of our contractors and suppliers are larger partners with a national or even global presence and are able to manage the transition within their existing operations.",
    "We have recently agreed a six-month supply contract to source coal on competitive terms from Centennial Coal’s Myuna and Mandalong mines, which helps underpin secure and affordable electricity supply for NSW.",
    "We intend to maintain a continuing dialogue with Centennial Coal regarding a possible extension of this agreement in future.",
    "We are committed to continuing to actively engage across Eraring’s supplier base on plans to support workers and the community in the years ahead as we transition towards the retirement of Eraring power station.",
    "We have been transparent with our industry peers and maintain an open and constructive dialogue with interested parties.",
    "We have written to all our main suppliers to offer a briefing on the set-up and structure of our Eraring people transition program, recognising that sharing lessons and experiences across industry participants is an important aspect of a just energy transition.",
    "See Engaging and developing our people for more information on the Eraring people transition program.",
    "During FY24, we commissioned an external analysis of the wider economic activities within the Eraring supply chain and their impact on the local, regional and national economies.",
    "This analysis will assist our future planning to support impacted businesses and suppliers in Eraring’s supply chain.",
    "We continue to engage with our smaller, local providers via our site-based workforces to understand their specific circumstances and will provide targeted assistance.",
    "This may include access to wellbeing and career transition support and career skills resources, where possible.",
    "We are a purpose-led and values-driven business, aiming to create a workplace where all our people are included, Performance at a glance respected and safe at work.",
    "We promote safety, health and 900i wellbeing; foster diversity and an inclusive and respectful culture; and work to ensure that we all act lawfully, honestly, ethically and with integrity, 44.2% — 4.1 female senior leaders Total recordable injury frequency : rate (TRIFR) 77 —i(t«COYG employee engagement score Eraring employees actively engaged in : their Individual Support Plan UN Sustainable Development Goals Management approach Our activities are contributing to the following Find out more about our approach to SDGs, as detailed on our website: getting energy right for our people: GOOD HEALTH QUALITY GENDER [ a ) AND WELL-BEING EDUGATION EQUALITY .",
    "A Peo p | e ns and culture 8 scnouccrorn 1D eauires wa ~ & Safety, health aut (=> | and wellbeing environment and communities safe.",
    "Origin employees can access a range of services and resources to help support their physical and mental health and wellbeing.",
    "In FY24, we focused on reviewing and strengthening our processes and controls, including in relation to psychosocial risk management.",
    "We undertook psychosocial risk assessments across the business to identify hazards with the potential to cause psychological harm.",
    "This included hazards related to harmful behaviours such as bullying, discrimination, harassment, and sexual harassment, as well as in the design, organisation and management of work.",
    "The risk assessment process focused on identifying opportunities to strengthen existing controls and implement additional controls to manage psychosocial hazards in the workplace.",
    "We also improved our systems and implemented a secure reporting process for recording incidents involving psychosocial hazards.",
    "Following employee consultation, we revised our existing policies to control risks of behaviour-related psychosocial hazards and Actual Serious Incidents FY22 FY23 FY24 Communities Our people developed a new directive setting out the expected standards of behaviour at Origin to prevent sexual harassment, sex discrimination and associated unlawful behaviours.",
    "We implemented mandatory psychosocial health and safety training for our people, and dedicated training for leaders to help them understand both individual and corporate legal obligations under work health and safety laws and the Sex Discrimination Act 1984 (Cth).",
    "We aim to ensure that everyone at Origin is mindful of health and safety risks, empowered to manage them, and accountable for doing so.",
    "Under our Code of Conduct, all our people have the authority to stop unsafe operations, endorsed by our Executive Leadership Team.",
    "In FY24, we identified ways to further engage our people on what good looks like when it comes to safe working.",
    "This included strengthening the connection between people leadership and safety leadership through a Safety Leadership Habits program.",
    "The program provided employees in our Integrated Gas business with a suite of learning tools, including podcasts, videos and worksheets, to help them apply leadership skills to a safety context.",
    "When surveyed, 76 per cent of employees that responded said the program had helped them to have safety conversations with their colleagues or teams.",
    "Learning Incidents FY22 FY23 FY24 Supporting our report Health, safety and environment performance Our Total Recordable Injury Frequency Rate (TRIFR), which measures the number of company-wide work-related recordable injuries?",
    "per million hours worked for employees and contractors, increased to 4.1.",
    "While the number of recordable injuries sustained by our workforce rose to 60, compared to 53 in the prior year, the actual and potential severity of injuries*® decreased.",
    "Our Actual Serious Incidents metric aims to help us focus on reducing incidents that result in serious harm to people and the environment.",
    "In FY24, we recorded two Actual Serious Incidents, both of which resulted in injuries that required medical treatment.",
    "2024 Sustainability Report 6G» Our Learning Incidents metric centres on preventing Actual Serious Incidents by encouraging learning from incidents that have the potential to cause harm.",
    "We will continue this focus in FY25 by increasing management accountability for ensuring incident learnings are shared and embedded across the business.",
    "In FY24, we recorded four Tier 1 and four Tier 2 process safety incidents.?” This was a decline in performance compared to FY23.",
    "We continue to prioritise process safety and focus on strengthening our risk identification and governance of key systems to improve critical control management.",
    "With the integration of new assets within our energy portfolio, we are incorporating safe inherent design as part of effective process hazard management.",
    "25.",
    "Employee and contractor injuries that occurred while undertaking an Origin controlled activity that resulted in an injury classification of Medical Treatment Case, Restricted Work Case, Lost Time Case or Fatality.",
    "26.",
    "Based on consequence, classified in accordance with Origin’s Risk Matrix.",
    "27.",
    "We use the International Association of Oil and Gas Producers (IOGP) definition of Tier 1 and Tier 2 process safety events, which can occur as a result of an unintentional release of chemicals, energy or materials to a volume threshold of a Tier 1 (greater consequence) or Tier 2 (lesser consequence).",
    "See IOGP Process Safety (pages 19-20).",
    "TRIFR FY22 FY23 FY24 Process safety incidents FY22 FY23 WM tier Tier 2 FY24 our people Employee engagement We recognise that an engaged and high-performing workforce is essential for the success and growth of our business.",
    "We measure employee engagement using Officevibe, an online continuous listening platform that facilitates in-the-moment feedback through frequent pulse surveys.78 Our full-year engagement score for FY24 was 7.7 (out of 10).",
    "This was below the global Officevibe and Utilities and Services sector scores for the same period (both 7.8), but stable compared to Origin’s FY23 score.",
    "This was achieved despite a period of significant change and uncertainty due to the potential acquisition of Origin by a consortium of investors.",
    "Additional support was provided during this time, including a dedicated intranet forum and special Employee Assistance Program support related to the potential acquisition.",
    "Eraring transition We have a dedicated team to support our people through Eraring’s transition and to contribute to its safe and reliable operations.",
    "The Eraring people transition program, as outlined in our Climate Transition Action Plan, provides ongoing, individualised career planning, training, consultation, communication and wellbeing transition support to Eraring employees and leaders.",
    "It is aligned with our principles for a just energy transition, and has been shaped by impacted employees, who we continue to consult with and whose feedback we continue to respond to.",
    "Following the announcement of the extension of Eraring’s operations to 2027, we committed to extending the Eraring people transition program and all its offerings to all employees who have joined Eraring since the first closure announcement in February 2022.",
    "28.",
    "See the Officevibe website for more information on methodology.",
    "Communities Our people In addition to engaging with our employees on the Eraring people transition program, we have engaged with governments and their agencies, and with unions and industry participants.",
    "We have been transparent with our peers and maintain an open and constructive dialogue with interested parties regarding the set-up and structure of our program, recognising that sharing lessons and experiences across industry participants is an important aspect of a just energy transition.",
    "The program focuses on three key areas: health, wellbeing and employee relations; learning and career support; and communications and consultation.",
    "Health, wellbeing and employee relations We offer a range of support services, resources, events and training to support our Eraring employees’ mental health and wellbeing.",
    "During FY24, we facilitated mental fitness workshops, on-site psychologist appointments, ‘lunch and learn’ sessions and a wellbeing daily challenge.",
    "Employees took advantage of health checks and nutrition sessions, and there is an active network of peer supporters on-site.",
    "We have retention arrangements in place to ensure safe and reliable operations until Eraring’s closure, and we continue to implement effective workforce planning practices that draw on operational needs, data insights and workforce changes.",
    "Future capabilities We continue to listen to the unique circumstances and aspirations of each employee to help them work through what they want to do in the next stage of their career or life, recognising that people will need different types and levels of support at different points in time.",
    "Individual Support Plans (ISPs) have been developed for all Eraring employees who have elected to participate, including details on current skills and qualifications, reskilling and support requirements, and an agreed training and development activity plan.",
    "Supporting our report Through their ISPs, Eraring employees can pursue university, TAFE or trade education, and access support for setting up a small business.",
    "Retirement transition support is also offered.",
    "We have active ISPs in place for 96 per cent of Eraring employees who elected to participate.",
    "Some employees have elected not to participate in the program, and we continue to have six-monthly check-in meetings to confirm this decision has not changed.",
    "In FY24, employees at Eraring completed 273 courses and we had training available from over 70 external learning providers, including local and Indigenous organisations.",
    "We have also provided career transition support in the form of career coaching; general and tailored superannuation information workshops; opportunities to seek independent financial advice; and a series of webinars and online career workshops.",
    "Those undergoing the program receive check-ins roughly every six months, and employees can alter their ISP if their circumstances or career aspirations change.",
    "2024 Sustainability Report 6G» ororn We remain committed to funding the completion of all apprenticeships and traineeships in place at the time.",
    "There are currently 19 electrical, mechanical and fabrication apprentices hosted on-site at Eraring.",
    "Communications and consultation We use different communication channels, including a regular newsletter, for the timely sharing of information with Eraring employees and stakeholders regarding transition support and plans.",
    "In FY24, we continued to provide online resources, and conducted regular on-site employee briefings on key decisions impacting the site.",
    "We use surveys and pulse checks to ensure we’re giving people what they need, when they need it.",
    "Members of the Board and/or Executive Leadership Team visited Eraring and met with employees three times during FY24.",
    "Our Transition Consultation Committee, which includes employees, union and site leader representatives, met 12 times in FY24.",
    "We shared the outcomes of these meetings with employees via the Eraring newsletter and website.",
    "and respected, and able to bring their whole self to work every day.",
    "To drive change - both within Origin and the community - we are focusing on key areas, including gender equity, support for our LGBTQ+ communities and reconciliation.",
    "Gender diversity Origin is a signatory of 40:40 Vision, an investor-led initiative targeting gender balance in executive leadership by 2030.",
    "40:40 Vision identifies gender balance as having a minimum of 40 per cent male, 40 per cent female and 20 per cent any gender representation at the senior level across the organisation.",
    "We are committed to achieving and maintaining a minimum 40:40:20 gender balance by 2030 at the Board and CEO-1 level (the CEO plus the executive leadership that reports to the CEO), and have extended that commitment to also include the CEO-2 level (roles directly reporting to the CEO-1 level cohort) and Senior Leaders (the three reporting levels below the CEO, including roles with base salaries above approximately $225,000 per annum).",
    "Customers Communities Our people In FY24, we maintained a minimum of 40 per cent female representation in three leadership cohorts, with the CEO-2 and Senior Leader cohort slightly trending backwards.",
    "Representation in the CEO-1 cohort remained at 30 per cent as at June 2024.",
    "To improve female representation, Origin will maintain its focus on developing identified talented female employees.",
    "To support its gender balance targets, Origin uses and monitors a range of measures covering areas such as gender appointment, leadership pipeline, and promotion rates and retention.",
    "Aligned with the Workplace Gender Equality Agency (WGEA) Reporting Program, in FY24, Origin measured Median Total Remuneration to assess its gender pay gap.",
    "Refer to the WGEA website for information about how gender pay gaps are calculated.?° Origin's gender pay gap reduced to 20.4 per cent at June 2024, from 21.3 per cent at March 2023.",
    "We continue to focus on delivering equal average pay for men and women at each job grade.",
    "In FY24, the overall differential remained within our policy tolerance of +1 percentage point.",
    "Read our Corporate Governance Statement for more information on our gender diversity targets.",
    "29.",
    "wqea.qov.au/reporting-quide/ge Female representation within Origin (%) 44.4% 44.4% 46.0% 43.6% 43.6% 44.2% 30.0% 30.0% 30.0% Board CEO-1 CEO-2 Senior Leaders MFY22 ) FY23 MFY24 ™ Target: 40% Supporting our report The Pride@Origin Committee was established in 2017 to create a safe and inclusive environment for employees of diverse genders, sexes and sexualities.",
    "The committee actively engages employees through communications, training and events to foster connections, share stories, and commemorate significant days.",
    "The committee has driven impactful policy changes, such as the introduction of paid gender affirmation leave and the implementation of all-gender bathrooms.",
    "It also extends support through sponsorships and collaborations, such as with the Melbourne Queer Film Festival and participating in events like the International Day Against LGBTQIA+ Discrimination, AFL Pride Round, and the Midsumma Pride March.",
    "2024 Sustainability Report 6G» In FY24, Pride@Origin saw a 16 per cent boost in LGBTQ¢ allies at work, bringing the total to 138 active supporters, and now has a strong network of 878 employee resource group members.",
    "Thanks in part to the committee’s efforts, Origin achieved gold status in the 2024 Australian Workplace Equality Index, recognising our dedication to fostering an inclusive and equitable workplace.",
    "Origin was also named as a standout performer, coming fourth in Australia in the Open For Business Investor Guide to LGBTQ+ Inclusion, created by a coalition of global listed organisations.",
    "First Nations peoples and non-|Indigenous peoples, for the benefit of all Australians.",
    "This should be done through understanding, respect, recognition and action.",
    "We continue a range of Aboriginal and Torres Strait Islander employment pathways spanning professional careers; internships delivered through CareerTrackers; and traineeships and apprenticeships aimed at attracting and retaining First Nations talent.",
    "In FY24, we hired 20 new First Nations candidates, and two First Nations employees took part in our Accelerate Talent Program, providing career development support and career coaching.",
    "Through our partnership with Yalari, we also supported scholarship programs for four First Nations high school students to support their access to education, mentoring and support.",
    "During FY24, we encouraged our people to engage with local and national reconciliation efforts through communications and interactive awareness sessions, especially around events such as National Sorry Day, National Reconciliation Week and NAIDOC Week.",
    "We also supported events that aimed to build cultural awareness in our communities, including art, dance and spoken language workshops in schools.",
    "Twenty Origin employees attended Garma Festival in remote Northeast Arnhem Land, immersing themselves in the rich cultural, artistic and ceremonial traditions of the Yolngu people on the lands of the Gumatj clan.",
    "Nine of our people also volunteered at the 2023 Garma Festival, where they helped set up the site for the arrival of almost 3,000 guests, and played an integral role in supporting the activities and events throughout the festival.",
    "The Garma Festival remains an important part of building Origin’s cultural capability, providing greater understanding and supporting better decision making in Origin’s reconciliation journey.",
    "Customers Communities Our people Supporting our report We announced our support of the Uluru Statement from the Heart in 2022.",
    "The statement called for the establishment of a First Nations Voice to Parliament enshrined in the Australian Constitution.",
    "Prior to, during and after the Voice to Parliament Referendum in October 2023, we provided information and support for all Origin employees.",
    "We communicated regularly through various internal and external channels, and hosted a live Q&A event with the Co-Deputy Campaign Director of Yes 23.",
    "We also provided support through the First Nations Employee Assistance Program after the Voice to Parliament referendum, including access to cultural leave for our First Nations employees and yarning circles facilitated by First Nations counsellors.",
    "2024 Sustainability Report \\ Qerain ~nei8Y Svndati“™ Nine Origin employees volunteed at the 2023 Garma Festival in Northeast Arnhem Land.",
    "0090 °o 6 cece eeesesceeeeee - se cecececeee oe \" r see eeeeeesceeeeee local communities: employees, government, Governance eee cece eee e see see ses eseseseseeseses «he semumeratton neopl a suture ur material sustainabilit non-governmental organisations, and suppliers.",
    ") 10n, f y We engage with our stakeholders in various Ways sss cssccssssssevessssssesssssssesessassseseesasevesenseen Committee being responsible for setting _ OCUS areas throughout the year to listen, learn from and performance targets in Origin’s remuneration Loc cueccceeeveeeveeeusceusccuscecseevseevseeusceusceuseceseevsens respond to their needs and expectations.",
    "We ; framework and considers climate-related issues summarise our stakeholder engagement for FY24 oe se vtrateaie z framework supports the cervery in setting those targets; and a.",
    "on the following paae.",
    "This engagement of our strategic ambitions, througn oversig e the Audit Committee being responsible We conduct a materiality erapline wey informs the materiality process We also survey of risk and opportunities, stewardship and for oversight of climate -;elcted nancial year to review our sustainability-related risks key stakeholder groups each year, including constructive challenge.",
    "disclosures as well as the company’s assurance and opportunities and to determine our material ner framework that applies to sustainability and sustainability focus areas.",
    "employees, investors and customers, and ask them climate-related reporting.",
    ": .",
    ".",
    ": The Origin Board i ted by it itt to review and rank our list of material topics.",
    "Se ee eee eee eee ee ees in the oversight of sustainability-related risks and Our materiality process considers Origin’s Our list of material sustainability focus areas is opportunities.",
    "In FY24, this included: Further information on our governance framework actual and potential impacts on the economy, reviewed by our risk team, senior management and can be found in our Cor ote Governance environment and people, including Impacts the Board, and provides the basis for the content e the Safety and Sustainability Committee Statement and on our website on human rights, across our value chain.",
    "We of this report.",
    "Information on our overarching su siti and advisin om Or in’s strateqies Se ——— also consider the potential impacts on our sustainability approach and processes is available andy erformance volated to safct and g business and operations.",
    "We draw on various in our Management Approaches: sustainability covering areas such as health stake nolder pubications, interna’ assessments, e Environment safety and environment (HSE), climate sustainability frameworks and standards (including ° Customers change and a just transition, communities, ISSB, GRI, SASB and TCED).",
    "e Communities cultural heritage, social impact, human rights, , , e Safety, health and well being compliance, assurance, and disclosure; Key to the materiality process is taking into e People and culture ° the Risk Committee being responsible for account the views of Origin’s stakeholders, e Procurement strategic and emerging sustainability-related such as investors, lenders, insurers, customers, risks, including climate change risk; 2024 material sustainability focus areas tt Our people More info More info More info More info e Climate change and Progress on e Affordability of energy Supporting e Impacts to communities Engaging and e Health and safety Safety, health greenhouse gas our CTAP and supporting our customers supporting and wellbeing emissions vulnerable customers communities ; ; ; ; e Diversity andinclusion Inclusion ° Policy and regulation Climate policy e Reliability of energy Energy engagement reliability ¢ Closure planning Engaging and Regulatory of sites/assets supporting e Ethics and governance Corporate compliance e Lower-carbon Progress on communities Governance customer solutions our CTAP Statement e Biodiversity and Biodiversity e Rights and cultural Engaging and ecosystem services e Cyber security 2024 heritage of supporting ¢ Developing, enabling = Engaging and Annual Report Indigenous peoples communities and engaging our developing e Water management Water people through the our people e Customer experience Supporting * Responsible supply chain Responsible.",
    "energy transition e Waste management and Waste our customers supply chain resource efficiency a e Air emissions Air emissions \\ JAN J S Stakeholder Areas of interest How we engaged Shareholders Proposed acquisition of Origin e Held investor meetings, briefings and roadshows, including with members Responded to investor enquiries and undertook Sustainable earnings of the ELT and Board, on various matters such as the proposed acquisition surveys to gather investor feedback.",
    "of Origin, climate change, and our approach to managing the closure of R wa: ‘ ‘ ci at ; 2 oo ; .",
    ".",
    "esponded to sustainability-related information requests Sein and management of risks Eraring Power Station — including in relation to a just energy transition.",
    "and participated in benchreark surveys.",
    "q imate change ici i i i cal: .",
    "g e Participated in various investor and broker forums.",
    "Met with investor proxy advisors.",
    "Approach to a just transition Customers Energy affordability/ Pricing e Provided support to vulnerable customers, including at Shared our plans and insights with our Cost of living community assistance days such as Bring your bills days.",
    "Consumer Advocacy Panel and sought feedback.",
    "Energy reliability e Participated in forums to collaborate across industry sectors Received feedback on a range of projects in development C bi and find better ways to support vulnerable customers.",
    "from almost 8,000 customers through our Origin Exchange ompliance obligations .",
    ".",
    ".",
    ".",
    "i i P g _ e Hosted a workshop with First Nations representatives to better Customer Insights Community Research Panel.",
    "Climate change and emissions understand the needs of First Nations customers.",
    "Asked our customers what mattered to them via RepTrak™ and Strategic NPS, and surveyed them after each interaction.",
    "Communities ° Impact on local communities ¢ Continued consultations with Eraring community groups and Engaged with landholders as upstream operator of Australia Pacific LNG, Environmental management representatives, including the Eraring Community Forum.",
    "including negotiating 32 Conduct and Compensation Agreements, Land access and coexistence e Engaged with key stakeholders of our renewables and cleaner and Traditional Owners, including updates on work programs.",
    "energy developments, including landholders, councils and Supported community partners through the Origin Energy Foundation, Sharing economic benefits First Nations Groups and community organisations.",
    "including more than 8,700 hours donated by Origin employee volunteers.",
    "Mental health and wellbeing Suppliers Impacts to local communities ¢ Worked with direct and indirect suppliers of renewable energy Continued to support small, emerging Indigenous businesses in Climate change and emissions technology to complete modern slavery risk assessments.",
    "partnership with Many Rivers through our Marketplace initiative.",
    "Engagement with Traditional Owners e Engaged with industry peers to pursue collaborative approaches Worked with contractors to encourage them to utilise to global challenges through two key forums, Human Rights indigenous suppliers for delivery of work.",
    "Responsible supply chain Resources and Energy Collaborative, and the Clean Energy Council's Risk of Modern Slavery Working Group.",
    "Our people Our impact on communities e Held virtual forums hosted by the Executive Leadership Team, Shared information on how we are delivering on our purpose and living Working ethically with opportunities for employees to ask questions.",
    "our values via various channels, including leadership team emails and Resilience of our business e Continue to measure employee engagement through an online continuous videos, pore on Our internal social media pratform.",
    "and interactive .",
    "listening platform to enhance our listening and feedback culture.",
    "Employees events and learMing Sessions WIIN subject Matter SXPer's.",
    "Career and development opportunities provide feedback to help shape their future working environment.",
    "Provided ongoing, individualised career planning, training, consultation, communication and wellbeing transition support to Eraring employees and leaders.",
    "Government Reliability of energy e Advocated directly and through peak industry associations for Met with governments, regulators and non-government organisations on topics Affordability of energy Climate change and emissions Support for our customers Our plans for our operations Approach to a just transition sound policy outcomes on energy and climate policy.",
    "e Hosted key ministers and others in government to help them understand our assets and projects.",
    "such as the energy transition, the role of gas, and climate change action.",
    "Participated in forums, workshops and conferences with government, non-government organisations, think tanks and others on the energy transition and challenges facing customers and communities.",
    "measures The following table provides a five-year summary of our current key non-financial performance metrics.",
    "Performance across these measures is considered as part of the Origin Board’s underpin’ review process to support long-term remuneration decisions.",
    "Origin believes consistent strong performance in key sustainability metrics is important to building sustainable shareholder value over the long term.",
    "Our FY24 Sustainability Performance Data provides our comprehensive suite of sustainability performance data for the past five years.",
    "Customers Communities Our people Supporting our report FY20 FY21 FY22 FY23 FY24 SUSE cass ssssesssinnsisavisssisesisssistisiasisasiissiississitasisssississsisiiisusiistiissisissiisseisussiuseseuevenee Total customer accounts (electricity, gas, LPG and broadband) (000) 4,283 4,266 4,458 4,525 4,657 Customer accounts across our GreenPower and Origin Go Zero 118 260 338 277 148 products (’O00) Net Promoter Score ~ strategic nen ccossssimsssssssstsitunesnssseeuiinensssntiiisi ec bene So ES Customer Happiness Index (%)9°: 5?",
    "n/a n/a n/a 65 69 Reputat ‘on ( Roptiak Boor) nen Beg ep beg cog keg Sommuntties a scsantsstssttnnsnatsnsentsatattsntsasattsesssteasesststsanssstoessatssesastiasssansanssaneasitasnsessonsnesasnstee Community complaints received ssssssseunnessssssseuissensssessstiseeen V4 Soo Si cscs ?",
    "Landholder complaints received a ccssssssstsussnsssnnustnnsessssnesueteneee 93, AY SA BO ST Regional procurement spend (%)°° 17 18 20 20 16 Indigenous supplier spend ($m) voce vueeeseseeeevsceesssseeessueeesueeeecseeeesueeesteessteeeereees ee Oo Wo saa one Employee volunteering through the Origin Energy Foundation (hours) 6,758 8,466 7,112 7,086 8,700 Prat ccccsesssssssssssssssnsosssssusuitiiisisiisssisssessssssssisssussusnsususuiiuiuiinissiiiiissiiasisssssessssessessssisssssssssssssssssssssessesessseneunuees Scope 1 emissions equity basis (ktCO2-e)°° 16,573 15,393 13,206 13,912 15,792 Scope ‘Bomissions acuity basis to boc evueeeseeeeususeeevisecesseeeesiueeeseeeeeeses 1230 bocce eee re 380 aye 49D Total Scope B ; 33 .",
    "missions intensity COLE 5 eguity paige ee oes i 6a eg Generation emissions intensity (owned and contracted) (tCOz-e/MWh) 076 076 O75 O76 076 fo ; ery eran «600s a i) vecelseven li latiovsieretssesute(isseseeeeses Leg noo nog 1ce a Capacity of colar BV cyctome inetalled (MIWA cee ceeeeseeeeeeeseeesessueeesieeeeuteesesseeeeu ae pO eB ea Environmental consequence incidents voce eueessueeeessueeseuseeesseeeeeueeeesseeeeuieeeeseneeeewes a a ae 5 Lute arlesions aring, leak srg venting aco coco cvueeeesueeeeveneeeveneeeenses S00 bee Soy Se 5be Achreused ($00 eens voseeeeeecn “3 ae ag Aivemiesions (NOx SO, VOC.",
    "PNA) Gone) 54306 bocce 5 a1 o 46 5 5 55.03 5 6a570 People and culture Actual serious (or above) incidents 4 4 5 4 2 Process safety Tier 1 and Tier 2 incidents occ cccscesumssnsnssnssseeesesennenneennee 12 oo Ts ns Docs 6 Employee engagement score Hye ccccsssesseesiinssteeiisnnneniinneene MA Mea TDD Female representation in senior roles (%) — Board cece 22:2 90,0 40.0 Aad Aad CEO-1 33.3 33.3 30.0 30.0 30.0 co cceveueeeuvseeeevseeeevsueeesseeesseeesseeeerstseeesteeeensees ee ae ae ee rrr Indigenous representation (number self-identified) iced 81 99...",
    "26 Reported incidents of bribery or corruption O O O O O 2024 Sustainability Report 35.",
    "6G» .",
    "Metric has undergone limited assurance within the last three reporting periods.",
    ".",
    "12-month average at 30 June 2024.",
    ".",
    "New metric in FY23.",
    "Rolling 12-month average.",
    ".",
    "New metric in FY23.",
    ".",
    "Number of environmental incidents that resulted in an actual consequence of a moderate short-term impact to the environment (or above).",
    "New methodology using Officevibe from FY23.",
    "Score out of 10.",
    "Statement Planet Customers — Communities Our people Supporting our report Independent Limited Assurance Statement to the EY Management and Directors of Origin Energy Limited Bullding a better working world Our Conclusion: Ernst & Young (‘EY’, ‘we’) have been engaged by Origin Energy Limited (Origin) to perform a limited assurance engagement, as defined by Australian Standards on Assurance Engagements, here after referred to as a ‘review’, over selected sustainability disclosures (the ‘Subject Matter’) included in Origin’s 2024 Sustainability Report and Performance data tables (the ‘Report’) for the year ended 30 June 2024.",
    "Based on our review, nothing has come to our attention that caused us to believe that the selected disclosures presented below have not been prepared and presented fairly, in all material aspects, in accordance with the criteria detailed below.",
    "What our review covered We reviewed the following Subject Matter listed below and disclosed in the Report for the year ended 30 June 2024.",
    "Planet Total Scope 1 emissions (operated) (ktCO2-e) 15,555 Total Scope 2 emissions (operated) (ktCO2-e) 2,201 Total Scope 1 emissions (equity) (ktCO2e) 15,792 Total Scope 2 emissions (equity) (ktCO2-e) 792 Total Scope 3 emissions (equity) (ktCO2-e) 28,394 Total absolute Scope 1, 2 and 3 emissions 44,978 (equity) (ktCO-e) Total Scope 1, 2 and 3 emissions intensity 58 (equity) (tCOze/T J) Ash re-used (%) 43 Customers Customer Happiness Index (#) 69 Communities Community contributions through the Origin 38 Energy Foundation ($m) .",
    "Suppliers identified as inherent high-risk of F 305 modern slavery-type practices (#) Our People Total Recordable Injury Frequency Rate (#) 41 Process safety Tier 1 and Tier 2 incidents (#) 8 Criteria applied by Origin In preparing the selected disclosures related to Planet (emissions), Origin applied: »» National Greenhouse and Energy Reporting ((NGER’) Act 2007, NGER Regulations 2008, and NGER (Measurement) Determination 2008 '» Greenhouse Gas Protocol's Corporate Value Chain (Scope 3) Accounting and Reporting Standard.",
    "In preparing the selected disclosures related to Customers, Communities, and People and Culture, Origin applied: »» Origin’s own publicly disclosed criteria as detailed in the Report.",
    "Amember firm of Ernst & Young Global Limited Key responsibilities Origin’s responsibilities Origin’s management (‘Management’) was responsible for selecting the Criteria, and for presenting the Subject Matter in accordance with that Criteria, in all material respects.",
    "This responsibility included establishing and maintaining internal controls, adequate records and making estimates that are relevant to the preparation of the subject matter, such that it is free from material misstatement, whether due to fraud or error.",
    "EY’s responsibilities and independence Our responsibility is to express a conclusion on the Subject Matter based on our review.",
    "We have complied with the independence and relevant ethical requirements, which are founded on fundamental principles of integrity, objectivity, professional competence and due care, confidentiality and professional behaviour.",
    "EY applies Auditing Standard ASQM 1 Quality Management for Firms that Perform Audits or Reviews of Financial Reports and Other Financial Information, or Other Assurance or Related Services Engagements, which requires the firm to design, implement and operate a system of quality management including policies or procedures regarding compliance with ethical requirements, professional standards and applicable legal and regulatory requirements.",
    "Our approach to conducting the review We conducted this review in accordance with the Australian Auditing and Assurance Standards Board’s Australian Standard on Assurance Engagements Other Than Audits or Reviews of Historical Financial Information (‘ASAE 3000’), Assurance Engagements on Greenhouse Gas Statements (ASAE3410’) and the terms of reference for this engagement as agreed with Origin on the 22nd of April 2024.",
    "Those standards require that we plan and perform our engagement to express a conclusion on whether anything has come to our attention that causes us to believe that the Subject Matter is not prepared, in all material respects, in accordance with the Criteria, and to issue a report.",
    "Liability limited by a scheme approved under Professional Standards Legislation 2024 Sustainability Report _—— EY Building a better working world Summary of review procedures performed A review consists of making enquiries, primarily of persons responsible for preparing the Subject Matter and related information and applying analytical and other review procedures.",
    "The nature, timing, and extent of the procedures selected depend on our judgement, including an assessment of the risk of material misstatement, whether due to fraud or error.",
    "The procedures we performed included, but were not limited to: » Conducting interviews with key personnel to understand Origin’s process for collecting, collating and reporting the selected disclosures during the reporting period Checking that the Criteria has been reasonably applied in preparing the selected disclosures Checking the reasonableness of assumptions Inquiring of personnel to identify risks of over and underreporting and quality controls Undertaking data analytics to check the reasonableness of the data supporting disclosures, such as analysis of month-on-month changes in the consumption of various energy sources Performing recalculations of performance metrics to confirm quantities stated were replicable, such as performing a recalculation of greenhouse gas emissions using source data and the relevant emissions factor as defined by the Criteria Assessing evidence on a sample basis, such as selecting a sample of coal purchases and assessing whether the reported amounts aligned with the support provided Checking aggregation of selected disclosures and transcription to the Report Checking the appropriateness of the presentation relating to the selected disclosures in the Report.",
    "> > > > v v v v We believe that the evidence obtained is sufficient and appropriate to provide a basis for our review conclusion.",
    "A member firm of Emst & Young Global Limited 6G» Inherent limitations Procedures performed in a review engagement vary in nature and timing from, and are less in extent than for a reasonable assurance engagement.",
    "Consequently, the level of assurance obtained in a review engagement is substantially lower than the assurance that would have been obtained had a reasonable assurance engagement been performed.",
    "Our procedures were designed to obtain a limited level of assurance on which to base our conclusion and do not provide all the evidence that would be required to provide a reasonable level of assurance.",
    "While we considered the effectiveness of management's internal controls when determining the nature and extent of our procedures, our assurance engagement was not designed to provide assurance on internal controls.",
    "Our procedures did not include testing controls or performing procedures relating to assessing aggregation or calculation of data within IT systems.",
    "The greenhouse gas quantification process is subject to scientific uncertainty, which arises because of incomplete scientific knowledge about the measurement of greenhouse gases.",
    "Additionally, greenhouse gas procedures are subject to estimation and measurement uncertainty resulting from the measurement and calculation processes used to quantify emissions within the bounds of existing scientific knowledge.",
    "Use of our Assurance Statement We disclaim any assumption of responsibility for any reliance on this assurance statement, or on the selected disclosures to which it relates, to any persons other than the management and the Directors of Origin, or for any purpose other than that for which it was prepared.",
    "Our review included web-based information that was available via web links as of the date of this assurance statement.",
    "We provide no assurance over changes to the content of this web-based information after the date of this assurance statement.",
    "Ernst & Young Nicky Landsbergen Sydney, Australia Partner 15 August 2024 Liability limited by a scheme approved under Professional Standards Legislation Health, safety and environment (HSE) incidents that occurred while undertaking an Origin controlled activity with an actual consequence rating of 3-Serious (or above) on the Origin Risk Matrix.",
    "Ash dam A pond used for storing coal ash generated by burning coal in coal-fired power plants.",
    "Biogas A mixture of methane, CO2 and small quantities of other gases produced by anaerobic digestion of organic matter in an oxygen-free environment.",
    "BioLPG Propane produced from renewable feedstocks such as plant and vegetable waste material.",
    "Cleaner energy Includes solar, wind, hydro, hydrogen, battery storage, bioenergy, and energy efficiency.",
    "co Carbon monoxide.",
    "CO2 Carbon dioxide.",
    "CO2-e Carbon dioxide equivalent (CO2-e) is a measure for describing how much global warming potential a given type and amount of greenhouse gas may cause, using the functionally equivalent amount or concentration (CO2) as the reference.",
    "CSG Coal seam gas.",
    "Natural gas contained within coal seams.",
    "Electricity measures: Watt (W) A measure of power when one ampere of current flows under one volt of pressure.",
    "Kilowatt (kW) One kW = 1,000 watts.",
    "Customers Communities Our people Supporting our report Kilowatt hour (kWh) Standard unit of electrical energy representing consumption of one kilowatt over one hour.",
    "Megawatt (MW) One MW = 1,000 kW or one million watts.",
    "Megawatt hour (MWh) One MWh = 1,000 kilowatt hours.",
    "Gigawatt hour (GWh) One GWh = 1,000 megawatt hours or one million kilowatt hours.",
    "Terawatt hour (TWh) One TWh = 1,000 gigawatt hours, or one million megawatt hours.",
    "Flaring A process to release gas by burning the methane in specially designed flares within infrastructure.",
    "Flaring converts methane to carbon dioxide, which is a less potent greenhouse gas than methane.",
    "Fugitive emissions Fugitive emissions are the gases that leak or are vented or flared while extracting, producing, processing, storing, transmitting or distributing certain fossil fuels.",
    "For these purposes fugitive emissions excludes landscape emissions.",
    "Gas measures: Joule (J) Standard unit of measurement for energy.",
    "Gigajoule (GJ) One Gu = 10° joules.",
    "Terajoule (TJ) One TJ = 10\" joules.",
    "Petajoule (PJ) One PJ = 10% joules.",
    "GHG emissions Greenhouse gas emissions mainly refers to carbon dioxide, methane, nitrous oxide, sulphur hexafluoride, hydrofluorocarbons and perfluorocarbons.",
    "GHG emissions intensity The level of greenhouse gas emissions per unit of economic activity.",
    "kt One kilotonne = 1,000 tonnes.",
    "Leaks Gas leaks from infrastructure, particularly at pipe joints, valves and actuators.",
    "Learning Incidents HSE incidents with an associated learning action that occurred during Origin controlled and monitored activity with a potential consequence rating of 4-Major (or above) on the Origin Risk Matrix.",
    "Excludes incidents already counted under the Actual Serious Incidents metric.",
    "LNG Liquefied natural gas.",
    "LPG Liquefied petroleum gas.",
    "National Electricity Market (NEM) The wholesale electricity market for the electrically connected states and territories, with the exception of Western Australia and the Northern Territory.",
    "NGERs The National Greenhouse and Energy Reporting Act 2007 which introduced a single national framework for reporting and disseminating company information about greenhouse gas emissions, energy production and energy consumption.",
    "NOx Nitrogen oxide.",
    "PM2.5 Particulate matter that is 2.5 micrometres or less in diameter.",
    "PM10 Particulate matter that is 10 micrometres or less in diameter.",
    "Process safety event An unplanned or uncontrolled Loss of Primary Containment (LOPC) of any material, including non- toxic and non-flammable materials from a process, or an undesired event or condition that under slightly different circumstances, could have resulted in LOPC.",
    "2024 Sustainability Report 6G» Reverse osmosis A process that uses a membrane under pressure to separate relatively pure water (or other solvent) from a less pure solution.",
    "SO2 Sulphur dioxide.",
    "Scope 1 emissions GHG emissions released to the atmosphere as a direct result of our activity.",
    "These are sometimes referred to as direct emissions; examples include electricity generation and gas production.",
    "Scope 2 emissions GHG emissions resulting from purchased electricity that we consume to power our offices and operating sites.",
    "Scope 3 emissions Indirect GHG emissions, other than Scope 2, relating to our value chain that we do not own or control, including wholesale purchases of electricity from the NEM, the use of our sold products such as LNG and domestic gas, and the emissions associated with our investments.",
    "Total recordable injury frequency rate (TRIFR) Measures the number of recordable injuries that occurred during Origin controlled activity, per million hours worked for employees and contractors for the 12-month reporting period.",
    "Venting The process that relieves pressure in the system, releasing gas to atmosphere.",
    "voc Volatile organic compound.",
    "Water measures: Kilolitre (kL) One kL = one thousand litres (1,000 L).",
    "Megalitre (ML) One ML = one million litres (1,000,000 L).",
    "is to Origin Energy Limited and its controlled entities and joint venture arrangements as outlined in our 2024 Annual Report.",
    "Unless otherwise stated, Origin Energy’s 2024 Sustainability Report provides a summary of Origin’s performance on material social and environmental sustainability aspects for the period 1 July 2023 to 30 June 2024 (FY24).",
    "Its scope is limited to the assets we operate (including those under exploration, projects in development or execution phases, sites and closed operations).",
    "The exception is emissions performance, which we report on both an operational control and equity basis, in line with regulatory and reporting norms.",
    "Origin is the upstream operator of Australia Pacific LNG and 27.5 per cent shareholder.",
    "The terms Aboriginal and Torres Strait Islander peoples, First Nations and Indigenous are used respectfully and interchangeably throughout this document when referring to First Nations peoples of Australia.",
    "These terms are used to respectfully encompass the diversity of cultures, identities and preferences of Aboriginal and Torres Strait Islander peoples.",
    "Forward-looking information This report contains forward looking statements, including, but not limited to: Origin’s plans, strategies and objectives with respect to sustainability and generally; statements regarding trends in commodity prices and supply and demand for commodities; and statements regarding potential regulatory and policy developments.",
    "Where this report contains forward-looking statements, including statements of current intention, statements of opinion and predictions as to possible future events and future financial prospects, these statements are not statements of fact and there can be no certainty of outcome in relation to the matters to which the statements relate.",
    "Forward-looking statements involve known and unknown risks, uncertainties, assumptions and other important factors that could cause the actual outcomes to be materially different from the events or results expressed or implied by such statements, and the outcomes are not all within Origin’s control.",
    "The forward-looking statements in this report are based on management’s current expectations and reflect judgements, assumptions, estimates and other information available as at the date of report and/or the date of Origin’s planning processes or scenario analysis processes.",
    "There are also inherent limitations with scenario analysis, and it is difficult to predict which, if any, of the scenarios might eventuate.",
    "Scenarios do not constitute definitive outcomes or probabilities, and scenario analysis relies on assumptions that may or may not be, or prove to be, correct and may or may not eventuate.",
    "Scenarios may also be impacted by additional factors to the assumptions disclosed.",
    "Except as required by applicable regulations or by law, Origin does not undertake any obligation to publicly update or review any forward-looking statements, whether as a result of new information or future events.",
    "Forward looking statements speak only as of the date of this report or the date planning process assumptions or scenario analysis assumptions were adopted, as relevant.",
    "Past performance cannot be relied on as a guide to future performance.",
    "Approach to reporting All monetary amounts are in Australian dollars unless otherwise stated.",
    "We report our Scope 1 and Scope 2 emissions under NGER.",
    "We calculate Scope 3 emissions based on the Greenhouse Gas Protocol’s Corporate Value Chain (Scope 3) Accounting and Reporting Standard and Scope 3 guidance documents.\" Due to the inherent uncertainty and limitations in measuring emissions under the calculation methodologies used in the preparation of such data, all emissions data or references to emissions data (including ratios or percentages) in this report are estimates.",
    "Where data is not available due to timing, we apply a reasonable estimation methodology.",
    "Where applicable, we revise prior year data in the Sustainability Report to update prior estimates and align with external reporting requirements such as NGER.",
    "Additional emissions information is available in our FY24 Sustainability Performance Data.",
    "1.",
    "ghgprotocol.org/standards/scope-3-standard Directory Registered Office Level 32, Tower 1 100 Barangaroo Avenue Barangaroo NSW 2000 GPO Box 5376 Sydney NSW 2001 T (02) 8345 5000 F (O02) 9252 9244 originenergy.com.au enquiry@originenergy.com.au Secretary Helen Hardy Share Registry Boardroom Pty Limited Level 8, 210 George Street Sydney NSW 2000 GPO Box 3993 Sydney NSW 2001 T Australia 1300 664 446 T International +61 2) 8016 2896 F (02) 9279 0664 boardroomlimited.com.au origin@boardroomlimited.com.au Further information about Origin’s performance can be found on our website: originenergy.com.au Where all good change starts"
]