[
    "(a joint stock limited company incorporated in the People's Republic of China with limited liability) Stock Code: 01088 Environmental, Social and Governance Report AY Deraaaes nae LO he at The report mainly introduces the core values and policies of China Shenhua in aspects of environmental, social and corporate PN governance (“ESG”\"), as well as the practice and performance in 2023.",
    "The report aims at enhancing communication with all stakeholders to jointly promote the sustainable development of the Company and society.",
    "The compilation of this report may ~~ not be entirely satisfactory due to various objective constraints.",
    "Readers are welcome to put forward their comments and suggestions by completing the Feedback from Readers attached to this report.",
    "The Company will improve and enhance the report i > wr on a best effort basis in the future.",
    "2023 — gociat and ner ere or : vere nee é a .",
    "Reporting Period The report is an annual report.",
    "The reporting period is from 1 January 2023 to 31 December 2023.",
    "Certain contents have been retrospectively reviewed and extended in accordance with the principle of information consistency.",
    "Scope of the Report Unless otherwise indicated, the information and data in this report cover China Shenhua and its subsidiaries.",
    "Basis for Preparation The report is prepared in accordance with the requirements of the Environmental, Social and Governance Reporting Guide as set out in Appendix C2 of the Main Board Listing Rules on HKEx, and the Guidelines for the Self-Regulation of Listed Companies No.",
    "7 — Standardised Operation on SSE, and with reference to the requirements of the GRI Standards of the Global Sustainability Standards Board (the “GSSB”).",
    "The section of Response to Climate Change was partially prepared with reference to the HKEx Guidelines on Information Disclosure of Climate.",
    "x ee eae, £ C a 3 2023 was a remarkable year for ESG development.",
    "With the release of two programmatic disclosure guidelines by the International Sustainability Standards Board (ISSB), ESG-related policies, regulations and regulatory rules will also be issued.",
    "ESG factors will become an important benchmark for resource allocation in the global market.",
    "Over the past year, the Company has comprehensively implemented the new development concept by accelerating the construction of a new development pattern, actively responding to the “dual-carbon” target, striving to achieve new breakthroughs in building a modern industrial system, strengthening ecological environmental governance and promoting common prosperity, and continuing to improve the level of ESG governance and the performance of key indicators.",
    "Focusing on “security” to ensure energy supply.",
    "It has become a social consensus that, in the coming years or longer, coal resources are vital to safeguarding national energy security and ensuring a stable energy supply.",
    "In 2023, the Company fully leveraged the advantages of integration and synergy, accelerated the transformation and upgrading of traditional business, and made full efforts to safeguard the safe, smooth and stable operation of the industrial chain by focusing on optimising product structure, improving operating system and ensuring production and sales connectivity.",
    "The average monthly output of commercial coal during the year exceeded 27 million tonnes and the average monthly power generation exceeded 17.6 billion kWh.",
    "Four 1000-MW-level clean and efficient coal-fired units were put into operation.",
    "All these achievements highlighted the Company’s role of the main force in energy supply.",
    "Anchoring the “dual carbon” to empower green development.",
    "Against the backdrop of the national construction of a clean, low-carbon, safe and efficient energy system, the Company strengthened Strategic leadership and actively explored the development path of low-carbon transformation.",
    "In 2023, the Company set up a low-carbon development leading group to coordinate and promote green and low-carbon development work.",
    "In accordance with the 2023 Low-carbon Work Plan, the Company continued to propel the construction of green mines and implement the “three types of technical transformations linkage” of coal-fired power units, further reduced unit energy consumption by developing clean energy alternatives, effectively planned and developed new energy projects, explored low-carbon technology development, and optimised the carbon asset management mode.",
    "We always insisted on planning our development from the perspective of harmonious coexistence of human and nature, and creating new driving forces and advantages for the Company’s development through high-level ecological environmental protection.",
    "We persistently fought against pollution, built a green industrial chain integrating coal, electricity, chemicals and transportation, and built places for demonstration, leadership and benchmarking for environmental protection.",
    "We insisted on relying on green low-carbon technology, solidly promoted comprehensive utilisation of mine water, comprehensive treatment of waste, etc., and accelerated the formation of a production mode and industrial structure that saves resources and protects the environment.",
    "We strengthened the accountability of subsidiaries and branches for environmental protection, comprehensively and thoroughly carried out hazard investigation and rectification, and built a solid ecological safety foundation for high-quality development.",
    "Contributing to “win-win” and common development.",
    "We were committed to strengthening the implementation of safety responsibilities, improving working environment, enhancing the configuration of safety equipment, and effectively ensuring the physical and mental health and safety of employees.",
    "We implemented localised and diversified employment strategies, respected the legitimate rights and interests of employees and their growth with the Company.",
    "The Company worked together with local communities, actively participated in the local development in various fields such as science, education, culture and health, took the lead in disaster relief, and gave back to society with gratitude.",
    "We were dedicated to serving the national rural revitalisation strategy, driving the synergistic development of rural industries and increasing farmers’ income.",
    "Throughout the year, the Company invested CNY438 million in social donation and CNY74.55 million in rural revitalisation.",
    "Solidifying the “foundation” to enhance governance level.",
    "We deeply integrated ESG governance with corporate operations to achieve a virtuous cycle of environmental, social and economic benefits enhancement.",
    "In 2023, the Company revised the rules of procedures for specialised committees under the Board to further improve the governance structure for climate change risks.",
    "We formulated management systems such as the Management Measures for Land Reclamation in the Coal Industry, to promote the establishment of a system covering the entire business and ESG system, ensuring the standardised operation of governance system and the efficient exercise of governance authority.",
    "We implemented ESG special actions, conducted international and domestic rating benchmarking and upgrading, proactively deployed measures to comply with international sustainability standards, maintained effective communication with stakeholders, thus maintaining the ESG brand status of China Shenhua.",
    "Building synergy for a bright future of energy.",
    "China Shenhua will, under the guidance of Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era, profoundly implement the new energy security strategy of “four revolutions and one cooperation”, strengthen the mission and responsibility as a central state-owned energy enterprise, and cultivate new advantages and driving forces for development to contribute to the construction of the country’s new energy system by adhering to the transformation and upgrading of traditional industries and the development of emerging industries, fully leveraging the role of coal and coal-fired power in securing basic needs, and implementing the carbon peak action in a planned and phased manner.",
    "Board of Directors of China Shenhua Energy Company Limited 22 March 2024 The Board of the Company is the highest responsible and decision-making institution for ESG matters, which takes full responsibility for the Company’s ESG strategies and report, and monitors ESG related matters that may affect the Company’s business or operation, shareholders and other stakeholders.",
    "The Safety, Health, Environment and ESG Working Committee of the Board is responsible for supervising the commitment and performance of ESG key issues, and reporting to the Board to ensure the integration of ESG concept and the Company’s strategy.",
    "The Audit and Risk Management Committee of the Board of Directors promotes the establishment of an effective internal control system for the Company and participates in the deliberation and decision-making on ESG matters such as climate change.",
    "The Company attaches great importance to ESG governance and continuously improves the ESG governance system.",
    "The Company regularly conducts analysis and assessment of material ESG issues and identification of ESG risks based on the internal and external environment of development and the results of communication with stakeholders.",
    "The Board considers and determines material ESG issues and ESG risk list, takes them as the key work to manage and supervise, ensures that ESG concepts are integrated into the Company's development strategy and implemented in production, operation, and management activities in order to promote the Company's economic development, social equity, and environmental sustainability.",
    "The Company has established an ESG target management mechanism covering major ESG performance indicators such as carbon emissions, pollutant emissions, energy consumption and water resources management, and the Board reviews the progress of those targets annually.",
    "The Company has incorporated ESG indicators into the annual performance appraisal system of the management and subsidiaries and branches of the Company to promote the achievement of the Company’s ESG targets and improve the Company’s ESG performance.",
    "This report discloses the details of progress and effectiveness of ESG work of China Shenhua in 2023, and it was considered and approved at the Board meeting on 22 March 2024.",
    "The Board and all the Directors of the ¢ ympany guarantee that the report does not contain any e representation, mis ading state ent, or m tht omission, and bear legal liabilities for the ess, a eness ¢ eot > Profile of the Company China Shenhua was founded on 8 November 2004 and is a listed company of China Energy Investment Corporation Limited with A+H shares.",
    "Its H shares and A shares were listed on HKEx and SSE on 15 June 2005 and 9 October 2007, respectively.",
    "By the end of 2023, the Company had assets of CNY633.4 billion, with a total market capitalisation of USD84.5 billion and a total of 83,400 employees.",
    "China Shenhua is the world’s leading listed coal-based comprehensive energy company, mainly engaging in businesses t : mS , such as coal, electricity, railway, port, shipping, coal-to-chemicals RSRReSRSSE and new energy.",
    "Starting from the coal mining business, the Company leverages its own transportation infrastructure and sales network, as well as the downstream power plants and coal chemicals facilities to achieve a cross-sector and multi-industry vertical integration mode for its development and operation, thus forming the core competitive advantage of China Shenhua.",
    "8 November 2004 China Shenhua was founded 15 June 2005 H shares were listed on HKEx (8 | WZ O22.",
    "Lo?) Or eee Total assets of Total market capitalisation of A total of cnv633.4 billion uso84.5 billion 83,400 employees \\ / = Coal Industry Producing coal mines Approved (design) capacity 35 0 million tonnes/year Port Industry Specialised coal ports (terminals) Design throughput capacity 2 v4 0 million tonnes/year Railway Industry Total mileage of railway operation 2,408...",
    "Annual transportation capacity 5 30 million tonnes Locomotives at its disposal wore than OOQ Shipping Industry Cargo vessels Deadweight capacity 2 2 1 3 million tonnes Electricity Industry Total installed capacity 44.63 ow Of which: coal-fired generation 43.166 Gas-fired generation 950 ww Hydropower 125 w, és Coal-to-chemicals Industry Chemicals production capacity 0 ' 60 million tonnes/year Profit for the year attributable to ae Revenue of equity holders of the Basic earnings per \\ d() 1] f Company 343.074 G8 64.6250 53.253 billion per share (>)) Net cash inflow from f AO \\ Gearing ratio =Sz) Cash dividends \\ 1] operating activities == Air} a4 O., oi (proposal) cw4 4 .",
    "9 billion G Investment in 0 environmental rips Total tax payments <e Social contribution .",
    "protection 255 a er share =t 339 \\ } cw66.31 2 Goo \\ Jew.",
    "cw .",
    "03 billion billion ober So Investment in f a O >» \\ Investment in \\ 1] production safety TT occupational health S{||% 6 cwv2..033 CNY 47 billion million ala, “ye Investment in r rch f \\ ial donation reey estment esearc === Social donations billion million China Shenhua has continued to deepen its awareness of fulfilling its social responsibility and creating social value, established a sound and effective management system, promoted stakeholder communication, made key disclosures on material issues, and continuously improved its ESG management.",
    "Governance Philosophy Pioneer in Energy Revolution, Ballast for Energy Supply Promote Green Development, Pursue Excellence 4 lit Mutual benefit appy ire & co-winning Focusing on people's aspirations for a Empower Social Development, q + S Purpose # Boost Economic Growth Sustainable Val ti Everlasting development arue creation trust Promoting the construction of a clean, Accelerating the construction of a Committing to providing more Leading the way towards higher low-carbon, safe and efficient energy system world-class integrated listed energy company with global competitiveness cutting-edge technology, superior energy and services better life, enhancing people’s well-being and promoting common prosperity quality, higher level and more sustainable cooperation in the energy sector Governance Model Compliance Systematisation Comprehensiveness Characteristics ESG governance model of “Four Forms and Three Characteristics” Replicability Advancement Comparability China Shenhua has established a solid management structure covering the Board of Directors, management, functional departments of the headquarters and subsidiaries and branches to ensure that ESG philosophy is fully integrated into the Company's business strategies.",
    "Role Responsible Department Duties =) (S) Decision-making ; Overall planning and major decision-making and body Board of Directors deployment of ESG.",
    "Overseeing the Company’s governance of sustainability risks and opportunities, considering and measuring sustainability risks and opportunities in business activities, and supervising the development of skill training in Safety, Health, Environment and ESG Working Committee ol @) Board supervision sustainability risks and opportunities.",
    "a Promoting the establishment of an effective internal Audit and Risk Management control system for the Company and participating in Committee deliberations and decision-making on ESG matters such as climate change.",
    "“| Management Group Initiating or deploying ESG-related actions, supervising SuperviSiION = ee work progress, etc.",
    "SR Organisation | ESG Governance Office Coordinating and promoting the implementation of daily er and coordination ESG management work.",
    "Safety and Environmental Protection Group, Social Contribution Group and om Implementation Corporate Governance Group of the Responsible for the promotion and implementation of the O08 and execution Headquarters of the Company Company's ESG strategies and goals.",
    "Subsidiaries and branches In 2023, the Company revised the Rules of Procedures for Safety, Health, Environment and ESG Working Committee and the Rules of Procedures for Audit and Risk Management Committee to further improve the duties, methods and processes of the Board of Directors and specialised committees in supervising ESG matters.",
    "In 2023, the Board of Directors considered a total of 15 ESG-related proposals, and held 5 meetings of the Safety, Health, Environment and ESG Working Committee, 1 meeting of the Low-carbon Development Leading Group and 2 CEO thematic meetings to study ESG matters.",
    "Meeting of Low- carbon Development CEO Thematic Meetings Meetings of Safety, Health, Environment and ESG Working Committee Matters for Study Leading Group January March July August October May May August Advancing the goals and tasks V V V V V v System building V y Response to climate change V V V V y y Other ESG matters V V y v Learning and training V y V (Trial) and the “14th Five-Year” Plan for ESG Governance, the Company formulated the Key Points for ESG Work in 2023, and each ESG working group took ESG informatisation as starting point, systematically considered and planned ESG development strategies, carried out ESG special actions, and promoted the normalisation, standardisation and informatisation of the ESG governance system.",
    "ESG Actions of the Company in 2023 ° Revised the rules of procedures for specialised committees under the Board to improve the governance structure for climate change risk.",
    "Improving the top-level design ° Set up Low-carbon Development Leading Group to coordinate and promote green and low-carbon development.",
    "° Formulated special management systems such as the Management Measures of Land Reclamation in the Coal Industry and the Guidelines for Community Communication Strengthening strategic guidance and Grievance Handling in the Operating Sites, and issued the Indigenous Peoples’ Rights and Interests Protection Declaration and the Statement on Commercial Ethics Audit, etc.",
    "to ensure the standardised operation of the governance system.",
    "° Deployed in advance to respond to the international sustainability code to strengthen governance foundations.",
    "° Conducted climate change risk and opportunity identification, assessment to formulate response measures.",
    "Enhancing management efficiency e Updated the ESG indicator library with 459 retained indicators in accordance with the changes in regulatory rules and rating focus, laying the foundation for the 2.0 version of information technology system.",
    "° Carried out MSCI ratings benchmarking initiative and improved scores significantly.",
    "° Conducted four special trainings on carbon asset management and response to Conducting special training climate change and other themes for directors and management at all levels of the Company to enhance their ability to perform their duties.",
    "° The group standards such as Guidelines for the Preparation of Corporate ESG Report (1/CERDS4-2022), Guidelines for Corporate ESG Disclosure (T/CERDS2-2022), Guidelines for Carbon Peak and Carbon Neutrality Work of Enterprises Based on ESG Evaluation (T/CIET 313-2023), and Corporate ESG Management System (T/CERDS 5-2023), which the Company participated in the preparation of, were promulgated and came into force.",
    "e ESG governance achievements have been selected by the State-owned Assets Supervision and Administration Commission of the State Council (SASAC), the Intensifying external exchanges ESG Alliance of Central Enterprises, and China Association for Public Companies as excellent cases for promotion.",
    "° Participated in activities such as the Collective Roadshow for High-Quality Development of Companies Listed on the SSE — Central Enterprises ESG Session, and exchanged views with representatives of various public companies at the specialised committee of China Association for Public Companies.",
    "° Communicated with institutions and organisations such as CSI, Wind Information Co., Shanghai Environment and Energy Exchange and Climate Action 100+.",
    "The Remuneration and Assessment Committee of the Board of the Company reviews the performance of the Directors, Supervisors, Chief Executive Officer and other senior management personnel in discharging their duties and conducts annual performance assessment on them.",
    "The annual business performance assessment plan of the Company’s Executive Directors and management for the year 2023 comprises five categories with a total of 36 assessment indicators, and the ESG-related indicators are worth a total of 55 points (of which 30 scores are worth of safety, environment and health indicators, and a total of 25 scores are worth of indicators on corporate governance, supply chain management and technological innovation), which in aggregate accounted for approximately 34.4% of the basic scores of the assessment.",
    "Goals Management Based on its actual operating conditions, China Shenhua has formulated management and control!",
    "goals for 2020-2025 in four aspects of carbon emissions, pollution prevention and control, energy use, and water efficiency.",
    "For the progress in 2023, please refer to the section of “Building a Solid Foundation to Protect the Ecological Environment” in this report.",
    "Communication with Stakeholders China Shenhua identifies various stakeholders based on industry dynamics as well as the characteristics and development of the Company.",
    "We respect the legitimate rights of stakeholders, maintain open, transparent and effective communication with them, listen to their suggestions, respond to them in a timely manner and properly handle them to jointly promote the sustainable and healthy development of the Company.",
    "Stakeholders Key Issues Communication Channel Abiding by the law Compliance of operation <—.",
    "P P Inspection and supervision HL Energy security Approval and audit Sustainable development a Government and Communication and reporting Tax payment in conformity .",
    "regulators Research and discussion with the law Boosting local economy Information disclosure G58) Compliance of operation Website and WeChat official Sustainable development account of the Company Shareholders and Income return Performance briefing investors Unimpeded information Roadshow and communication Cash dividend hex Good faith performance Visit and research Quality assurance Satisfaction survey Clients Excellent service Contract performance it Employees oF Community @ Industry and partners Remuneration and benefits Protection of rights and interests of employees Career development Health and safety Humanistic care Response to climate change Water resource protection Pollution prevention and control Energy conservation and emission reduction Biodiversity Community development Public welfare activities Job creation Business ethics Transparent procurement Mutual benefit and win-win result Fair competition Promoting industry progress Promoting the development of the industrial chain The Employees’ Congress Cultural activities Regular training Chairman mailbox Environmental impact assessment Declaration and commitment Collection and disclosure of environmental data Community communication and exchanges Open day Public welfare activities Rural revitalisation Media communication Contract performance Public procurement and e-procurement Business cooperation Special training Exchange of experience Technical cooperation Case: Witnessing energy development and inheriting Chinese culture green and low-carbon development.",
    "In August and November 2023, the Company organised Hong Kong teachers in two batches to visit Beijing, Inner Mongolia, Shaanxi, Sichuan, etc.",
    "with field trip to China Energy and the Company’s subsidiaries.",
    "Along the way, they visited representative historical and cultural monuments and patriotic education bases, appreciated the profound humanistic history and rich cultural heritage of the motherland, and witnessed the significant changes in the Company’s Since its launch in 2016, the “China Shenhua Energy Journey” has been successfully held for six times.",
    "As a bridge of friendship and hope, it has played a good role as a model for promoting exchanges between Hong Kong and the Mainland, and has been highly affirmed by the Hong Kong and Macao Work Office of the CPC Central Committee, SASAC, the Hong Kong Education Bureau, the Endeavour Education Centre and Hong Kong teachers.",
    "assessment process on a three-year cycle, i.e.",
    "a comprehensive assessment of material issues is conducted in the first year, and the results of the assessment are validated in the second and third year to determine whether any adjustments are necessary.",
    "Ist year Process for Evaluation of Material Issues Issue settee ) » Stakeholder identification Questionnaire » » Sequencing and assessment of issues 2nd and 3rd year Validation assessments ) of internal To determine whether any adjustments are necessary » \\ Determination of material issues VA In 2022, China Shenhua identified and screened the list of ESG issues relevant to the Company in accordance with the established work process, organised internal assessments from two dimensions, namely the concern by stakeholders and the impact on China Shenhua, and drew a matrix of materiality issues, which was then selected and reported to the Board of Directors for review and approval, and was taken as the goal and direction of action of our ESG management work.",
    "In 2023, after assessment and validation, no adjustments were made to the assessment results of the previous year’s material issues and material issues are highlighted in this report.",
    "ESG Material Issues Matrix of China Shenhua in 2023 community development Materiality to stakeholders Facilitation of @ Low-materiality issues Materiality to China Shenhua e Governance e Social e Environment VJ Grade A in the Evaluation of Annual VJ Pioneer 100 List of Chinese ESG Information Disclosure Listed Companies SHANGHAI STOCK EXCHANGE CHINA MEDIA GROUP VJ Corporate Governance Best Practice Case TOP 50 List of Sustainable Best Practice Case of Board of Directors of Industrial Companies Listed Company ESG Best Practice Case and Outstanding Practice Case of Listed Company Forbes China China Association for Public Companies VJ Selected for the “Central Enterprise UJ Top 100 Best Practices for Listed ESG - Pioneer 100 Index” Companies in China by WIND ESG China Enterprise Forum Win.d UJ Outstanding Enterprise in Release VJ China ESG Influencers of China Coal Industry Social Responsibility Report CHINA NATIONAL COAL ASSOCIATION FORTUNE VJ Special Contribution Award for 7 Four awards including ESG Golden Energy Transition and Green Bull Award Top 100 Development ENERGY China Securities Journal Hong Kong by Phoenix Star PHOENIX TV SECURITIES DAILY Best Listed Company ESG Practice UJ Top 100 Chinese Listed ESG Award, Best Listed Company ESG Companies Disclosure Award Hong Kong International Financial Forum SECURITIES TIMES “Xinhua Credit Jinlan Cup” ESG UJ Evergreen Awards — Sustainable Governance Practice Pioneer Case Development Inclusive Award CAIJING MAGAZINE Summit on Credit City Development in China 2023 Key ESG Ratings CSR-Cloud CHINA SECURITIES INDEX oo aXe Go 4 Ht, TLS LISTS, sponses “* weerercrcrerorp SEPP PIIL SD # 2% SS cS Ss i ny y = .",
    ": a ne ae = § e Tro _ a] = ¥ ER SERS 7 S SE = aS 3 = China Shenhua strictly complies with the Company Law of the People’s Republic of China and other laws and regulations, as well as the regulatory requirements of listing places, and establishes a sound corporate governance structure and a good operating mechanism.",
    "In 2023, China Shenhua formulated the Work Programme for Improving Modern Corporate Governance of State-owned Enterprises with Chinese Characteristics and Comprehensively Enhancing the Corporate Governance Capability, and continued to improve the corporate governance system to ensure the stable operation of the Company.",
    "The Company disclosed the performance of the Company’s corporate governance in 2023 in detail in the “Corporate Governance and Corporate Governance Report” section of the 2023 Annual Report, which is available for your reference.",
    "Below is a partial summary: Board Concerns In 2023, the Board of Directors of the Company, in strict accordance with the provisions and requirements of relevant national laws, regulations and regulatory documents and in a responsible attitude towards the Company and its shareholders, conscientiously performed its duties, implemented the resolutions of the general meeting, safeguarded the interests of shareholders and the Company, continuously upgraded the level of corporate governance, and continuously enhanced the Company’s ability to operate in a regulated manner.",
    "In 2023, the Board of Directors of the Company held a total of 7 meetings, at which the Board of Directors heard 9 work reports, and considered 56 proposals, of which a total of 15 proposals were related to ESG, including ESG annual work programme, ESG report, external donation, internal control and risk assessment, list of climate change risk and opportunity, and system revision.",
    "Board Diversity As at the end of 2023, the fifth session of Board of Directors of China Shenhua was composed of 8 Directors from different industries in Chinese Mainland and the Hong Kong SAR, China, of which Executive Directors accounted for 25%, Independent Non-executive Directors accounted for 37.5%, external Directors accounted for 62.5% and female Directors accounted for 12.5%.",
    "Independent Non-executive Directors Executive Directors accounted for accounted for O £3) 25% jah, 37.5% External Directors accounted for Female Directors accounted for QO (©) Y rT sm Gao | 12.594 Board Independence In 2023, in accordance with relevant regulations of the regulators, the Company amended the former Independent Directors System and renamed it as the Working Rules for Independent Directors, stipulating the conditions for the appointment of Independent Directors, the conditions for their independence, the number of part-time jobs in listed companies in the PRC, the number of consecutive years of service and the procedures for replacement, the methods of performance of duties and requirements for the performance of duties, and the protection for the performance of duties, etc., so as to safeguard the conditions for the Independent Directors to conduct their work, and to actively adopt the suggestions and opinions put forward by the Independent Directors to form an internal check and balance mechanism of the Board of Directors.",
    "In 2023, the Independent Directors of the Company actively participated in various meetings, took part in the discussion and deliberation of proposals, independently, objectively and fully expressed their independent opinions and voted prudently in accordance with the law, and paid attention to the implementation of the resolutions of relevant meetings and their effects.",
    "The Independent Directors convened three Independent Director committee meetings, considered 14 proposals, issued a total of 7 pre-agreed opinions of the Board of Directors, and formed 23 independent opinions, so as to ensure the scientific nature and professionalism of the Board of Directors in decision-making.",
    "Formed 23 Issued 1 pre-agreed opinions !",
    "of the Board of Directors | independent opinions Convened 3 Independent Director committee meetings Research and Training of Directors In 2023, the Directors of the Company visited Xinjie Energy, Baoshen Railway, Baotou Chemical and China Energy Public Welfare Foundation, etc., for on-site thematic research, to understand the progress of the Company’s construction projects, financial operations, asset management, and ESG work such as internal control, risk management, rural revitalisation and public welfare donations, and to put forward important opinions and suggestions on operational reform.",
    "Members of the Board of Directors participated in trainings conducted by regulatory authorities such as stock exchanges and the associations for listed companies, which effectively improved the knowledge and performance capabilities of the members of the Board of Directors.",
    "Board members participated in 24 trainings A total training duration of 1 23.1 hours A total of 1 8 participants China Shenhua establishes a risk-oriented internal control and risk management system, organises a comprehensive risk assessment every year, and formulates countermeasures for important annual risks, while strengthening internal control management to provide effective assurance for the achievement of corporate strategies and business objectives.",
    "Governance The Company has established a comprehensive internal control risk governance structure.",
    "The Board of Directors conducts an annual review of the internal control and risk management system and accurately discloses the internal control evaluation report.",
    "The Company cultivates a corporate culture with internal control and risk management, and promotes the continuous improvement of the Company's internal control and risk management level and the quality of internal control and risk management of its employees, so as to safeguard the realisation of the Company’s strategic objectives.",
    "Responsible Department Duties Supervise the establishment and implementation of the internal 3 Decision-making control and risk management system, and approve the basic system Board of Directors , body of internal control and risk management, strategy and annual internal control evaluation report, etc.",
    "Fay Board of Directors Audit and Risk Management ; fe) Provide support for the Board of Directors’ decision-making.",
    "3 supervision Committee “| Management Chief Executive Officer and = Organise and lead the daily operation of the internal control and qt supervision management risk management system.",
    "ray Organisation and Q Audit Department Daily management of internal control risk.",
    "RQ’ coordination Separately responsible for internal control and risk management in Departments at headquarters relevant areas.",
    "Cr Implementation and execution Improve the organisational system of internal control and risk Subsidiaries and branches management and promote the implementation of internal control and risk management.",
    "Strategy The Company has formulated the Internal Contro/ Risk Management Regulations, implemented the Internal Control and Risk Management Manual, the risk monitoring and early warning indicator system and other operational norms, applied the internal control and risk management information system to ensure the high-quality and sustainable development of the Company through active risk management activities.",
    "In 2023, the Company prepared the latest /nternal Control and Risk Management Manual and Interna!",
    "Control Evaluation Manual, which clarifies the management objectives of each segment, as well as the internal control evaluation criteria and main test contents, etc., to standardise and guide the implementation of internal control and risk management.",
    "In 2023, the Company reviewed and listed the major risks faced by the Company and formulated counter-measures, including ESG-related risks such as production safety, environmental protection, climate change, operational compliance, supply chain management.",
    "Please refer to the “Management's Discussion and Analysis” section in the Company’s 2023 Annual Report.",
    "Case: China Shenhua’s “Six-in-One” internal control evaluation method selected as a model case of corporate governance by SASAC In October 2023, the case of the Company’s Adoption of the “Six-in-One” Internal Control Evaluation Method to Provide Supervision and Guarantee for Enhancing the Effectiveness of Corporate Governance was successfully selected as a model for promotion in the Compendium of Examples of State-owned Enterprises for Improving Corporate Governance by SASAC.",
    "The Company adopted the “six-in-one” internal control evaluation method of “risk identification as the guide, deviation search as the basis, deviation analysis as the handle, defect identification as the backbone, defect rectification as the centre, and promotion of value addition as the purpose”, which provided a strong guarantee for the implementation of the main responsibility of the Board of Directors in the establishment of a sound internal control system by raising the evaluation standard, strictly controlling the quality, enhancing the organisation and management of the internal control project, and VA reinforcing the internal control supervision and inspection efforts of the subsidiaries and branches.",
    "Risk Management The Company’s procedures for internal control and risk management include an integrated closed-loop management mechanism such as risk assessment and reporting at the beginning of the year, quarterly major risk monitoring, daily internal control risk review, special internal control supervision and inspection, as well as annual internal control evaluation.",
    "The Company carries out annual assessment of major risks and formulates risk control measures; and constantly conducts quarterly tracking and monitoring of major risk control and disposal of major risk events.",
    "The Company has established an internal control supervision and inspection mechanism and conducts annual evaluations.",
    "The evaluation procedures include formulating an evaluation programme, establishing an inspection group, carrying out self-evaluation, carrying out inspection and evaluation, communicating and identifying deficiencies, rectifying deficiencies and preparing an evaluation report.",
    "Through the information-enabled platform for internal control and risk management, the Company has realised business functions such as information collection, risk warning, risk assessment, management improvement, monitoring and reporting, and internal control evaluation, established a risk warning indicator system and strengthened the monitoring of risk indicators, built the mechanism for major risk event submission, formulated response plans, and prevented the spread and superposition of major risks.",
    "Establishing an Carrying out inspection Rectifying inspection group and evaluation deficiencies (o@.",
    "5 CO O et [z= | — CN — Formulating an Carrying out Communicating and Preparing an evaluation program self-evaluation identifying deficiencies evaluation report Annual Evaluation Work Procedures of Internal Control Supervision and Inspection Mechanism e@@e Va Four “ensures” ~ = y) , ; Ensure internal control and Ensure asset security and Ensure authentic and ; ; Ensure legal and compliant .",
    ".",
    "— risk management align with ; ; realise the preservation effective communication strategic and operational business operations and ne ; ; : and appreciation of state- with stakeholders and objectives, improving management.",
    "ici 9 owned assets.",
    "reliable financial reporting.",
    "operational efficiency and reducing uncertainty of oal achievement.",
    "\\ J.",
    "J.",
    "u\\.",
    "g yy In 2023, the Company completed the annual internal control effectiveness evaluation and major risk assessment.",
    "As a result of the evaluation, the Company has established and implemented effective internal control measures for all operations and matters involving major risks, without any major risk events.",
    "Integrity and Compliance China Shenhua strictly abides by relevant laws and regulations such as the Company Law of the People’s Republic of China, the Measures for Compliance Management of Central Enterprises, continuously improves compliance management policies and systems, actively practices compliance culture, adheres to integrity management, strengthens compliance risk control and creates a standardised operation environment based on laws.",
    "Governance The Company follows the principles of “comprehensive coverage, emphasis on key points, clarity of authority and responsibility, and efficient coordination”, and establishes a sound compliance management structure.",
    "Responsible Department =| 5 Decision-making body Management supervision PA \\Av ee %, Organisation and coordination Implementation and execution Board of Directors Compliance management committee Chief Compliance Officer Corporate management and legal affairs department Departments at headquarters Subsidiaries and branches Supervise the construction and implementation of the compliance management system, approve management systems, construction programmes, reports, etc., and decide on major compliance management matters.",
    "Study and resolve key compliance management issues and deploy key tasks.",
    "Served concurrently by the general counsel, organise and direct the construction of the compliance management system.",
    "Daily management of compliance.",
    "Separately responsible for relevant areas of compliance management.",
    "Improve the organisational system of compliance management and promote the implementation of compliance management.",
    "Strategy The Company has formulated the Compliance Management Provisions, established the Guidelines on Compliance Risk Prevention and Control of A+H Listed Company, the Compliance Issue Compilation in Key Areas, and the Implementing Measures for Compliance Review and other special systems, comprehensively identified and clarified the scope of high-risk businesses, high-risk positions and key personnel, and integrated the concept of compliance into the corporate management system and the code of conduct for employees.",
    "In 2023, the Company further advanced the construction of “China Shenhua under the Rule of Law”, and achieved 100% of the three legal audits including major business decisions, economic contracts, and rules and regulations.",
    "The Company established a sound compliance management system and promoted the implementation of mechanisms for compliance review, compliance risk identification and warning, response, disposal and reporting, and effectiveness evaluation.",
    "The Company also strengthened the information construction of compliance management, embedded the requirements of the Company's compliance guidelines into OA business processes, and enhanced employees’ awareness of compliance.",
    "Also, it strengthened overseas compliance management, and improved the system of overseas investment management and control and the operation mechanism of risk control and compliance.",
    "Case: Thenational standard on the Requirements for Corporate Integrity Management System, which was jointly prepared by China Shenhua, was released In March 2023, the national standard on the Requirements for Corporate Integrity Management System (GB/T 31950-2023), led by the China Enterprise Reform and Development Society and with China Shenhua as one of the main drafters, was released by the State Administration for Market Regulation and the State Standardisation Administration for effective implementation.",
    "The guideline further standardises and normalises integrity work, guides enterprises to establish a long-term mechanism for integrity operation, and enhances their core competitiveness, brand influence and risk prevention capability.",
    "In 2023, the Company also participated in the preparation of group standards on integrity management, such as the Specification for the Determination of Credit Failure of Market Entities Involved in Electricity Fields (T/CEC 846-2023), the Requirements for National Honest Business Demonstration Enterprises (T/CERDS 6-2023), and the VA Reguirements for National Outstanding Entrepreneurs of Integrity (T/CERDS 7-2023).",
    "Risk Management The Company has established hierarchical and categorised mechanisms for compliance risk identification, assessment and early warning, regular and immediate compliance risk reporting, compliance risk disposal, rectification of non-compliance issues and the application of results, and has clarified the methodology, frequency and approach for effective management of compliance risks.",
    "The Company's Audit Department has carried out reviews of both new and revised systems and standards to ensure their effectiveness and compliance.",
    "Indicators and Targets In accordance with the Company’s Law Compliance Highlights for 2023, the Company further improved the compliance management mechanism, enhanced the level of specialised prevention and control of legal risks, cultivated a rule of law compliance culture with the characteristics of China Shenhua, and firmly guarded the bottom line of no major legal compliance risks across the Company.",
    "During the reporting period, the Company did not commit any major violations of laws and regulations.",
    "China Shenhua strictly abides by national laws and regulations, supports the United Nations Convention against Corruption, continuously improves the anti-corruption system and supervision and management procedures, upholds the “zero tolerance” attitude to prevent corruption, deeply promotes the construction of a clean administration culture in the new era, and strives to create a clean and positive atmosphere.",
    "Governance The Company establishes a clear and organic responsibility system with effective coordination, hierarchical dissemination and strong accountability.",
    "It integrates and coordinates various supervision forces, and improves the overall “macro supervision” work pattern.",
    "Responsible Department Duties Maintain the Party’s internal regulations, check the implementation of the Party’s lines, guidelines and policies as well as the decision- Ao Discipline Inspection making and deployment of the Party Central Committee, and assist =a Special agency ; ; ; , Committee the Party Committee in promoting the overall strict governance of the Party, strengthening the construction of the Party, and organising and coordinating anti-corruption work.",
    "A Coordination group for a a!",
    "Promote the organic coherence and coordination between internal AB Management Party conduct and clean Party supervision and audit, financial, legal and operational supervision administration and anti- supervision.",
    "corruption work oo Carry out specific work such as supervision and inspection, Organisation and The Office of Discipline enforcement of discipline and accountability, clean administration coordination Inspection Committee education, whistleblowing.",
    "nds Discipline inspection Implementation and a Full coverage of anti-corruption and supervision and inspection for committees of subsidiaries execution all employees and supply chains.",
    "and branches In 2023, under the leadership of the Party Committee, the Discipline Inspection Committee of the Company played the function of assisting, guiding and promoting the coordination group for Party conduct and clean administration and anti-corruption work, and the member departments fulfilled the function of “management+supervision”, convened 4 regular meetings of coordination group, and innovatively promoted the practice of “Risk Identification List”, identified 86 key tasks for daily supervision, 233 specific operations, 210 key risks, and specifically formulated 249 risk prevention measures to achieve full coverage of the supervision object, the business conduct, full identification of the supervision risk, and full chain of supervisory responsibility, with the initial establishment of the “1+2+N” supervision pattern of “internal supervision of the Party as the mainstay, and vertical linkage and synergy of Party organisations at both levels, and horizontal linkage supervision of 14 business departments”, allowing supervision to be deeply integrated into the Company’s governance.",
    "Strategy The Company continues to improve and consummate the anti-corruption system, carry out anti-corruption activities and cultivate a clean administration culture to provide a solid guarantee for long-term sound development.",
    "In 2023, the Company revised the Implementation Measures for Implementing the Spirit of the Eight Provisions of the Central Government, the Administrative Measures for the Management of Integrity Files of Cadres of the Party Committee (Version 2) and other systems, unswervingly and comprehensively governed the Party strictly, carried out in-depth construction of Party conduct and clean administration and anti-corruption work, and effectively played the role of supervising and safeguarding implementation, promoting and improving development.",
    "The Company has formulated the Policy of Safeguarding the Rights and Interests of Whistleblower and Complainant (Trial) and other relevant systems, handled reporting matters in accordance with the rules, disciplines and laws, ensured the whistleblower’s rights to exercise in accordance with the laws, and protected the whistleblower’s legitimate rights and interests.",
    "The Company accepts reports by letters, visits, and phone calls, publicises the whistleblowing hotline, and strictly executes the procedures, handles reporting in accordance with the management authority level and establishes management ledger for records.",
    "The staff of the Company’s Discipline Inspection Committee strictly abide by the work discipline, implement the confidentiality system, control the scope of insiders of reports and clues, strictly prohibit the disclosure of relevant clues and how they are handled, and no one is allowed to review the relevant clues without approval.",
    "When reports and relevant clues involve management personnel, investigation and reviewing personnel, or their close relatives and interested parties, the avoidance system shall be implemented.",
    "Risk Management The Company takes integrity risk prevention and control as an important part of risk management, and reduces integrity risks such as corruption and bribery through sound management system, strengthening process control, training and education, and perfecting whistleblower protection.",
    "In 2023, the Discipline Inspection Committee of the Company carried out the “first lesson” of the year of integrity education for the third consecutive year, organised all Party branches to Thieughiout Wie Weal, Mie NestelelLaliiels watch special films such as Forever Blowing the Charge, carried of the Company carried out out the Integrity Education Month activity of “Inherent Probity 1 3 integrity education activities and Clear Shenhua”, held the knowledge competition of the Party constitution and rules and regulations and carried out warning education activities on typical cases.",
    "Throughout the = year, the headquarters of the Company carried out 13 integrity education activities, with a total of more than 1,000 participants, Total participation of more than and conducted special inspections on the safekeeping of official 1 ,000 attendances vehicles and the use of business hospitality during holidays, achieving full coverage of the Company’s directors, supervisors, management, cadres administered by Party committee and employees.",
    "Organised all Party branches to watch special films Carried out the Integrity Education Month activity such as Forever Blowing the Charge 7) of “Inherent Probity and Clear Shenhua” Held the knowledge competition of the Party Integrity Carried out warning education activities constitution and rules and regulations education on typical cases > Anti-corruption work in 2023 Number of corruption lawsuits occurred within the year (cases) | Number of corruption lawsuits finalised within the year (cases) 0 Education and training on anti-corruption and integrity promotion of the Company in 2023 Number of Number of Total training Rate of training Trainees trainees trainings (hours) received (%) Directors and Supervisors 11 2 2 100 Senior management 6 10 59 100 Management of subsidiaries and branches 2,525 3,512 138,093 91.19 Other eye cece sd 3068 730588 p07 Supply chains 373 7 84 — Business Ethics China Shenhua Strictly abides by laws and regulations such as the Anti-Unfair Competition Law of the People’s Republic of China, adheres to compliant operations and fair competition, opposes any form of commercial bribery, money laundering, monopoly, and unfair competition, and rigorously requires all employees and suppliers to abide by business ethics.",
    "The Company has a complete business ethics management and supervision mechanism, and has formulated the Business Ethics System (Trial), which specifies business ethics standards, including those for suppliers, and has been reviewed by the compliance and audit departments.",
    "The Company carries out audits of business ethics standards and implementation at least once every two years to strengthen business ethics management.",
    "In 2023, the Company informed China Shenhua and its subsidiaries and branches of the general problems identified in the special business ethics audit carried out in 2022, and provided feedback for correction and enhancement.",
    "The Company carries out audit supervision of China Shenhua and its subsidiaries and branches through special audits on suppliers, procurement and business ethics, as well as annual internal control evaluation inspections, covering financial income and expenditure, economic activities, internal control, risk management, compliance management, as well as anti-corruption and business ethics management.",
    "The Company's annual internal control evaluation and inspection covers all business segments and subsidiaries and branches once every three years, and the audits and internal control inspections cover the formulation and implementation of management standards on business ethics regarding business bribery, money laundering, unfair competition behaviour, supplier and customer management, management of inside information, anti-corruption, complaint and reporting, accountability, and business ethics training.",
    "“ 4 = auee rn regeen.",
    "a BErreaernreaasre | Compliance management and business ethics training for Cangdong Power and Jiujiang Power che Taking the overarching requirements of Party building in the new era as the basic guideline, the Party Committee of China Shenhua always prioritises political construction, firmly implements the decision-making and deployment of the Party Central Committee, continuously promotes the organic unity of the Party’s leadership and corporate governance as well as the in-depth fusion of Party building and production and operation, comprehensively strengthens the construction of cadres and talents, and adheres to the promotion of the Party governance in a comprehensive and strict manner, so as to provide a strong political and organisational safeguard to guarantee the reform and development of the Company.",
    "Adhering to political leadership (\\W-) The Party Committee of the Company seriously implemented the “first issue” system through promptly conveying and studying the important instructions and directions of General Secretary Xi Jinping, and regularly supervising the implementation thereof.",
    "The working rules and the rules of procedure of the Party Committee were revised, and the procedures of the Party Committee were strictly implemented, with 307 matters under “Three Ps Oo Consolidating ideological foundation Importance and One Significance” considered and studied throughout the year.",
    "The Party Committee gave full play The Company established a long-term mechanism for to its role to “set the right direction, keep in mind the big learning and implementing Xi Jinping Thought on Socialism picture and ensure implementation”.",
    "with Chinese Characteristics for a New Era, and building an in-depth “two, three, four, ten” thematic education work system.",
    "During the period of thematic education, 21 thematic studies were organised through the Party Committee and the central group, 6 major studies and Strengthening the building of Party Branches Y) ; ; ms ; discussions were carried out, 16 thematic research The Company continued to enhance the “six ones” work results were actively promoted, and 7 special rectification initiative of characteristic brand building of Party branches, programmes were formed.",
    "revised and improved the assessment and evaluation standards of the Party building responsibility system of Party branches, and further strengthened the awareness of Party building responsibility at Party branches.",
    "The Company also promoted the concept of “socialism comes from hard work” by encouraging contribution at work, improved the contractual management system of “labour contract + post agreement + performance assessment”, formulated the Three-Year Action Plan for Talent Construction of China Shenhua, and fully stimulated and mobilised the enthusiasm The Company revised and perfected the management of all Party members and cadres.",
    "methods and responsibility system planning for strict Party governance, and formed a mechanism of “one file and 3S Comprehensive and strict governance of the Party three ledgers” to regularly implement the work.",
    "Party meetings on comprehensive and strict Party governance o 2 were regularly convened where members of the Party Carrying out publicity education rat Committee reported on the performance of “one post, two responsibilities”.",
    "The Company continuously deepened The Company stuck to the positive orientation of “publicity political supervision and daily supervision and strived to is also a productive force”, promoted the implementation promote discipline to build a clean and upright political of corporate culture, carried forward traditional Chinese ecology.",
    "culture, promoted the in-depth integration of morality and culture with corporate management practices, and focused on the selection of moral models and civilised families, making full use of culture to educate and cultivate people.",
    "Case: China Shenhua’s “two, three, four, ten” characteristic work system of thematic education e Highlighting the demonstration and leading role of the Company’s leadership team e Deepening and implementing thematic education of each Party branch Two “linkages and progresses” e Promoting the integration of learning, thinking and application with “Great Learning and Good Advice” e Supporting healthy and scientific corporate development with “Great Research and Problem Solution” e Evaluating the effectiveness of thematic education results with “Great Practice and New Achievement” Three thematic activities Four-list mechanism e = Study list, problem list, research list, rectification list ¢ Combining the thematic education with annual key tasks to form ten featured work to promote, and clarifying responsible person, timetable, mission statement, to ensure fruitful results.",
    "Ten featured work VA a % ea J —_———_ SSSR 0 eee on hE PEAR RRR A HARM Re AKS ~ Se Focusing on the national “dual-carbon” target and its own characteristics, China Shenhua follows the United Nations Framework Convention on Climate Change, the Paris Agreement and other relevant international agreements, and actively carries out identification of risks and opportunities related to climate change, studies the pathway to achieve carbon peak, and adopts effective measures to improve the performance of governing climate change-related issues, by reference to the recommendations of Climate-Related Disclosure Guidelines (IFRS $2) of the International Sustainability Standards Board (ISSB).",
    "Governance With reference to the Guidelines for Climate Information Disclosure by HKEx, IFRS S2 and other documents released, China Shenhua has built a climate change governance structure to comprehensively supervise the impact of climate change issues on the Company’s business and operations, and systematically carried out climate change risk governance, strategy formulation, information disclosure, etc.",
    "Responsible Department 3) Decision-making body —_ Board of Directors Safety, Health, Environment and ESG °] Board supervision , Audit and Risk Management Committee Ve Working Committee Q (ic Management supervision @ Organisation and Q a The ESG Governance Office AYR coordination Cr Implementation and Safety and Environmental Protection Group execution of the Headquarters of the Company Subsidiaries and branches The Board of Directors is the top decision-making body in charge of climate-related issues.Its main responsibilities include examining and approving the Company's climate change management strategy, the Company’s mid- and long-term climate change management plans and annual plans, and the Company’s climate change risk management and control goals.",
    "The Board reviews the Company’s ESG report annually and ensures that the content of the report complies with the disclosure requirements of the Listing Rules.",
    "MY H WY os ane hen Oo, Ay?",
    "ui , 4 carat Pa L Bs = rant oe ad wt on Hod ree aa .",
    "Na fa o ¢ aa err ws ee “ a) ~ ny aan fae ees we 7 res Boge m0 ere POS te yan “y H C i Po] eo a Pe ny i 2 ae wpe utr ic _ aay AAES 3h vy aye Oy ~ mom JYpo ad!",
    "an ore) La ees > “775 co 7 = o ig a) .",
    "7 .",
    "a a rey wt WG oT aa Ss frat A ran at to thd Aad wh cw an 222 rs.",
    "Ty oo wo 7 Ot ae ae J bay a neat ratae ke ies Reyes ores roe!",
    "RAMS opines ik Sa Ke A os Ls oo OM ar IS cre!",
    "pes bee [oy det Aaee ray ong an _ nm ‘4 ra Sty 2021-2030 Carbon peak stage.",
    "We will give full play to our corporate mission of guaranteeing energy security by coal and power security by coal power, develop strategic emerging industries, including new energy, promote energy-saving technological transformation, reduce carbon emissions in business development, promote and use “carbon emission quotas” widely, and steadily realise the gradual carbon peak in various business segments, while laying out coal and coal-fired power in an 2031-2040 Peak-achievement period and low- carbon development stage.",
    "We will maintain energy conservation in the coal-fired power industry, and reduce emission on a year-on-year basis after carbon peak, with the benefit of production efficiency enhancement, production process improvement, coupling development of traditional and clean energy, and commercial development of CCUS projects and other measures.",
    "2041-2060 Emission reduction stage.",
    "With the implementation of clean energy on a large scale, the application of carbon capture technology will be strengthened, and carbon neutrality will be gradually achieved through ecological carbon sinks, carbon trading and other measures.",
    "VAN \\ oreerly manner.",
    "y, \\ China Shenhua’s Carbon Peak Action Route and Progress in 2023 Promoting clean, low-carbon and efficient use of coal: It continued to ensure coal resource continuity, facilitating energy security and supply.",
    "Xinjie Energy Taigemiao Mining Area Xinjie No.",
    "1 and 2 Mines’ have been granted mining licenses.",
    "It promoted green coal mining technology, implemented environmental management project, with green mines accounting for 100%.",
    "It put into operation in high standard 4 sets of 1000-MW-level clean and efficient units, continuously conducted optimisation and transformation of coal-fired power unit with standard coal consumption year-on-year reduction of 0.61%, giving full play to the supportive regulation ability of coal-fired power.",
    "The Baotou coal-to-olefin upgrading demonstration project commenced construction, promoting the transformation from a single product to diversified products, and extending the industry chain of coal-based new material.",
    "4,000 MW from clean and efficient units Standard coal consumption reduced by @ .",
    "6 1 % year-on-year 1 OO», Green mines put into operation Case: Taishan Power implemented China’s first SOOMW subcritical wet cooling unit parameter upgrading and efficiency improvement project In 2023, Taishan Power implemented technology cross-generation upgrades to the three main engines of the 600MW subcritical wet cooling unit, reducing the unit’s standard coal consumption for power supply by 25.94g/kWh, which is expected to reduce carbon dioxide emissions by 160,000 tonnes per annum, and reduce the deep peak regulation capacity from 40% to 20%.",
    "Accelerating the cultivation of new momentum for the development of new energy: We adopted the dual-wheel drive strategy of construction, production and operation, and equity investment and mergers and acquisitions, to promote the steady development of the new energy industry.",
    "As of the end of the reporting period, subsidiaries and branches of the Company have put 77 projects into operation, with a total installed capacity of 512 MW.",
    "Beijing Guoneng New Energy Industry Investment Fund and Beijing Guoneng Green and Low-carbon Development Investment Fund co-sponsored by the Company, have invested in 37 new energy-related projects.",
    "Subsidiaries and branches of The installed capacity of projects put into 3/ new eneray-related projects the Company have put gy pro} operation reachee oe 2 MW were invested by two funds Tf projects into operation Case: — Photovoltaic project at dumping site of Shengli Energy Open-cut Mine with the largest single installed capacity in China put into production In July 2023, Shengli Energy’s 150 MW photovoltaic project at dumping site of the open-cut mine achieved full-capacity on-grid power generation, which is the largest single installed capacity photovoltaic storage power station developed by using the dumping site of the open-cut mine in China, and the annual on-grid green power is expected to be up to 224 million kWh after putting into operation, saving about 98,700 tonnes of standard coal/year, and reducing carbon dioxide emissions by about 295,000 tonnes.",
    "VA Promoting industrial intelligence and intensification: We strictly adhered to the Law of the People’s Republic of China on Energy Conservation and other laws and regulations, continued to optimise production processes, promoted energy-saving technological transformation, promoted the recycling of resources and improved the efficiency of energy use, in accordance with the Company’s “14th Five-Year Plan” for Energy Conservation and Environmental Protection.",
    "We also actively implemented clean energy alternatives, eliminated the equipment with high energy consumption and high emission, and explored the development of clean fuels based on the use of hydrogen and ammonia energy, realising the comprehensive coverage of high- and low- voltage onshore power layout at the terminals.",
    "Case: Electrification of Huangwan Line of Shuohuang Railway entered upper construction stage In August 2023, the first conductor of Huangwan Line of Shuohuang Railway was erected, marking that the electrification transformation of Huangwan Line has entered into upper construction stage.",
    "The electrification project of Huangwan Line is a key construction project of the national’s /mplementation Plan for “14th Five-Year Plan” for Beijing-Tianjin-Hebei Coordinated Development, and it is expected to be qualified for electrified operation at the end of June 2024.",
    "After the completion of the project, the annual transport capacity of Huangwan Line will increase by 3 million tonnes and fuel consumption will be reduced by 16 million tonnes per year.",
    "continuously conducted technological research on the clean and efficient development and utilisation of coal in the whole process, accelerated the In 2028 promotion of intelligent production modes, and improved the efficiency the CCUS device of Jinjie Energy Power Plant of resource utilisation.",
    "In 2023, the CCUS device of Jinjie Energy Power captured 31 ,500 tonnes of Plant captured 31,500 tonnes of carbon dioxide.",
    "Shendong Coal Baode Colliery’s “Demonstration Project of High-Efficiency Gas Extraction from carom alicricie Surface and Underground” was listed as the first batch of demonstration projects of high-efficiency gas extraction and utilisation by the National Energy Administration.",
    "Case: Shouguang Power’s trial operation of first set of 1,000-MW-level unit biomass co-firing in China In August 2023, Shouguang Power's 1,000 MW ultra- supercritical coal-fired unit directly co-fired with biomass powder fuel was commissioned for 240 hours.",
    "A total of 25 tonnes of material was fed during the trial, and the co-firing system operated reliably, with safe and stable combustion in the boiler.",
    "After the project is put into operation, it is expected to consume about 520,000 tonnes of vegetable waste per year, reduce the consumption of coal resources by 125,000 tonnes, and reduce carbon dioxide emissions by 310,000 tonnes, with significant energy-saving and carbon-reducing effectiveness.",
    "Promoting comprehensive coordination and management of carbon assets: We carried out comprehensive carbon emission data inventory and internal verification, covering all production enterprises under the Company.",
    "The Company's emission-control enterprises completed carbon market performance, with a performance rate of 100%.",
    "All subsidiaries and branches played a role in carbon reduction and sequestration through tree planting and land reclamation, increasing natural carbon sinks.",
    "During the year, a new greening area of 22.75 million square metres was added, with the equivalent amount of carbon sinks of about 93,000 tonnes.",
    "The Company's emission-control.",
    "A transaction amount of approximately cnv462 million (excluding tax) enterprises completed carbon market!",
    "A total of 6 998 million tonnes performance, with a performance rate!",
    "Of quotas were traded throughout the of 1 O0« Case: —Liuzhou Power completed carbon market performance In 2023, Liuzhou Power successfully conducted corporate year carbon inventory and third-party carbon verification, and completed the accounting and confirmation of carbon quota volume for the year 2021 and 2022, realising a surplus of more than 60,000 tonnes of carbon quotas for the second performance cycle, which is expected to realise carbon trading revenue of approximately over CNY5.00 million.",
    "Analysis of Climate Scenarios We have selected two different climate scenarios, a high-emission scenario and a low-emission scenario, taking into account the social and economic environment, the nature of business and its geographical location, to qualitatively analyse the climate change risks and opportunities that the Company may face.",
    "Physical risk: The Company applied two representative greenhouse gas concentration scenarios from the Intergovernmental Panel on Climate Change (IPCC), namely SSP1-2.6 and SSP5-8.5, which represent the low-emission scenario and the high-emission scenario, respectively, to analyse physical climate risk.",
    "For physical risk, China Shenhua focused on the impacts of acute and chronic risks under high-emission scenario.",
    "Scenario Low-emission scenario High-emission scenario Source Intergovernmental Panel on Climate Change (IPCC) Physical climate scenarios SSP1-2.6 SSP5-8.5 ° Emission reduction measures on a large scale globally, including the use of clean energy, enhancement of energy efficiency and carbon capture technologies.",
    "° High energy demand and fossil fuel dependence will lead to a ° Atmospheric carbon dioxide significant rise in emissions.",
    "concentration not exceeding 450 ppm in 2100.",
    "a ° Atmospheric carbon dioxide concentration will amount to ° Investments in education and Scenario assumptions and impacts 1,350 ppm in 2100.",
    "health have accelerated the demographic transition, the e Rapid social and economic growth focus on economic growth has but slow technological progress, shifted to a broader emphasis on and catastrophic impacts of human well-being, inequalities climate change due to lack of between and within countries effective mitigation action.",
    "have declined, and consumption has been oriented towards low material consumption growth and lower resource and energy intensity.",
    "Projected end-of-century warming (°C) Below 2°C Above 4°C World Energy Outlook report issued by the International Energy Agency (IEA) to analyse the macro environment that the Company may face.",
    "For transformation risk, China Shenhua focused on the impact of changes in external policies, markets, technologies and other factors on the Company.",
    "Scenario Low-emission scenario High-emission scenario Source International Energy Agency (IEA) Transformative climate scenarios Scenario assumptions and impacts Projected end-of- century warming (°C) ° Large-scale clean energy technology ° innovation, including the development and commercial application of clean energy technologies such as solar, wind, bioenergy and nuclear.",
    "There will be a fundamental shift in the global energy system towards a cleaner, low-carbon direction, with fossil energy sources gradually being phased out.",
    "Proactive energy policies and market reforms for sustainable development.",
    "Below 1.5°C The government will continue to implement the announced policy and regulatory framework, including international agreements and domestic energy policies.",
    "Future energy demand will continue to grow, but the rate of growth is likely to be influenced by energy efficiency improvements and energy policy.",
    "Countries will continue to pay attention to energy security issues and take measures to guarantee the stability and reliability of energy supplies.",
    "Above 2°C Climate Scenario Analysis for China Shenhua Climate Scenario Parameters Main Factor Low-emission Scenario High-emission Scenario Sea level rise Physical risk Precipitation Extreme weather Total global mean sea level (GMSL) will rise by 0.19 metre in 2030 and 0.44 metre in 2100, using 1995-2014 as the baseline.",
    "Some regions will experience the phenomenon of uneven precipitation distribution.",
    "The change in rainfall intensity is limited, and the frequency of drought and flood disasters will increase slightly.",
    "Limited increase in frequency and intensity of extreme weather events.",
    "Total global mean sea level (GMSL) will rise by 0.23 metre in 2030 and 0.77 metre in 2100, using 1995- 2014 as the baseline.",
    "With most regions of the globe affected by droughts and floods, there will be a significant increase in the frequency and intensity of extreme rainfall events.",
    "Significant increase in frequency and intensity of extreme weather events.",
    "Protect the Ecological Environment High-emission Scenario Environmental protection and climate policy Domestic energy structure The intensity of environmental protection policy will be greatly improved, and most countries and regions in the world will actively propose and promote the plan for carbon neutrality.",
    "There will be a gradual transition to non-fossil fuels.",
    "Demand for coal, oil and gas is expected to peak by 2030.",
    "Renewable energy is projected to account for more than 40% of total energy demand by Some countries and regions will fail to strictly fulfil the plan for carbon neutrality, and the implementation of international climate agreements (such as Paris Agreement) will encounter greater resistance.",
    "The proportion of domestic non- fossil fuels in primary energy consumption will remain at the same level as at present, at about 17.3%.",
    "Transformation risk 2030.",
    "In 2030, carbon dioxide emissions per unit of GDP will be reduced by more than 65% compared with 2005, achieving the goal of carbon peaking by 2030.",
    "Domestic greenhouse After 2030, domestic greenhouse gas emissions gas emissions will continue to rise.",
    "The price of carbon trading will be gradually rising as the carbon market grows in trading size.",
    "In 2030, the domestic carbon price is expected to reach CNY77-139 per tonne.",
    "In 2030, the domestic carbon emission price is expected to be Domestic carbon ; ; the same as the current price, with trading price the price of about CNY40-60 per tonne.",
    "Risk Management AS a company operating across the coal energy chain, we recognise that climate change will have a number of negative impacts on our assets, supply chain, trade and transport, and bring in potential opportunities for a number of business segments.",
    "Therefore, we have carefully identified climate risks and opportunities to ensure that we are able to effectively deploy our climate risk response programmes and capture business opportunities.",
    "The Company manages climate change risks in strict accordance with the responsibilities, methods, and procedures stipulated in the Company's comprehensive risk management system.",
    "The Company organises annual comprehensive risk identification and assessment, and conducts special climate risk identification and assessment for specific projects from time to time.",
    "Meanwhile, we have developed thorough procedures for climate change risk identification and assessment.",
    "Acting in accordance with national policies, regulations and listing rules, the Company organises relevant departments of the headquarters and subsidiaries and branches to identify possible climate change risks in line with their own operating conditions.",
    "The Company adopts qualitative analysis method to evaluate the possibility of risk occurrence and impact degree, and ranks them according to the importance identified.",
    "Based on the results of the assessment and sequencing, the Company develops a list of climate change risks and opportunities and formulates countermeasures, which shall be approved by the Board of Directors for implementation.",
    "medium-term (1-5 years), and long-term (5 years and above) based on the time range of risk impacts.",
    "List of Climate Change Risk of China Shenhua Risk Impact Physical Risk Business Operation Risk Level Time Range Financial Impact Response to Risk Extreme precipitation, flood Extreme heat and cold weather iN Water scarcity Storm surges cause seawater back-ups, resulting in increased downtime/delays and damage to equipment and facilities.",
    "Flooding in low-lying areas makes equipment and facilities vulnerable Supply chain disruptions affect to damage.",
    "production.",
    "Energy consumption, frequency of accidents such as fires and frost damage, and risk of outdoor work increase.",
    "Lowering of surface and ground water levels affects the production and operation of water- intensive industries.",
    "Loss of assets, Short- Medium increased term to low costs Loss of assets, Medium- Medium increased term to low costs Loss of Short- Low assets term Lower Short- Medium income term to low Conduct climate risk assessment before selecting a new operating site; improve emergency plans to enhance disaster response capabilities; and add defence equipment and facilities for extreme weather.",
    "Strictly implement the disaster weather warning and prevention management system, and adhere to the 24-hour duty system during the flood season; formulate emergency plans for extreme precipitation to ensure safe production.",
    "Optimise energy-saving and environmental protection facilities and increase investment in extreme weather defence equipment and facilities; strengthen inspections in unusual weather to ensure operational safety.",
    "Advance the efficiency of water resource utilisation, improve and phase out water-intensive processes; publicise water-saving concept and raise water-saving awareness.",
    "Risk Impact Transformation Risk Business Operation Financial Impact Response to Risk The state has raised higher requirements for carbon emissions, resulting in existing equipment and processes Pay attention to the update of policies involving climate change and adjust strategic planning in a timely manner; facing production cuts, Lower income Medium- Medium strengthen the development of shutdowns or technological and higher costs term to high renewable energy; promote the Policy and legal risks transformation, increased optimisation and transformation proportion of new energy of existing units; promote the applications, and declined application of carbon emission reduction technologies.",
    "demand for coal.",
    "Emphasis on carbon asset (co) Production needs may management and development; - be met by purchasing Higher costs Medium- Medium participate in green power mi more carbon credits on 2 term to low trading, green certificate Carbon market risk the market.",
    "trading, carbon emission quotas trading and others.",
    "Accelerate the layout of new ; energy industry, expand heatin New energy and technologies yy AP J and other markets, and promote oO have had an impact on the , ee .",
    "Lower income Long- Medium the diversification of energy traditional energy sector, ; — and higher costs term to high structure; reserve carbon assets Risk of change in resulting in decline in demand ; ; and increase income through market demand for coal.",
    "; carbon trading and other businesses.",
    "Carry out research on carbon A Demand for low-carbon emission reduction and t transformation and the Increased carbon sink technologies, introduction of energy- ' ' Medium- Medium promote R&D and innovation investmen ; ; ; saving and consumption- term to high in energy-saving technologies, Low carbon technology ; costs _ reducing equipment implement clean energy ns increases.",
    "alternatives, and improve energy efficiency.",
    "Increase investment in Increased climate change environmental protection BS concerns could result in equipment and push forward a ® the loss of investors or Declining Medium- the construction of new energy ow Stakeholder concern customers, which could _ profitability term projects; actively communicate risk have a negative impact on the Company.",
    "with stakeholders on response to climate change and safeguard the corporate image.",
    "Opportunity Dimension Opportunity Impact Possibility Upgrade the modernisation of environmental protection equipment, facilities and material equipment, and eliminate high energy- Medium consuming backward equipment; carry out upgrading and transformation of coal-fired power units to comprehensively improve energy efficiency.",
    "Implement low-carbon transformation strategy, with improved resource and energy efficiency and reduced medium-to long-term operating costs.",
    "Resource efficiency Promote the research, development and application of renewable energy, clean Energy sources energy, energy saving and emission High reduction technology, carbon capture and storage technology.",
    "Intensify efforts to tackle problems in the field of clean and low carbon, and support the green and low-carbon transformation and development of enterprises.",
    "Optimise coal mining and preparation Provide more green products and processes, construct green mines, and services.",
    "actively develop the CCER project to provide “green coal” with carbon sink indicator.",
    "Accelerate the layout of new energy industry and promote the transformation of Medium energy structure; strengthen carbon asset management and actively participate in carbon market trading.",
    "Explore new markets or new assets to Market opportunities ; ; ; oo.",
    "pp diversify operating activities.",
    "Indicators and Targets To assist the Intended Nationally Determined Contribution targets, we have set overall, short-term and medium targets for carbon peak and carbon neutrality according to the actual business situation of the Company.",
    "The Company’s Board of Directors and the Safety, Health, Environment and ESG Working Committee regularly supervise the fulfilment of targets and indicators involving climate change, link up the “Implementation of Dual Carbon Goals” with the performance of the management of the Company, and conduct performance appraisals on an annual basis to ensure that the established goals are achieved.",
    "Overall target: To reach the peak of carbon dioxide emissions by 2030, and actively explore effective pathways to achieve carbon neutrality by 2060.",
    "Medium-term target: Indicator Target Type 2020 Baseline Target for 2030 Total carbon emissions of scope | and scope Il (10,000 tonnes of Absolute 13,490 Increase by no more than 70% CO, equivalent) Carbon emission intensity per CNY10,000 of income (tonnes Relative 5.78 Decrease by 6% of CO, equivalent/CNY 10,000) Explanation: | According to the future development plan of the coal, electric power, chemical industry, transportation and other sectors, the Company calculates the total carbon emissions based on high, medium and low scenarios.",
    "The above-mentioned targets are formulated as per the calculation results of the medium scenario.",
    "For example, the power sector with the largest proportion of carbon emissions is calculated by 200 hours higher than the national average coal power utilisation level.",
    "According to the calculation of energy-saving potential of existing energy-saving and emission reduction projects, it is set that the emission intensity of existing projects will decrease by 1% year by year from 2021 to 2030.",
    "Short-term target: To implement carbon peak actions in a planned and step by step manner, and to steadily reduce the intensity of carbon emissions to ensure the achievement of the target for 2030.",
    "The vast majority of the underground mines owned by the Company are low gas mines, with less fugitive methane emissions from the colliery mining activities, and direct greenhouse gas emissions mainly from thermal power generation facilities.",
    "In 2023, the Company calculated carbon emissions in accordance with reporting standards or technical specifications such as the Corporate Greenhouse Gas Emissions Accounting Methods and Reporting Guidelines — Power Generation Facilities released by the Ministry of Ecology and Environment.",
    "Although the total carbon emissions of the Company increased during the Reporting Period due to the increase in coal production and power generation, the carbon emission intensity per unit of product continued to maintain a steady downward trend, reflecting the results of the Company's efforts in energy conservation and carbon reduction.",
    "Carbon Emissions and Intensity!",
    "Including: Including: Total emissions (10,000 tonnes Total greenhouse gas emissions of Scope!",
    "‘Total greenhouse gas emissions of Scope II of CO, equivalent) (10,000 tonnes of CO, equivalent) (10,000 tonnes of CO, equivalent) 15,861 17,640 19,134 15,333 17,239 =: 18,734 528 401 400 2021 2022 2023 2021 2022 2023 2021 2022 2023 Intensity of Carbon Emissions?",
    "Intensity of carbon emissions Carbon emission intensity of thermal power generation (tonnes of CO, equivalen/CNY 10,000 income) (gram of CO, equivalent/kWh) 6 5.58 900 5.10 4.73 (.-O7 oO O--.",
    "2.",
    "\"On.",
    "809 800 © 2021 2022 2023 2021 2022 2023 1 The statistics in this table exclude thermal power projects in Indonesia.",
    "2 The statistics in this table exclude thermal power projects in Indonesia.",
    "China Shenhua adheres to the principle of “green development, environmental protection first, legal compliance and whole-process management”, integrates ecological environmental protection requirements into the Company's strategy and corporate governance process, continuously improves the ecological environmental protection management system, enhances the ability of ecological environmental protection risk prevention and control, fulfils ecological environmental protection responsibilities, and reduces and recovers the impact on the ecological environment.",
    "Ecological environmental management system The Company strictly adheres to the Environmental Protection Law of the People’s Republic of China and other national and local laws and regulations related to environmental protection, continuously strengthens the division of responsibility for ecological environmental protection, strengthens the coordination and linkage, and promotes the formation of a work pattern with specific responsibilities, joint management and joint efforts.",
    "Guarantee of organisation The Board of Directors and the Safety, Health, Environment and ESG Working Committee are responsible for reviewing the Company’s major decisions related to ecological environmental protection.",
    "The management of the Company is responsible for formulating ecological environmental protection work plans and management systems, and supervising the implementation of ecological environmental protection work.",
    "All levels of units establish sound organisation and management systems for ecological environmental protection, and coordinate and promote ecological environmental protection.",
    "Implementation of responsibility The Company implements the ecological environmental protection responsibility system.",
    "The main heads of units at all levels are the first responsible person for the ecological environmental protection work of the unit.",
    "In accordance with the requirements of “managing business requires managing environmental protection” and “horizontally and vertically inclusive of all levels and aspects”, the Company has constructed a list of environmental protection responsibilities covering all levels, departments and positions, and assigned responsibility to the “smallest unit”.",
    "Risk management and control The Company has been improving a sound ecological environment risk early warning mechanism.",
    "According to the risk control system and process, comprehensive risk identification and assessment are organised every year.",
    "Special risk identification and assessment of specific projects are carried out irregularly to determine the risk level, so as to provide the basis for decision-making on environmental risk management of enterprises, and adopt corresponding environmental risk management measures to reduce the possibility and consequences of conversion of potential environmental risks into actual environmental hazards.",
    "The Company has built an information system for ecological environmental protection, which is subject to bottom-up and level-by-level review, to achieve information resource sharing and online monitoring to ensure complete and reliable management of data.",
    "Environmental assessment The Company implements the ecological environment risk management throughout the whole process of project construction and operation and standardises the ecological environment management system requirements covering the whole process from site selection, construction completion, production and operation, and emergency management to exit from the project.",
    "It regularly carries out environmental monitoring to minimise and prevent negative impact on the environment.",
    "Accident prevention The units of the Company have been continuously improving the ecological environment risk emergency management system by formulating the Emergency Plan for Environmental Emergency which was filed with the local ecological environment management department, and organising emergency drills for ecological environment events every year to ensure that the Company can effectively prevent and handle various environmental emergencies timely.",
    "7 ecological safety inspections and 92 emergency drills for environmental events were conducted throughout the year, covering all manufacturing enterprises.",
    "Cultural cultivation The units of the Company have regularly organise trainings on laws, regulations and knowledge and skills related to ecological environmental protection, and carry out typical case learning of ecological environment law enforcement to improve employees’ awareness, management level and professional skills on ecological environment protection.",
    "By the end of 2023, a total of 9 members of the Company obtained 1SO14001 environmental management system certification; 6 enterprises obtained ISO50001 energy management system certification; 3 enterprises obtained 1SO45001/ OSHAS18001 occupational health and safety certification.",
    "Management targets 2023 Management Targets Completion e Eliminate major and above ecological e No major or above ecological environment emergencies, and curb environment emergencies occurred.",
    "general environment emergencies.",
    "e The discharge of main pollutants met e The standard discharge rate of main the standard.",
    "pollutants under normal working conditions to reach 100%.",
    "e Annual reclamation and treatment tasks were completed.",
    "e The tasks of reclamation of dumping site of open-cut mine and treatment of underground mine subsidence area to be completed on schedule.",
    "To steadily reduce energy consumption and carbon emission intensity.",
    "The comprehensive energy consumption intensity fluctuated, and the carbon emission intensity of thermal power generation decreased on a year-on-year basis.",
    "China Shenhua firmly implements the increasingly stringent requirements for ecological environmental protection, and adheres to the coordinated promotion of carbon reduction, pollution reduction, green expansion and growth.",
    "We continue to improve the mechanism of pollution prevention and control, comprehensively manage waste gas, waste water, solid waste and other pollution, strictly control the discharge of waste.",
    "We resolutely fight the battle to protect blue skies, clear water and clean land.",
    "Air pollutants management Governance and strategy In strict accordance with the Law of the People’s Republic of China on the Prevention and Control of Atmospheric Pollution and other laws and regulations, the Company has formulated the Administration Measures of Atmospheric Pollution Prevention and Control.",
    "In addition, we take multiple measures to prevent and control pollution at the source, and continuously promote the comprehensive treatment of air pollutants to ensure stable standard discharge.",
    "ll e Control the discharge concentration and total quantity in strict accordance with the Pollutant Discharge Total emission Permit, and fulfil the obligation to disclose environmental information by law.",
    "control e The Company’s established regular coal-fired power plants completed the ultra-low emission transformation in 2019.",
    "The newly built coal-fired power plants have all adopted advanced technologies to enhance their working efficiency, with major air pollutant emissions better than the national standards.",
    "4-] EX) e Reduce the coal dust escaping during coal storage and transportation through closed coal yard Process trol renovation, full-closed belt transportation system, dust reduction in transportation system and other contro measures.",
    "e Retrofit coal-fired boilers with coal-to-gas conversion, coal-to-electricity conversion, and air-source heat pumps, and promote the use of clean energy-powered off-road mobile machinery to reduce emissions of air pollutants.",
    "Case: _ The first domestic KM81 eco-friendly top-cover train was put into operation on Baoshen Railway On 26 October 2023, the first domestic KM81 eco-friendly top-cover train was successfully commissioned and put into operation at the Bulianta Station of Baoshen Railway.",
    "This train model has wireless air braking system and eco- friendly movable top-cover, which can achieve the function of automatic opening for discharging and automatic roofing after loading, and completely curb the problem of coal dust pollution during the operation of heavy-haul train, and thus realise the new mode of energy transportation in a safe, green and efficient way.",
    "Risk Management The Company implements classification management and hierarchical control of ecological environmental risks and potential hazards.",
    "Units at all levels, based on respective duties, fulfil the responsibility of controlling ecological environmental risks and potential hazards, formulate risk control plans, determine the control priorities, and initiate potential hazard investigation and management for the production sites, links and posts where risks exist.",
    "The Company focuses on the automatic monitoring system of air pollution sources by establishing a sound collection, transmission, statistics and analysis system for the ecological environment data, establishing original records and management accounts, and undertaking self-monitoring work to ensure that such data are true, valid and complete.",
    "The Company formulates and improves the contingency plan for ecological environmental emergencies, reports it to the local ecological environmental authorities for record, and carries out regular emergency drills.",
    "In addition, the Company formulates environmental emergency management plans for major events, special time periods such as heavy pollution weather, and improves the emergency plans for emission reduction and production organisation under different emergency level conditions.",
    "Main Monitoring Monitoring Sampling and Monitoring Analysis Indicators Frequency Samples Methods Determination of particulate matter in the exhaust SO,, NO,, soots Real-time monitoring Automatic sampling of pollution source and sampling methods for gaseous pollutants (GB16157-1996), etc.",
    "\\ \\ \\ \\ Indicators and Targets Management targets in 2025 Indicators (with 2020 as the baseline) Comparing 2023 with 2020 SO, emission performance of Decrease by 2% Increase by 6.15%!",
    "thermal power NO, emission performance of Air pollutants Decrease by 2% Decrease by 7.29% thermal power Soot emission performance of Decrease by 3% Decrease by 9.17% thermal power Emission of air pollutants in 2023 Total NO, emissions Total SO, emissions (Se) Total soot emissions (10,000 tonnes) (10,000 tonnes) ik (10,000 tonnes) 2.27 4.82 0.36 1.",
    "The main reason is that the sulphur content of coal purchased by the power plant in Indonesia during this year rose year-on-year.",
    "Governance and strategy The Company strictly complies with the Law of the People’s Republic of China on the Prevention and Control of Environmental Pollution by Solid Waste, the Standard for Pollution Control on General Industrial Solid Waste Storage and Landfill, and the Standard for Pollution Control on Hazardous Waste Storage and other laws and regulations, to constantly improve and perfect the relevant management system, strengthen the accountability of waste management by adhering to the principles of reduction, recycling and harmless treatment, and minimise waste discharge and strictly control waste environmental risks.",
    "Source reduction e Select raw materials with low harm and toxicity.",
    "° Optimise processes and equipment and conduct technological innovations to reduce the waste amount generated in the production process.",
    "Resource utilisation for general wastes ° Fill in the underground gangue discharge roadway for coal gangue replacement.",
    "° The washed and selected gangue is used to produce bricks, and the remaining part fills in the natural gully of the gangue discharge field, and then reclamation and landscaping are carried out.",
    "e The ash, slag and gypsum of the power plant are transferred to cement and brick factories for comprehensive utilisation.",
    "Compliance in the use and disposal of hazardous waste ° Precise classification of sources.",
    "Fully identify the hazardous waste generation process, entrust qualified professional units to identify waste properties, standardise symbols and labels for hazardous waste, and establish a list and record for hazardous waste.",
    "° Strictly control storage risks.",
    "The construction and operation and maintenance of temporary storage facilities for hazardous waste shall be carried out in accordance with laws and regulations, and standardised classification and zoned storage shall be carried out, while open stacking shall be Strictly prohibited.",
    "° Strengthen the utilisation and disposal management.",
    "Some waste can be recycled.",
    "For instance, about 700 tonnes of waste engine oil are utilised as raw materials for producing explosives by Zhunneng Group every year.",
    "For those that cannot be utilised, we entrust qualified professional units to transfer and dispose of them.",
    "The Company's coal chemical business segment involves the use of product packaging materials, mainly woven packaging bags for polyolefin products and sulfur products.",
    "Baotou Chemical has formulated the Regulations on Product Packaging Quality Management and other systems to strictly ensure the packaging quality and strictly control the packaging weight, and actively promote the reduction of quantity of packaging materials.",
    "Use of Packaging Materials for Coal Chemicals 2021 2022 2023 Total quantity of packaging materials used (tonnes) 3,741.7 4,023.0 4,109.9 Quantity of packaging materials used per unit product (kg/ tonne) 5.8 5.8 5.8 Risk management The Company conducts annual risk assessment of waste generation, storage and disposal, and regularly inspects hazardous waste storage and general solid waste storage sites to rectify any problems identified.",
    "Indicators and Targets Management target in 2025 Indicators (with 2020 as the baseline) Comparing 2023 with 2020 Waste Comprehensive utilisation rate Increase by 5 percentage points Increase by 44.6 percentage of general solid waste points Hazardous waste generation and’ General solid waste generation \\ disposal in 2023 and utilisation in 2023 Hazardous waste General solid waste generation (tonnes) generation (10,000 tonnes) 60,160.67 6,028.06 Hazardous solid waste generation per General solid waste generation CNY10,000 output (kg/CNY 10,000) per CNY10,000 output (tonne/ y) 56 CNY10,000) Hazardous solid waste General solid waste disposal rate (%) comprehensive utilisation rate (%) 93.47 85.84 Governance and strategy China Shenhua strictly implements the Law of the People’s Republic of China on Prevention and Control of Water Pollution and other laws and regulations and promotes the coordinated planning of sewage treatment.",
    "Each of the Company's operating plants and mines measures and records the amount of sewage produced and each parameter.",
    "By selecting appropriate sewage treatment technology and recycling method through self-owned sewage treatment plants and stations, the Company improves the recycling rate of sewage to ensure that the discharged sewage meets the national regulatory standards and protect the water quality of the basins where the operation sites are located.",
    "The Company’s industrial wastewater discharge mainly stems from coal mining, while the power plants and coal chemical plants are progressing to implement renovation projects to realise zero wastewater discharge.",
    "The Company builds an underground reservoir in the goaf of the colliery and carries out three-level purification treatment of mine water with supporting surface water treatment, reuses the treated water by production reuse, domestic mix-up use, ecological irrigation and other means.",
    "In 2023, the Company continued to implement the water treatment project for high salinity mines, and the majority of the high salinity mine water was reused after treatment, which greatly reduced the impact of salt discharge on the environment.",
    "Case: Zero discharge of sewage and wastewater was recorded for Jinjie Colliery of Shendong Coal Jinjie Colliery has 3 sewage and wastewater treatment stations, of which No.3-1 water treatment station was put into operation when the mine was completed, and the coal mine water after treatment is used for the production water of Jinjie Power Plant and dust-proof sprinkling of coal mine, without external discharge.",
    "The No.4-2 water treatment station was constructed and put into operation in June 2012, and the mine water after treatment is used for irrigation and production water for the enterprise.",
    "Domestic wastewater is collected through pipelines and goes into the wastewater treatment plant of Jinjie Power Plant for desulfurisation and landscaping for such plant after unified treatment, without external wastewater discharge.",
    "Risk management The Company systematically analyses the potential environmental impacts of wastewater, and identifies possible environmental risks.",
    "In light of the results of risk assessment, we formulate corresponding risk prevention and mitigation measures.",
    "For instance, we inspect and maintain equipment on a regular basis, enhance training and education for employees, and establish an emergency response plan to enable prompt action in the event of an emergency.",
    "The Company realises online real-time monitoring on environmental parameters by utilising environmental management information system, to strengthen the operation and maintenance for monitoring facilities, and to ensure true and effective monitoring data.",
    "Main Monitoring Monitoring Sampling and Pollutant Indicators Frequency Samples Monitoring Analysis Methods Once every 1 to 4 Automatic and on- COD Potassium dichromate method hours site sampling lon chromatography HJ/T 84- Mine water fluoride and 65 elements in water quality Once a month On-site sampling heavy metals, etc.",
    "by inductively coupled plasma mass spectrometry (HJ700- 2014), etc.",
    "Indicators and targets Management target in 2025 Indicators (with 2020 as the baseline) Comparing 2023 with 2020 Pollution prevention COD emissions Decrease by 4% Decrease by 48.38% Water efficiency Utilisation rate of sewage and Increase by 5 percentage points Decrease by 0.68 percentage wastewater points Wastewater discharge and utilisation in 2023 Utilisation rate of sewage and wastewater (%) 443.51 74.33 Chemical oxygen demand (tonnes) China Shenhua integrates the concepts of recycling economy and resource conservation into the whole process of production and operation by improving the resource utilisation efficiency and creating an enterprise that is resource-conserving and environment-friendly.",
    "Energy conservation Improving energy efficiency is the most important way to achieve large-scale carbon reduction for the current and long-term future.",
    "China Shenhua abides by the Law of the People’s Republic of China on Energy Conservation and other laws and regulations, adopts measures that are feasible, reasonable and affordable in terms of technology, economy and environment, respectively, based on the Company's “14th Five-Year Plan” for Energy Conservation and Environmental Protection, strengthens the process management of its operational technology indicators, and carries out energy-efficiency benchmarking activities to reduce consumption, minimise losses and effectively utilise energy in a rational manner.",
    "In 2023, the Company implemented optimisation and improvement programs focusing on energy-saving process and equipment reformation, R&D and promotion of new energy-saving technologies, and adjustment of its own energy structure to achieve enhanced energy-saving technologies.",
    "By virtue of the National Energy Saving Publicity Week and National Low Carbon Day, we actively created a publicity atmosphere for energy conservation and carbon reduction by means of knowledge training and multi-media thematic publicity.",
    "Case: —Huizhou Thermal has continuously promoted the special work about energy saving and consumption reduction Huizhou Thermal, in line with the action plan for energy saving and consumption reduction, has vigorously developed the heat market and continuously implemented a series of energy-saving renovation projects, with the standard coal consumption of power supply being decreasing year by year.",
    "In 2023, Huizhou Thermal completed the flow path retrofit for unit #2 of turbine and the retrofit of the heat supply pumping method, which can reduce the standard coal consumption for power supply by about 11 g/kWh, solidifying the foundation for consummating the target value of annual plan.",
    "Management target in 2025 Indicators (with 2020 as the baseline) Comparing 2023 with 2020 Comprehensive energy consumption per Decrease by 0.8% Decrease by 10.16% CNY10,000 output y y Energy use Standard | tion ¢ andard coal consumption tor power P P Decrease by 1% Decrease by 3.94% supply Energy consumption intensity Standard coal consumption for (comprehensive energy consumption power supply per CNY10,000 output) Tonnes of 4 g/kWh 350 standard coal/CNY 10,000 3) O-r------ O-..",
    "O-- 305 499 ° 309 | 307 2 — O------ 5°) 2 ; 2.64 2.74 297 294.90 0 200 2020 2021 2022 2023 2020 2021 2022 2023 Protection of water resources Governance The Company's Safety, Health, Environment and ESG Working Committee makes recommendations to the Board of Directors on risks and opportunities related to water management, and the Company’s Chief Executive Officer is accountable for the strategy or its performance related to water management, and for integrating water management into the Company’s business planning.",
    "The Company has established a water resources management system.",
    "All subsidiaries and branches have determined that water resources management departments should formulate water resources conservation and protection management systems such as the Water Resources Management Measures, and organise the preparation of water resources planning so as to rationally utilise and protect water resources.",
    "The Company incorporates the implementation of responsibility for ecological environmental protection target, including water resource management indicators, into the scope of business performance assessment and evaluation of subsidiaries and branches, and recognises and rewards units and individuals with outstanding work performance.",
    "The annual performance salary of the Company’s senior management is linked to the fulfilment of environmental protection targets, including water resource management, to better facilitate performance improvement in water resources conservation and recycling efforts.",
    "Strategy China Shenhua strictly implements relevant laws and regulations such as the Water Law of the People’s Republic of China and the Regulations on the Prevention and Control of Pollution in Drinking Water Source Protection Areas.",
    "Adhering to the combination of broadening water sources and cutting water consumption, we strictly implement the rigid constraint of water resources.",
    "In the process of project construction, we fully consider the carrying capacity of water resources and the water environment, and apply for a water-intaking permit in accordance with the law.",
    "The Company organises the preparation of water allocation plans, water consumption quotas and water dispatch emergency plans in the course of production and operation, promotes clean production and water-saving production processes, to reduce the leakage rate of water supply pipeline networks, and to reduce the use of fresh water.",
    "It also makes full use of mine water, dredging water, municipal reclaimed water, vessel ballast water, and applies seawater desalination technology to replace water for production, so as to enhance the utilisation rate of water resources.",
    "In 2023, the Company initiated a special rectification action for ecological environmental protection in the basins of Yangtze River and Yellow River by adopting measures such as comprehensive pollution control, economical and intensive utilisation of water resources, “dual-control” of the volume and intensity of carbon emission, and ecological restoration, to accelerate the green transformation and development of the enterprises in the basins of the Yangtze River and Yellow River, and to effectively safeguard ecological environment around the basins of the Yangtze River and the Yellow River.",
    "e Discontinue the use of dewatering wells in the mining area, and only utilize the underground surge water and natural precipitation that enter the mining site.",
    "e Harden the main transportation road in the mining site, control the generation of dust in truck transportation, thereby reducing sprinkling water for dust reduction.",
    "e Adopt dry mist dust suppression technology in crushing stations and loading stations to control dust, which consumes only 10% of traditional water spraying facilities.",
    "e Adopt cover and anti-seepage measures for wastewater tanks and clean water tanks in the mining area to reduce evaporation and water leakage.",
    "e Use micro-spray or sprinkler irrigation for greening and reclamation water in the mining area, without use of VA irrigation.",
    "Risk management The Company faces water resources-related risks, mainly including expiration of water intake permits, exceeding planned water intake, and changes in neighbouring water resources.",
    "The Company conducts a comprehensive water resources risk analysis based on the actual situation of each operating site, effectively identifies the major water resources risks and formulates countermeasures to prevent wastage and shortage.",
    "At the same time, the Company actively promotes communication and cooperation with water resources stakeholders, and proposes targeted responses to potential conflicts, so as to jointly protect local water resources.",
    "Our main water intake sources are municipal pipe network and surface water resources.",
    "At present, there is no risk of difficulty in water intake.",
    "Indicators and targets Water resource utilisation in 2023 Proportion of alternative water sources in the total water consumption (%) 38.45 Water consumption per CNY10,000 output (tonne/ 4 CNY10,000) 9.91 Fy Total water consumption (W (million tonnes) = 246.46 Land resource management China Shenhua Strictly implements the Land Administration Law of the People’s Republic of China, the Water and Soil Conservation Law of the People’s Republic of China, the Mineral Resources Law of the People’s Republic of China and other relevant laws and regulations, consistently implements the Management Measures for Ecological Governance and Water and Soil Conservation Monitoring of China Energy, and has introduced the Management Rules for Land Reclamation in the Coal Industry to instruct the Company to carry out and manage land reclamation work in a systematic manner.",
    "We adhere to the basic national policy of “Valuing and reasonably using land and effectively protecting farmland” by carrying out land resource surveys and assessments, optimising the allocation and utilisation of land resources, and stepping up the protection and restoration of land resources to achieve the effective management and utilisation of land resources.",
    "Meanwhile, we work on the construction of green mines, and promote ecological restoration to improve the quality of the ecological environment and the stability of the ecosystem following comprehensive monitoring and assessment of natural resources such as water, soil, vegetation and other natural resources in different areas such as mine-disturbed zones and sunken zones.",
    "The scope of the Company’s land reclamation mainly includes: the land with ground surface damaged in the process of open-cut coal mining, the land with surface collapse in the process of underground coal mining, and the land occupied by solid wastes piled up in the process of mining production.",
    "Each of relevant subsidiaries and branches prepares the Program for Mining Geological Environment Protection and Land Reclamation, which is submitted to the natural resources department for review, formulates the annual land reclamation plan and the design scheme for engineering projects, and undertakes on its own or entrusts third-party agency to carry out the land reclamation work.",
    "By the end of 2023, the Company completed the ecological management and soil and water conservation monitoring of 18 underground mines and 6 open-cut mines of 7 subsidiaries and branches.",
    "15 collieries have been included in the national green mine list, and 9 collieries have been included in the provincial green mine list.",
    "Accumulated treatment Accumulated reclamation area for Accumulated treatment Accumulated reclamation dumping site of the open-cut mines rate | O0« 52 51 million sq.m.",
    "rate 99 area for sunken land 532 ' 65 million sq.m.",
    "Case: Zhunneng Mining Eco-tourism Zone was included in the List of National Industrial Tourism Demonstration Bases in 2023 In October 2023, the Ministry of Culture and Tourism announced the List of National Industrial Tourism Demonstration Bases in 2023, and Zhunneng Mining Eco- tourism Zone was honoured to be on the list.",
    "In addition to building two world-class surface collieries, Zhunneng Group has invested a total of CNY2.785 billion, completed a greening area of 98,000 mu, planted 75.40 million trees and shrubs, and 33,200 mu of ground cover plants, with the vegetation cover rate and the water and soil erosion control rate of more than 80% and the reclamation rate of 100%, realising the “remodelling of landscape and reconstruction of soil and vegetation cover, landscape, and restructured and conserved biodiversity”.",
    "“Jizhuazi” mountain which used to be full with gullies and nearly deserted has become a green mine and picturesque scenic spot.",
    "In 2023, Zhunneng Mining Eco-tourism Zone received a total of more than 100,000 tourists.",
    "Biodiversity is not only intimately related to our lives, but also has a more profound impact on human society and the earth.",
    "China Shenhua actively responds to the United Nations’ Convention on Biological Diversity while steadfastly upholding the concept of ecological civilisation to respect, conform to, and preserve nature, integrating biodiversity protection into the whole process of the Company's operation, protecting the natural ecological environment as well as wild animals and plants, and helping to enhance the variety, stability and sustainability of ecosystem.",
    "The Company has issued the Promise to Operate Outside Protection Zone, strictly abided by the Law of the People’s Republic of China on the Protection of Wild Animals, the Law of the People’s Republic of China on Forest, the Regulations of the People’s Republic of China on Nature Reserves, and laws and regulations related to biodiversity in the places where it operates, and stringently undertaken ecological feasibility analysis of the selected sites (routes) to avoid ecological protection zones or eco-sensitive zones, and to safeguard the local eco-civilisation, in order to achieve harmonious coexistence with nature.",
    "The Company actively conducts biodiversity surveys and evaluations in the regions where projects are carried out by recording specific animal and plant species, identifying the features of regional ecological control, and proposing feasible suggestions for regional biodiversity efforts.",
    "Ecological environment rehabilitation In the course of developing and constructing mining areas, the Company has conducted sand wind N\\ Undertake large-area, high-standard sand wind treatment in the directly disturbed construction areas, the well field area that has not yet been exploited, and the related area outside the well field, to comprehensively control the mobile sandy land in the area and construct a vegetation ecosystem dominated by grass while containing shrubs treatment and trees.",
    "Since the development and construction of the Shendong Mines, 103 square kilometres of mobile sands have been treated, thus building a baseline for biodiversity in the desert area.",
    "Construct The Company has comprehensively implemented soil and water conservation project and evergreen forest \\ corridor-style evergreen forest and water conservation project planting project, which lead to the establishment of a 42-kilometre-long “two mountains and one bay” evergreen forest corridor and the planting of about 3 million evergreen trees in Shendong mining area.",
    "The Hongshiquan sub-watershed management project was recognised by the Ministry of Water Resources as a national demonstration project for ecological construction in soil and water conservation.",
    "Implement comprehensive protection and treatment of Based on wind and sand control and soil and water conservation, and integrating the geological conditions of the mines, land reclamation management, mine pollution prevention and control, and resource utilisation, a holistic and systematic governance strategy was implemented across all wells and mines.",
    "Consequently, all mines have been transformed into green mines.",
    "The Halagou Colliery Ecological Base of Shengdong Mines mountains, was honoured by the Ministry of Water Resources as a National Soil and Water Conservation Ecological water, forests, farmland, lakes, grasslands and sand Civilisation Project, the Daliuta Colliery Technology Demonstration Park was recognised by the Ministry of Water Resources as a National Soil and Water Conservation Technology Demonstration Park, and the Q Buertai Colliery Green Mountains and Waters Innovation Base was included as a typical case by the SASAC.",
    "Terrestrial flora and fauna protection Shendong Mines has established a biodiversity conservation area spanning 511 square kilometres.",
    "The diversity of plant species has been increased from 16 to 134, transforming the flora type from the original single native sand-vegetation into 17 types of communities belonging to four vegetation groups of grassland, shrub, broad-leaved forest and coniferous forest.",
    "The structural composition of these communities has evolved from a single herb layer to a fully integrated structure featuring trees, shrubs and grasses.",
    "The Shannon Wiener index, evenness index, and Simpson’s index have all been significantly improved from pre-restoration levels.",
    "The survey identified 36 species of wildlife across 31 genera and 20 families, which include 20 mammalian species across 17 genera and 12 families, and 16 bird species across 14 genera and 8 families, which include the nationally protected Class | birds such as the black stork and larus relictus, as well as Class Il wildlife such as the platalea leucorodia and cygnus cygnus.",
    "Aquatic fish protection The Company’s enterprises along the coasts, rivers and lakes continue to conduct fish breeding and releasing activities to ensure the ecological flow and ecological balance of the water system.",
    "Case: Sichuan Energy conducted fish breeding and releasing activities to protect green waters and mountains On 26 October 2023, China Energy Sichuan West Energy Co., Ltd.",
    "(EUBEPY)I|FRSBAEIRAR (DS BRAG]) Xiangshui Station conducted fish breeding and releasing activities in Huangjiang Bridge section of Tongkou River Basin.",
    "More than 30,000 rare fish fry of Chinese schizothorax sinensis were released into the Tongkou River Basin, which adds new ecological vitality to the water area.",
    "A total of 234,000 rare fish fry were released in the Tongkou River Basin by the said enterprise, which contributes VA to enrich aquatic biological resources and improve aquatic ecological environment in the basin.",
    "Biodiversity monitoring The Company has implemented a biodiversity monitoring base construction project at its operation sites to investigate animal tracks and plant succession and prepare monitoring reports through installing monitoring devices and manual monitoring, to provide the basis and guidance for biodiversity preservation efforts.",
    "Shendong Mines has established an integrated ecological monitoring system based on “5 Elements and 5 Bases”, which incorporates and analyses 130 standards and regulations and nearly 3,500 monitoring indicators released by the Ministry of Water Resources, the Ministry of Ecology and Environment, and the Ministry of Natural Resources, develops a set of common indicators, comprised of 364 sub-indicators (base, water, air, soil and ecology) in 15 subitems under 5 major categories, and conducts comprehensive monitoring through advanced monitoring methods.",
    "In 2023, Shendong Mines released the Biodiversity Conservation Cases, which demonstrated the work results of coordinating energy security with ecological security.",
    "(http:/Awww.shenhuachina.com/zgshww/dxal/202307/ce169622cec64b799ed9 1 5ba3 bd65355.shtml).",
    "Case: _ Investigation of flora and fauna through quadrat and transect methods by Shendong Coal In June 2023, the Daliuta Colliery of Shendong Coal carried out investigation of flora and fauna within the coalfield adopting quadrat and transect sampling method.",
    "The staff set up a total of 4 wildlife monitoring transect lines and 23 fixed quadrats of plants to collect statistics on the species, number, plurality, height, cover degrees and habits of wildlife, evaluate the health grade and ecological conditions of wildlife under quadrat and transect methods, and establish the relevant basic data, thus providing an effective scientific basis for studying the flora, wild animal populations and ecological environment in coal mining sunken areas.",
    "China Shenhua has always pursued excellent quality in the whole process of its production and operation.",
    "The Company strictly controls product quality, continuously strengthens technology research and development, provides customers with high-quality, safe and responsible products and services, laying a solid foundation for high-quality corporate development.",
    "Product quality management The products of China Shenhua mainly include commercial coal, coal chemicals, power and thermal products.",
    "The Company strictly abides by the Product Quality Law of the People’s Republic of China and other laws and regulations, formulates and continuously improves the product quality-related system, and strives to improve the product quality and service.",
    "Commercial coal The Company establishes a comprehensive coal quality management system in accordance with the principle of “facing the market, improving quality and efficiency, and striving for brand building”.",
    "By optimising technical measures and methods such as mining engineering and Coal chemicals Formulate strict manufacturing processes, specifications, and quality control procedures, and establish a quality test process for raw materials, intermediate products and finished products to ensure that the ex-factory products are up to standard.",
    "\\ > a7 Power and thermal products The Company improves the power quality and process quality, strengthens equipment safety operation and daily maintenance management to ensure safe and stable operation of the units, and reduce unplanned outage accidents.",
    "coal processing, the Company improves the product structure to form a whole- process coal quality management network which covers mining, preparation, processing, loading and transportation of coal and purchased coal management.",
    "Coal samples are taken, prepared and tested in accordance with strict standards and relevant regulations to achieve the goal of producing and providing high- quality clean thermal coal.",
    "Quality assurance process Case: New technology of Baotou Energy contributes to improve the quality of viscous and wet low-grade thermal coal The world-class deep screening and preparation and processing technology developed and applied by Baotou Energy realises the large-scale quality improvement and Clean coal yield increased from 42% at the time of washing to 52% processing of viscous and wet low-grade thermal coal.",
    "The clean coal yield increased from 42% at the time of washing to 52%, and the raw coal washing rate increased from 59.89% to 66.76%.",
    "The technology won the first-class award of the Science and Technology Award and the first-class award of the Green Energy Star of brand building issued by China National Coal Association, and was included in the typical cases of the brand achievement in energy industry of China Energy Research Society.",
    "Product complaint and recall After the coal chemicals are shipped out of the factory, if the users complain that the product has quality problems, the production technology department will organise an investigation on the product quality, and the unqualified products that are determined to be caused by quality accidents will be recalled or handled through negotiation in accordance with the Regulations on Quality Accidents Management.",
    "Commercial coal generally does not involve recall procedures, and all disputes over coal quality are negotiated and settled as agreed in the coal sales contract.",
    "In 2023, the Company did not receive any complaints about the above products and services, and there was no recall of coal chemicals due to safety and health reasons.",
    "Protect customers’ rights and interests The Company strictly implements the Law of the People’s Republic of China on the Protection of Consumers Rights and Interests and applicable requirements of service and product labeling, adheres to the “customer-centered, market-oriented” principle, and continuously improves the comprehensive service capabilities and quality with respect to pre-sales consultation, in-sales performance and fulfilment, and after-sales special services and such other key aspects through channels such as hotline, letter, visit and exchange, client meetings, and product ordering meetings, effectively protects customers’ legitimate rights and interests, and strives to build a long-term, stable and win-win cooperative relationship with its customers.",
    "The Company attaches great importance to the protection of customer privacy.",
    "It adheres to the principle of confidentiality of “accessing and using confidential information due to work needs” and the management principle of “core trade secrets to be accessed in phases and controlled by special personnel” to fulfil the obligations of confidentiality of information use, protect cybersecurity and eliminate potential security risks.",
    "In 2023, the Company did not experience any breach of customer privacy and information.",
    "The Company’s customer satisfaction results for commercial coal in 2023 are as follows: The customer The customer satisfaction with satisfaction with power is non-power is 97.41 points China Shenhua is committed to technological innovation, optimising and improving the plan and working system of technological innovation, intensifying efforts to technological innovation, increasing achievement-based efficiency and building talent team, creating original technological source and national strategic technological strength to better play the role of leading force in technological innovation of state-owned energy enterprises.",
    "Technological innovation In compliance with the Patent Law of the People’s Republic of China and other laws and regulations, China Shenhua adheres to the technological innovation strategy of “supporting the establishment of first-class enterprises, leading the technological progress of the industry, serving the construction of a powerful country in technology and leading the global energy technology”, formulates the Management Measures for Science and Technology (Trial), deeply promotes the reform of the science and technology system, increases investment in science and technology, and continuously improves the level of modern, digital and intelligent development of the industry.",
    "In 2023, the Company issued the Key Points of Technological Innovation and Informatisation for 2023 to play the main role of R&D decision-making, R&D organisation, R&D investment, and application of achievements, and strengthen technological breakthroughs and digital empowerment.",
    "/ Promote technological progress in traditional industries The Company implemented key projects such as “research and engineering verification of the key technology for the 600MW coal- fired boiler with ammonia-mixed combustion” and “research and application of the technology of operation control system for heavy-haul train cluster” and achieved key core technologies breakthroughs.",
    "/ Va Comprehensively promote green and low-carbon development The Company plans key technology research projects for energy development, such as the coupled utilisation of coal power and new energy, new energy and comprehensive energy, coal-based new materials, and the capture of low energy consumption of CO,, promotes the application of hydrogen energy such as unmanned heavy trucks and port vessels, and promotes the application of new energy trucks and new containers, so as to build a green and low-carbon logistics chain.",
    "/ Strengthen industrial collaboration and innovation mechanism The Company has built an open and shared network management platform for technological resources of the Company, and promoted the open and sharing of scientific research instruments and experimental facilities, strengthened cooperation with universities, industry-leading scientific research institutes and state-owned enterprises, and developed and cultivated innovative scientific research projects by virtue of its talent and technology advantages.",
    "/ 64 / Deepen the incentive mechanism for technological innovation For high-level innovative talents, the Company explored the implementation of an annual salary system, an agreed salary system and a project salary system.",
    "The Company established a mechanism for internal innovation and creativity, implemented systems such as “select the best candidates via open competition mechanism”, improved the rank system for technological talents, optimised the evaluation method for technological talents, and encouraged employees to make bold exploration and incubated internal innovation achievements of the enterprise.",
    "/ / Cultivate a culture of innovation for employees The Company built an innovative platform matrix integrating high- tech and intelligent innovation and efficiency-making studios, carried out publicity on major achievements in technological innovation and typical figures, to create a good innovative atmosphere that respects talents, creativity, knowledge and work, and encourages innovation, tolerates failure, pools wisdom to tackle difficulties and unites and collaborates.",
    "/ In December 2023, the Board approved that the Company, as a limited partner, participated in the establishment of a scientific and technological achievements transformation fund with its own funds of CNY60 million to promote the efficient transformation of scientific and technological achievements in areas such as clean fossil energy through market-oriented ways, so as to provide early incubation and key layout for the development of the Company’s strategic industries.",
    "As at the end of 2023, the Company had a total of 3,030 R&D staff, 1 national key laboratory, 1 national-level scientific research platform, and led (participated in) the undertaking of 11 national key R&D projects (topics).",
    "In 2023, the Company won one Chinese Patent Gold Award and two provincial- and ministerial-level science and technology awards.",
    "Case: Shendong Coal was selected as a global industrial internet promotion action case In October 2023, at the 5th Global Industrial Internet Conference & Industrial Internet Integration Innovation Application and Industry Promotion Action Case Conference in 2023, Shendong Coal’s “intelligent colliery control platform based on domestic software” project was successfully selected as one of the top ten typical cases in 2023.",
    "The platform's application rate of domestic Covering 1 3 collieries, 1 1 coal preparation software was 1 00% plants, 29 fully mechanised working faces and 54 tunnelling working faces of Shendong Coal VA Case: Baorixile Energy utilised remote-controlled bulldozers to improve the efficiency of the auxiliary system Based on the 5G network and the feature of non-continuous operation of bulldozers, Baorixile Energy adopts the world’s first one-control multi-machine technology to achieve intelligent remote-controlled operation of bulldozers.",
    "Driver can achieve one-click switching between three bulldozers in real time, which not only saves the transfer time of the staff and equipment, but also realises uninterruptible operation under extreme weather to improve operation efficiency.",
    "The three bulldozers can increase more than 1.4 million tonnes of soil discharge capacity each year.",
    "China Shenhua deeply implements the national decision-making and deployment of promoting the deep integration of the new generation of information technology and manufacturing industry, building the new advantages of digital economy, strives to build the “one network and three platforms”, gears up and accelerates the implementation of digital transformation.",
    "Intelligent production Ecological collaboration Industry chain coordination Five digital transformation directions Platform-based Digital operations development In 2023, based on the production and operation data system, the Company continued to improve the data governance system, established the framework of indicator data system, deeply explored the value of data assets, and drove the improvement of the quality and efficiency of production, operation and management.",
    "The Company accelerated the construction of the industrial internet platform, and realised the online operation of self-developed systems such as advanced production management and comprehensive operation management and control of various industrial sectors.",
    "The Company continued to deepen the advantages of the integration of business and finance of the ERP system, and launched unified systems such as the intelligent financial audit platform and the intelligent financial analysis platform.",
    "The Company promoted the construction of a new enterprise think tank based on work reports with the goal of on-the-fly compilation of reports and on-demand retrieval of reports when needed, and strengthen the intelligent management of the preparation and use of reports.",
    "Case: The national-level technological research project undertaken by Digital IntelTech passed the acceptance In December 2023, the national-level technological research project of “building 5G + intelligent industrial internet platform for colliery” undertaken by Digital IntelTech successfully passed the 2023 annual review and first-cycle end-of-project evaluation meeting of the 5G Innovation Consortium Office of the SASAC.",
    "The experts group believed that the task developed an intelligent and integrated management and control platform based on the industrial internet of colliery, covering colliery safety and production and operation.",
    "The whole-process data management system of “mining, storage, management and use” in the mines was initiated to fully develop and give play to the data value and help improve the production efficiency and VA safety operation level of collieries.",
    "Case: Railway Equipment Company commenced operation of the first multi-T comprehensive monitoring and application system in China In August 2023, the first multi-T comprehensive monitoring and application system independently developed by Railway Equipment Company in China was formally put into operation.",
    "The system comprehensively analysed the data collected by the heavy-haul trains and the safety inspection device, and formed a Statistical analysis report on the operation status of 10,000-tonne- and 20,000-tonne-trains, which provides a basis for management and decision-making.",
    "VA Intellectual property protection China Shenhua strictly abides by laws and regulations such as the Anti-Unfair Competition Law of the People’s Republic of China, incorporates intellectual property rights into the “14th Five-Year Plan” development plan, formulates systems such as the Management Measures for Intellectual Property Rights, standardises the Company's intellectual property rights, strengthens the acquisition, protection and utilisation of intellectual property rights, promotes the commercialisation and industrialisation of intellectual property rights, and safeguards R&D and innovation.",
    "The Company continues to promote the management of intellectual property rights throughout the life cycle of scientific research projects, launch the search and layout of intellectual property rights in the stage of project approval and implementation plan preparation, and cultivate high-level and high-value patents and high-level achievements.",
    "The Company organises and evaluates the creativity and novelty of patents as the basis for evaluating the feasibility of patent applications.",
    "In 2023, 763 new patents of the Company were granted, including 241 invention patents.",
    "The cumulative number of patents granted was 7,405, and the cumulative number of invention patents was 1,811.",
    "The headquarters of the Company and its subsidiaries and branches assign full-time management personnel to strengthen the daily management of intellectual property rights and organise special training on intellectual property rights management to enhance employees’ awareness of intellectual property rights protection.",
    "The Company has integrated the awareness of intellectual property risk prevention into the whole process of scientific research, production and operation activities to prevent the loss and infringement of intellectual property rights, and actively cooperates with administrative and judicial authorities to combat infringement.",
    "In 2023, the Company did not involve in any case related to intellectual property litigation.",
    "The Company considers the evaluation of intellectual property rights as the main basis for the assessment and evaluation of technological innovation of each unit, and provides corresponding rewards to units and individuals that are granted patents and win the China Patent Award.",
    "China Shenhua firmly establishes the safety red line awareness and bottom-line thinking, strengthens the construction of safety production and management system, carries out special rectification actions for safety production, implements safety risk control measures, attaches importance to occupational health and personnel training to create a safe and stable environment for the sustainable development of the Company.",
    "Safety production Governance Focusing on production and operation safety, engineering construction safety, and ecological and environmental protection safety, the Company strengthens control over the source of safety risks and consolidates the construction of safety production infrastructure.",
    "The Company fully implements the “straight-line responsibility” of safety management, invests the most efforts in the “on-site, reality and present” management, effectively implements the four aspects of “standards, responsibilities, implementation, and assessment”, and resolutely curbs the occurrence of serious and major incidents.",
    "68 Safety production organisation system The Safety, Health, Environment and ESG Working Committee of the Board supervises the implementation of the Company's safety management plan and reports it to the Board.",
    "The Company has established a safety management system covering all levels of units.",
    "Production subsidiaries and branches and tertiary units have set up safety management institutions and assigned full-time officers or production safety manager in charge of safety.",
    "The Company insists on selecting and assigning excellent production safety management personnel, and focuses on solving outstanding issues in production safety.",
    "Safety production responsibility system Standards in place.",
    "The Company comprehensively implements safety production standardisation and standard operation procedures covering all positions, maintains and upgrades production facilities and equipment, and improves production safety coefficient.",
    "Responsibilities in place.",
    "The Company fully implements the safety production responsibility system for all employees, so that it can be supervised, enforceable, quantifiable and assessable.",
    "Implementations in place.",
    "The Company strengthens the closed-up loop management of safety production, timely detects and solves problems, and focuses on solving major problems and supervising regularly.",
    "Assessments in place.",
    "Focusing on the “key minority” and leveraging the guiding function of assessment, the Company imposes serious accountability.",
    "Safety production command system The Company improves various functions of the production dispatching and command platform, online safety monitoring platform and emergency command platform, enhances the timeliness and accuracy of information gathering at all levels, and focuses on improving the command, decision-making, handling and feedback capabilities of management personnel at all levels.",
    "Strategy China Shenhua implements laws and regulations such as the Law of the People’s Republic of China on Safety Production, formulates and continuously improves the production safety responsibility system and safety risk prevention and control mechanism, and provides systematic guarantee for the smooth implementation of safety management.",
    "In 2023, the Company coordinated high-quality development and high-level safety, continued to implement the goal of production safety, carried out activities such as special investigation and rectification of major accident hazards for 2023, and the year to strengthen the safety management of central enterprises, strengthened the publicity and education of safety culture, actively prevented and resolved major risks in production safety, with generally stable production safety.",
    "The Company invested CNY2,633 million in safety production throughout the year.",
    "Consolidating the foundation for safety management: In accordance with the requirements of the Management Measures for the Provision and Use of Enterprise Safety Production Expenses, the Company made full provision and used safety production expenses as needed, and strengthened the guarantee of safety production investment.",
    "The Company carried out technical research and scientific and technological breakthroughs in major disaster management, implemented equipment upgrade and transformation, and promoted the deep integration of new technologies and production safety.",
    "The Company promoted intelligent and safe wearables, strengthened the development and application of intelligent scenarios, and strictly controlled unsafe behaviour.",
    "Case: Shendong Coal strengthened the management of individual protection In 2023, Shendong Coal promptly understood and solved the problem in the use of personal protective equipment through investigations, and promoted the management method of self-selected labour protection equipment for Shigetai Colliery using the platform of “Jian Dao Yun” to better meet the individual selection needs of employees.",
    "Shendong Coal optimised design and quality of personal protective products, developed intelligent wearables with high-end equipment R&D centre, and developed personal protective products for special working environment such as waterproof work clothing.",
    "It reduced the VA weight of the self-rescuer used by employees and the underground anti-smash shoes to reduce the load of employees.",
    "Highlighting the control of key areas: The Company carried out in-depth special investigation and rectification of major hazards, implemented special rectification of collieries with focus on major disaster management and open-cut mine safety, carried out four “special actions” including prevention of personal injury, error prevention, contractor and technical supervision in the power sector, implemented centralised management of safety risks of hazardous chemicals, promoted safety assessment of heavy-haul railways and rectification of old ships, and effectively solved a number of outstanding issues that restrict safety production.",
    "In 2023, the Company conducted 51 special safety inspections, covering all production enterprises.",
    "Case: Shendong Coal strictly carried out video playback check in detail Since October 2023, the collieries of Shendong Coal have set up video playback check teams and formulated video safety hazard inspection work programs, and the person in charge of the collieries implemented the video playback check work by group and by region.",
    "For safety issues identified, Snendong Coal formulated detailed improvement measures in 11 aspects including standard operation procedures, strengthened employee education and training, strictly implemented various safety procedures, and continuously improved the safety management and control of its coalfield.",
    "y, strengthened the construction of national-level production safety emergency rescue team and emergency rescue base, and allocated large-scale special equipment for natural disasters and production safety emergency rescue in key units.",
    "The Company implemented the Measures for the Management of Emergency Plans on Production Safety Accidents, regularly carried out emergency drills and special competition.",
    "Case: of national mine rescue team 1 , 92 6 emergency rescue drills for safety incidents in 2023 Zhunneng Group passed the standardised level-1 compliance appraisal Zhunneng Group builds an emergency rescue system with scientific rationality, precision and efficiency for open- cut mines, and constructs a national regional emergency rescue team equipped with “specialised and well-rounded strength, quick response, robust operation and high skill”.",
    "In September 2023, as the only nationwide open-cut mine emergency rescue team, Zhunneng Group’s emergency rescue team passed the standardised level-1 compliance appraisal of national mine rescue team.",
    "Conducting safety culture education: The Company has enhanced safety training and education for all staff in combination with relevant national laws and regulations, industry standards and its business characteristics, carried out training activities such as safety production month and safety production skills competition for 2,294 times, focusing on enhancing the quality and skills of frontline employees in terms of their knowledge and skills, emergency evacuation, self-rescue and mutual rescue, and emergency disposal.",
    "Case: Carried out training activities for safety culture 2 ; 2 94 times in 2023 Yulin Energy launched training on limited space operation In September 2023, Yulin Energy Washing & Processing Centre implemented the requirements of the Notice on the “Safety Publicity Activity of Limited Space Operation” during the National “Safety Production Month” and invited experts to explain the dangers of limited space operation and permit management to the employees, which analysed the causes of the accident and lessons learned, to help employees to overcome the negligent mind and mentality of chance by constantly maintaining a clear understanding of “limited space with unlimited risk”, and to eliminate illegal operation and blind rescue.",
    "construction project, and monitoring all parties involved to comply with the safety agreement to promote the normalised and orderly management of outsourced projects.",
    "In 2023, the Company conducted safety supervisions and inspections on suppliers and contractors for 51 times.",
    "werrrrrrer rr ee -_--—-—— oon Tr The Company implemented a safety production reward and punishment assessment mechanism of “hierarchical management, tiered assessment and covering all employees”.",
    "Safety performance is linked to the salary of management.",
    "In principle, the proportion of safety performance salary for the management shall not be less than 30%, and the proportion of safety-related salary for the leadership of grassroots production units shall not be less than 40%.",
    "The Company consistently optimises the dual prevention mechanisms for safety risk classification management and potential hazard prevention and control, and carries out safety risk identification and assessment to formulate plans for management and control in line with the comprehensive risk management process.",
    "Zz / Risk identification and .",
    "4 assessment ‘ Carry out comprehensive hazard identification and risk assessment on a regular basis ¥ every year, establish a list of major risks by levels, 4 and update the list on a | 4 quarterly basis.",
    "Safety supervision Carry out hierarchical supervision, classified supervision, and accurate supervision according to functional orientation, risk degree and special work every year.",
    "3 Indicators and targets Upholding the principle of “people foremost and life foremost”, the Company pursues the long-term goal of “striving to achieve zero death of employees (including contractors)”, and the milestone goal of the “mortality rate per million tonnes of raw coal production continues to be lower than 0.008, and decreases year by year”.",
    "Safety production target for 2023 as considered and approved by the Safety, Health, Environment and ESG Working Committee of the Board: Indicator Target Performance in 2023 Safety accident To achieve “zero occurrence” for major and above Not occurred safety production accidents Work safety standard tasks To fully complete the annual task of safety Completed production standardisation Mortality Rate per Million Tonnes of Raw Coal Production of China Shenhua 0.02 0.0126 Os.",
    "0.01 i.",
    "0.00597 0.00588 0.0058 0.003 .- 0.0034 eee O-------------- O-------------- fe) 0 eeeee* °° 00 eee oN 0 On 2016 2017 2018 2019 2020 2021 2022 2023 Number of death of Number of death of employees (persons) contractors (persons) 2 2 2 3 2 2021 2022 2023 2021 2022 2023 The Company strictly abides by the Cybersecurity Law of the People’s Republic of China and other laws and regulations, and formulates the Measures for the Management of Cybersecurity and Informatisation (Trial), to continue to push forward the construction of cybersecurity and risk prevention, to constantly improve the security and defence capability of the information system, and to consolidate data security defence.",
    "In 2023, the Company monitored a total of 302,818 alarms for network attacks, and focused on 906 emergency alarms for research and judgement, and took measures such as firewall banning for 591 high-risk alarm IPs that caused “system command input acts”.",
    "In 2023, the Company did not experience any major cybersecurity incidents.",
    "= Enhance real-time monitoring of cybersecurity Strictly implement the daily “zero report” and the 24-hour monitoring system for network information security, enhance work shift and security guarantee, and ensure the safe and stable operation of the network and information system during important periods.",
    "Cybersecurity management during critical periods Carry out regular cybersecurity overhauls, inspections of illegal internet exports and server devices, and update virus databases and repair patches and loopholes in a timely manner.",
    "Reinforce the supervision of information system and devices Carry out annual cybersecurity promotion week &, activities, and further raise employees’ awareness .",
    ".",
    "of the importance of information security by means of cybersecurity technical training and cybersecurity knowledge “FQA”.",
    "Enhance employees’ awareness of cybersecurity Case: Digital IntelTech participated in the national cybersecurity competition and achieved further success In June 2023, in the National Cybersecurity Employee Skills Competition held in Qingdao, Digital IntelTech selected 3 players to compete on behalf of China Energy Group, and won the group first prize award and 2 individual first prize awards and 1 individual second prize award.",
    "Safeguarding occupational health The Company strictly abides by the Law of the People’s Republic of China on Prevention and Control!",
    "of Occupational Diseases and other laws and regulations by formulating a management system for the prevention and control of occupational disease hazards, carrying out occupational disease risk assessment and prevention and control, and providing employees and contractors with safe and healthy workplaces, paying attention to the mental health of employees, and preventing work-related health damages.",
    "In 2023, the Company invested a total of approximately CNY647 million in occupational health.",
    "The Company undertakes testing and evaluation of occupational disease hazards, for which it identifies and records the types of occupational diseases that may occur, the extent and the causes of such hazards to classify the management of occupational disease hazards.",
    "The Company also reinforces periodic testing and daily monitoring of occupational disease hazards, and regulate the selection and arrangement of monitoring sites.",
    "The Company strictly implements pre-job, on-the-job and post-job occupational health checkups, and informs the employees exposed to occupational disease hazards by contracts.",
    "The Company pays the full amount of occupational injury insurance on time to protect the rights and interests of employees exposed to occupational disease hazards.",
    "The Company puts in files for employees with occupational diseases based on the principle of “one file for one person, one policy for one disease”, and actively carries out the review, diagnosis of, and rehabilitation from occupational diseases.",
    "The Company also equips operators with labour protection products such as dust masks, goggles and earplugs to enhance the effect of labour protection.",
    "The Company incorporates mental health into the planning of building healthy enterprises, carries out activities such as mental health science education, safety and psychological training, mental health assessment, and occupational disease prevention and control publicity, and constantly appraises “occupational health experts” to guide employees to establish a positive and healthy mindset.",
    "In the crowded places such as office premises, we have built “health cabin”, equipped with automatic external defibrillator (AED) and other first-aid devices and medicines in order to ensure the necessity of emergency.",
    "In 2023, the Company launched the publicity of prevention and treatment of occupational diseases or occupational health warning and education activities for 847 times.",
    "Case: Shendong Power held a special lecture on mental health In September 2023, Shendong Power held the 12th *.",
    "5 at “Guoshen Lecture” & Special Lecture on Mental Health, .",
    "%, -= a @” y ) “S® 9x -SsemedarSeaeete oa.",
    "at which a professor from the Department of Psychology [waa 5) ie RPLOR” ROeRE ASE of Beijing Normal University was invited to give a special oe | lecture on Mental Mode Education and Psychological ed , Counselling.",
    "Employees of the Company and its units attended the lecture on site and online.",
    "This special lecture helped the employees of the Company to profoundly understand the knowledge related to mental health, improved the psychological quality of all employees, and promoted the psychological mode education and psychological guidance for grassroots employees.",
    "Indicators in 2023 a, Total recordable injury rate (%) Regular assessment and detection “8 0.008 Wr, Occupational health investment IN .",
    "Nid (CNY million) — .",
    "; “n in the workplace (%) Occupational health examination rate of personnel Utilisation rate of personal protective equipment for I I exposed to hazards (%) I rw) employees in the workplace (%) I y) WD 7 100 | 100 E rate of occupational hazard factors v RY ee a sR Sy ss x & sy ey eh he os y os = Sook Ro g By 2 a os _— China Shenhua strived to establish a labour management model that is streamlined and efficient, with a view to deepening the labour market reform, and to maintaining stable and harmonious labour relations.",
    "Governance The Company has implemented a labour management system with unified leadership and hierarchical responsibility.",
    "The headquarters of the Company is responsible for establishing a sound labour management mechanism, regulating the form of employment, organising and approving the employment plan, maintaining the employment discipline, and promoting the labour market reform.",
    "The branches and subsidiaries are responsible for the preparation of employment plans, the implementation of national, local and corporate labour management regulations and requirements, supervision and guidance of the labour management of enterprises under the Company, and the standardisation of employment practices.",
    "Furthermore, grassroots enterprises are responsible for basic work such as employees’ labour organisation and day-to-day management.",
    "The employer establishes labour dispute mediation committee, which is responsible for the mediation of labour disputes and the establishment of a sound mechanism for dealing with labour disputes.",
    "Case: Shendong Coal built a “warm service” labour dispute mediation organisation With “333” working philosophy, the Labour Dispute Mediation Committee of Shendong Coal has cemented “guarantees for responsibility, operation and service” by improving “mechanisms for pre-disposal, emergency and one-stop service” and focusing on “thoughts of rule of law, empathy and service” to create a harmonious and stable labour relationship.",
    "Since its establishment, the Committee has resolved 136 labour disputes of various types, of which 33 were resolved through mediation process, and 75 were resolved through prior persuasion; the proportion of labour disputes resolved through mediation process in the past three years rose from 47% to 77%, with a mediation success rate and agreement fulfilment rate of 100% and 100%, respectively.",
    "There were no pending cases during the year.",
    "Resolved 1 36 labour disputes of various types 15 were resolved through prior persuasion 33 were resolved through mediation process The proportion of labour disputes — A mediation success rate of LOO% Agreement fulfilment rate of 100% resolved through mediation process rose from 47% to 11% Strategy The Company strictly adheres to the Labour Law of the People’s Republic of China, the Labour Contract Law of the People’s Republic of China, and other laws and regulations by establishing and perfecting the management system covering labour contract, performance assessment, attendance and leave, labour safety and occupational health.",
    "It also closely focuses on the development strategy to formulate employment planning, reasonably allocate resources, improve the qualification-disqualification and market- oriented mechanism for employees, strictly enforce the standards of manpower quota, optimise the construction of job system, regulate the employment behaviour by law, and create a workplace atmosphere with legal compliance, fairness and justice, and mutual help and friendship, so as to fully safeguard the lawful rights and interests of the employees, prevent and resolve the employment risks, and achieve the harmonious and stable labour relations.",
    "Protection of rights and interests China Shenhua supports international norms and standards on human rights such as the Universal Declaration of Human Rights, and has formulated the Policies on Human Rights Protection & Anti-Violence and -Conflict for all employees and suppliers to uphold respect for and protection of human rights by actively preventing potential violence in the workplace and in business practices, and eliminating all acts that may cause human rights violations.",
    "Cumulative trainees of 34,352 Conducted 235 human rights Total training time of 766,300 hours training sessions in 2023 The Company enters into labour contracts with its employees in accordance with laws, pays social insurance contributions in full, safeguards employees’ rights and interests in rest and holiday, and protects employees’ privacy and security.",
    "In 2023, the Company entered into supplemental terms to the labour contracts and post agreements with its employees to further define the job requirements, post duties, performance assessment, non-competition restrictions and post exit, etc.",
    "@ 6 ¢ © Job requirements Post duties Performance Non-competition Post exit assessment restrictions The Company strictly adheres to the national Regulations on Banning Child Labour and the legal requirements of the country (region) where it operates, resolutely forbids the employment of child labour and rejects any form of forced work.",
    "We implement labour employment supervision and inspection system, and conduct regular or irregular supervisions and inspections on labour management, if needed, to prevent and control associated risks.",
    "The risk of employing child labor and forced labor by the Company is low, and there is no need to establish remedial measures in the event of violations.",
    "There was no employment of child labour and forced labour for the Company in 2023.",
    "Equal employment opportunities The Company practices equal employment by resolutely resisting any form of discriminatory behaviours in terms of nationality, gender, age, race, religion, maternity and disability, so as to actively promote the diversified workforce, reinforce the management for avoiding the recruitment of close relatives of the employees, and provide the employees with fair and just career development opportunities and remuneration.",
    "For any irregularities in the recruitment process, accountability will be demanded in strict accordance with the Company’s system.",
    "In addition, the Company effectively protects the rights and interests of female employees by strictly implementing the provisions on leave for female employees during pregnancy, childbirth and breastfeeding, and the system of regular medical checkups, and actively encouraging female employees to participate in the democratic management of the enterprise.",
    "We focus on promoting the employment of local residents, females, ethnic minorities and university students, and make an effort to increase employment opportunities in local communities.",
    "Energy Company Limited (Trial) and other management methods, which underpins for performing employee representatives’ duties by law as well as participation of corporate governance in an organised manner.",
    "The Company has established communication mechanisms such as factory affairs disclosure and collective consultation to encourage employees to fully participate in the democratic management of the enterprise and to protect their rights to information, participation, expression and supervision.",
    "The Company elects employee directors and supervisors according to democratic procedures, and builds a bridge for communication between employees and the management.",
    "The Company continuously improves the remuneration management system, and designs a reasonable remuneration structure to provide all employees with industry-competitive remuneration packages.",
    "The Company continues to optimise the internal distribution structure, promotes the income distribution towards the production line, key core positions and the urgently-needed highly skilled and specialised professional talents, and towards the departments and employees with excellent performance appraisal, and reasonably widens the income distribution gap.",
    "The Company also continues to optimise the performance assessment mechanism, and strictly implements the adjustment for employees with bottom performance assessment and exit mechanism of incompetence.",
    "The Company has purchased medical insurance for all employees, formulated an enterprise annuity system, and provided pension protection for employees.",
    "Employees who have made outstanding contributions in technological innovation, safety and environmental protection, achievements at work, skill competitions, etc.",
    "are rewarded according to the regulations, effectively motivating employees’ enthusiasm at work.",
    "Risk management The Company attaches great importance to the internationalisation, diversification and cultivation of talents, coordinates the management of human resources risks, conducts systematic monitoring of the situation of talent loss, conducts in-depth analysis of talent loss, and addresses talent shortage and reduces the risks facing the Company's development through the implementation of the strategy of “strengthening the Company with talents”, expanding talent development channels, implementing effective incentives and compensation and benefit plans, as well as diversifying the employee growth mechanism, etc.",
    "Indicators and targets In accordance with the Implementation Plan for Strengthening Talent Work in the New Era and the Three-Year Action Plan for Talent Team Construction (2023-2025) of the Company, the Company has formulated the target tasks, such as cultivating a group of high-quality and specialised management talents by 2025, increasing the total number of talents in financial management, capital operation and internationalisation by 20% compared with that at the end of the “13th Five-Year Plan”, and introducing and cultivating a group of professional talents required for green transformation and development.",
    "Indicators in 2023 Handling rate of complain on labour issues (%) Percentage of ethnic minority employees (% 5 : 1 6) Employment of people with disabilities (persons Percentage of employees joining trad union (%) 1 00% Labour contract signing rate (%) 100% Employee Training and Development China Shenhua has formulated the Regulations on Management of Employee Education and Training and other management systems to establish a scientific and effective management system for talent cultivation and training, to fully improve employees’ knowledge and skills, and to provide talent guarantee and intellectual support for implementing the Company’s development strategy.",
    "In 2023, the Company focused on key tasks and talent team building, and adopted a combination of on-site training and The annual investment in training amounted online training to scientifically arrange the training program.",
    "to approximately CNY 31 9 million The Company also fully implemented the requirements of eee the “construction and reform of the industrial workforce”, and widely held thematic labour competitions and skills An increase of 30.24.",
    "year-on-year competitions to build a knowledge-based, skill-equipped and innovative industrial workforce.",
    "Training priorities Q Thoroughly implement the important speeches and instructions of General Secretary Xi Jinping and the spirits of the 20th National Congress of the Communist Party of China (CPC), to hold political quality training, and strive to improve the political ability among employees.",
    "Focus on the Company's work orientation, concentrate on the key and challenging tasks and the needs of reform and development, and strive to improve the ability of employees to build up and govern the aig enterprise.",
    "Focus on needs and shortcomings of job performance and professional skills, concentrate on key posts and key groups to conduct business knowledge training, and strive to enhance the employees’ I=cpo =e professional abilities.",
    "Case: Systematic staff training at headquarters of China Shenhua In 2023, China Shenhua formulated an annual training plan for the headquarters in light of the actual situation, well- organised various types of training at all levels, and utilised information system to improve the information of employee training attendance, evaluation and learning ledger.",
    "The trainings mainly include: the first is to insist on creating the brand of “monthly thematic training of the Company's headquarters”, and 12 monthly thematic trainings were held throughout the year; the second is to hold professional trainings such as quality management, brand building management, and engineering quality excellence; the third is to organise relevant personnel to participate in the training course of excellent young cadres of China Energy, and the online training class featuring “four shortcomings, two understandings”; the fourth is to organise employees to participate in online boutique class for 2023, the leadership excellence workshop and the re-education training course for registered safety engineers, VA etc.",
    "In 2023, a total of 2,791 personnel from the headquarters participated in various training programs.",
    "Career development In combination with the management features and the actual situation of the employees and on the principle of democracy, fairness and merit-oriented selection, the Company has continued to optimise a mechanism for the career development of the employees and grade promotion, which provides a broad room for development for all kinds of talents, and continuously improves the quality of talent team building.",
    "In 2023, the Company formulated the Three-Year Action Plan for Talent Team Construction (2023-2025), clarifying the guiding ideology, objectives and specific measures for talent team construction, and implementing the requirements for the construction of the “three teams” focusing on management, professionalism and skills.",
    "In addition, the Company has deepened the contractual management of the managerial-level tenure system, established a sound contractual management system of “labour contract + post agreement + performance assessment”, and effectively leveraged the incentives and constraints.",
    "The Company also emphasised the selection and exchange exercise of young cadres, for which we have arranged the posting of 3 young cadres from the headquarters to the grass-roots level and 10 cadres from the grass-roots level to the headquarters.",
    "The Company adjusted the title evaluation leading group, and completed the review and identification of various series of titles, and recommended experts for the Chinese Academy of Engineering expert pool and selected candidates for government special allowances.",
    "Employee Care The Company adheres to the employee-centered work orientation by widely holding the “doing practical things for the masses” campaign and deeply promoting the project for employees’ well-being.",
    "The Company carries out inclusive services for employees by continuously strengthening the work such as daily care, sunshine mentality and recuperation, and effectively improving the production and living environment of employees.",
    "Moreover, the Company continues to implement programs to care for employees in hardship and concern for specific groups, so as to deliver warmth to employees in a timely manner.",
    "The Company also advocates work-life balance, guarantees employees’ rights to vacation and recuperation, and holds various cultural and sports activities to enrich the spare time of its employees.",
    "Case: Hunan Branch enriched the cultural life of female employees In March 2023, Hunan Branch carried out a series of thematic activities to celebrate the 113th International Women’s Day.",
    "Yongzhou Power held the activity of “Being a Charming Woman Showing Women’s Style” by organising female workers to pick strawberries to stay close to nature and relieve from work pressure.",
    "Yueyang Power held the “adding colour in the year of rabbit to display youths” activity, in which female workers created exquisite DIY works that added a touch of colour to their busy work.",
    "S ee, sae % Sania a ‘Boson & e% A tuft ossnonp 4 Gas ee soeenesee we enna 2 we gre, Pe a % ee eure % ‘acne %, gee % ad es eet Sey, ny Ra See aires SN Re SPR & a Sonott Roa aaaaes Rea a # we z B oe eee z oe ae eee spear eine y secant SOOREGEES.",
    "W gee gee xy * Es rd %, oe SHRED ot ge ae i a % ee pp % _ ieee %, % neni HAE re.",
    "= ap, % gate St, Cars| om x es are ty, 2 2 % ae a See te ‘ “ pre eee oe % # a Pe Sere I eee x LOE Rh Eo en e a te sessed tng, z ‘ a ee, Pe \"Sh et rn oo, Che a7 oe Spe % oe os = ae a e i HS The Company places a high premium on supply chain management and is committed to establishing a compliant, green and responsible procurement system, and creating an open, transparent and fair cooperation environment.",
    "The Company adheres to open communication and cooperation, leads suppliers to jointly perform their responsibilities, and work closely to promote the sustainable development management and practice in the whole industrial chain and supply chain.",
    "Compliance in procurement The Company strictly complies with the Law of the People’s Republic of China on Bid Invitation and Bidding and other laws and regulations by establishing a perfect procurement management system, holding education and training on professional discipline for its employees, implementing mechanisms for rotation of key position officers, separation of duties in incompatible positions, and avoidance of relationships of interest, to prohibit employees from accepting benefits related to the Company’s business directly or indirectly, and to safeguard procurement activities in compliance with the laws and regulations.",
    "The Company does not restrict or exclude potential suppliers with unreasonable conditions, and does not apply discriminatory treatment to potential suppliers.",
    "Mechanisms for rotation Separation of duties in Avoidance of of key position officers incompatible positions relationships of interest The requirements of the Business Ethics Policy (Trial) of the Company cover all suppliers, and suppliers are required to sign the Commitment on Compliance with the Business Ethics upon registration, which prohibits any form of corruption, bribery and other practices, and encourages suppliers to file complaints or report potential illegal activities.",
    "The Company continuously improves its supplier structure by introducing mechanisms of incentives for compliance and discipline for non- compliance.",
    "Case: Excellent performance in procurement supply chain management In September 2023, Supply Chain Management Company's Construction and Application of Al-based Smart Supply Chain Collaboration Platform for Energy Industry won the first prize of Science and Technology Progress Award of China Federation of Logistics & Purchasing (CFLP).",
    "The project focuses on the integrated technology system of “monitoring - prevention — warning” in the energy supply chain, the whole life cycle management for materials, and the construction of intelligent procurement and intelligent supply chain, so as to promote the efficient coordination of the industrial and supply chains of the energy industry with Al technology and realise the high-quality development of the energy supply chain empowered by science and technology.",
    "In December 2023, Supply Chain Management Company was honoured with the title of “National Top Ten Digital Platform” at VA the annual meeting of 2023 National Public Procurement Industry held by CFLP.",
    "Responsible procurement The Company has incorporated suppliers into the ESG management system and formulated the Supplier ESG Management Measures (Trial) to comprehensively assess and effectively avoid ESG-related risks of suppliers, and promote suppliers to actively practice the concepts of green development.",
    "At the entry stage The Company encourages suppliers to provide ESG-related certifications and information on product quality and safety, occupational health and safety of employees, environmental management, green products and so on, and encourages suppliers to voluntarily report their greenhouse gas emissions and year-on-year changes during the reporting period.",
    "At the procurement stage The Company has formulated the Green Procurement Measures (Trial), which incorporates the concept of “green, low-carbon, energy- Saving and environmental protection” into the procurement standards, and encourages cooperation with suppliers of products or services with excellent environmental protection performance.",
    "At the evaluation stag Suppliers of high-risk are invited to fill in the Supplier ESG Questionnaire from time to time, followed by an on-site review and timely ESG evaluation update and feedback.",
    "The Company has established a unified supplier management information system, by which the Company is able to record, in a comprehensive and real-time manner, the information on suppliers’ registration, participation in procurement activities, contract fulfilment, performance and rewards and punishments through the establishment of electronic files on suppliers, so as to realise electronic management of the whole life cycle of suppliers and information sharing.",
    "The Company’s comprehensive audits and annual internal control evaluation inspections cover the audit of suppliers’ access, screening, credit rating, fulfilment, evaluation and exit.",
    "Audit of suppliers are generally conducted using methods such as both statistical sampling and non-statistical sampling, which means, on the basis of meeting the requirements for effective overall evaluation, to enhance audit of key suppliers in terms of strategic cooperation, block trade and long-term cooperation.",
    "Communication and exchange The Company establishes effective communication channels with suppliers by encouraging them to participate in ESG-related trainings organised by the Company, such as business ethics, and encouraging them to participate in communications and discussions on cost reduction, quality service improvement, low-carbon technologies, human rights protection, to jointly improve the level of cooperation.",
    "and technology development of the industrial chain, and creating a close partnership that is all-round, multi-disciplinary and deep- rooted, so as to make contributions to the healthy and sustainable development of the industry.",
    "In August 2023, the physical meeting for green low-carbon development of national open-cut mines was held at Zhunneng Group.",
    "With the theme of “ecological priority, green development, safety and efficiency, clean and low carbon”, the meeting focused on the topics of safe production and hillside management of open-cut mines, intelligent dry separation and comprehensive utilisation of solid waste under the open-cut mines, green survey and ecological management of open-cut mines, and the modernised design of open-cut mines and process innovation.",
    "The meeting was attended by more than 400 representatives from government departments, coal industry associations, enterprises, colleges and universities, scientific research institutions and other units, to gather consensus on green and low-carbon development, promote industry technology exchanges and cooperation, and contribute to a new chapter in the development of the modernised coal industry with Chinese characteristics.",
    "In August 2023, the Technical Committee of Railway Industry Engineering Research Centre for Heavy-haul Railway Efficient Transportation Technology of National Railway Administration was established at Shuohuang Railway, marking that the Engineering Research Centre has officially entered the operation stage.",
    "The Engineering Research Centre focuses on four research directions, namely, intelligent transportation, intelligent management, intelligent equipment and standard system construction, carries out key technology research breakthroughs, equipment development and standard system construction, and promotes the engineering and industrialisation of technological innovations.",
    "The Committee members of the Research Centre are comprised of 14 academicians and renowned experts, guiding the Engineering Research Centre to carry out technological innovation, transformation of technological innovation achievements and industrialisation, organising international and domestic academic exchanges, and attracting outstanding talents to undertake collaborative research.",
    "Community Engagement China Shenhua has issued the Statement on Local Community Engagement.",
    "The Company actively builds constructive and strategic partnerships with the communities where it operates, maintains timely, honest and active communication with them, respects and protects human rights, respects local culture, religion, customs and business etiquette, and avoids infringing the legitimate rights and interests of communities and residents.",
    "In addition, the Company actively holds community building activities to establish good neighbourly relations.",
    "Community engagement policy In 2023, in accordance with relevant international initiatives and standards, such as the Universal Declaration of Human Rights, the United Nations Guiding Principles on Business and Human Rights, and the United Nations Declaration on the Rights of Indigenous Peoples, the Company formulated the Guidelines for Community Communication and Grievance Handling in the Operating Sites of the Project (Organisation), and is committed to listening to the opinions and appeals of the community and minimising the risks arising from production and operation activities.",
    "The guidelines apply to all controlling projects (organisations) of the Company, including engineering construction or production and operation investment projects under the planning or preliminary, construction and operation stage in which the Company directly or indirectly owns a controlling stake, and the enterprises or organisations responsible for the projects.",
    "Communication and complaint mechanism The Company has set up a leading group for community communication and grievance handling in the place where the projects (organisations) operate, to implement unified leadership for community communication and complaint handling, and study and review the handling of major violations in the place where the projects (organisations) operate.",
    "Following the principle of freedom, prior and informed consent (FPIC), the Company implements the principle of “who is in charge and who is responsible”, responds to community concerns or complaints related to projects (organisations) investment and development, construction and operation timely, and properly addresses disagreements and disputes related to projects (organisations) investment and development, construction and operations.",
    "As the implementation entity of community communication and complaint handling, the projects (organisations) set up the community relationship management office, appoint the person in charge of community relationship management, identify all affected stakeholders and dynamically manage the list of stakeholders, make public communication and complaint channels to the community, establish the communication and dialogue mechanism with the community, actively address reasonable requests, and timely give feedback to the community in an appropriate manner.",
    "For those complaints that cannot be resolved at the moment, the response and communication should be given timely.",
    "China Shenhua deeply recognises that operating activities in aboriginal traditional residence will provide local people with development opportunities, but will also affect their culture, lifestyle and environment in varying degrees.",
    "In 2023, in accordance with the United Nations Declaration on the Rights of Indigenous People, the Company issued the Indigenous Peoples’ Rights and Interests Protection Declaration.",
    "Based on the principles of freedom, prior and informed consent (FPIC), the Company promised to consistently respect indigenous people throughout the entire life cycle of production and operation, including project planning, construction, operation, and closure.",
    "The Company promised to cherish the culture and tradition of indigenous people, listen to the opinions of indigenous people, protect the legitimate rights and interests of indigenous people, and strive to avoid, mitigate or reasonably compensate the adverse impact that the project construction and operation may have on the indigenous people.",
    "The overseas enterprises of the Company visited the surrounding communities regularly, and invited indigenous peoples to visit the factories, in order to have sincere and friendly communication with the indigenous peoples.",
    "They also organised cultural exchange activities to strengthen the communication between Chinese employees and local employees and enhance friendships with each other.",
    "DINAS LINGKUNGAN HIDUP py ’ , *¥ Os at ‘6696 ——— Chinese and Indonesian employees celebrate the Spring Indonesian South Sumatra No.",
    "1 Project conducts Festival at the Indonesia Java power plant traditional festival community consolation activities Regional economic contributions The Company is committed to creating sustainable economic and social values for local communities and people, providing stable and clean energy supply and services, paying full taxes and fees in accordance with the law, and implementing community development plans in respect of education and medical support, infrastructure construction, disaster relief, public welfare and charity activities, to increase local government income and benefit local livelihoods.",
    "Case: Taishan Power Plant was awarded the Advanced Unit of Supply Guarantee in Coal Industry of Guangdong Province in 2022 In June 2023, Taishan Power Plant was awarded the honorary title of “Advanced Unit” of Supply Guarantee in Coal Industry of Guangdong Province in 2022.",
    "As the power consumption in Guangdong continued to climb, Taishan Power Plant overcame the unfavourable factors such as market supply and demand and extreme weather, and refined the supply guarantee work plan.",
    "In 2022, Taishan Power Plant achieved total power generation of 28.4 billion kWh, a new high since its inception, and gave full play to the key role of the regional energy support point and the” main force” for supply guarantee.",
    "Local procurement and employment The Company has formulated the Local Procurement Policy (Trial) to actively respond to the needs of the places where the projects In 2023, operate.",
    "For materials with geographical advantages, it prioritises the percentage of localised employment procurement from local medium and small-sized enterprises based for overseas companies of China on the principle of territory to support the development of the local Shania wes economy and improve the sustainability of the supply chain.",
    "4 39 V4 7 % During the project construction or operation stage, the Company —_—s- -- --- ------------ ----- = 2-2 = + carries Out various publicity activities and dialogue activities to help The percentage of localised local communities further understand the situation of the project and help local communities participate in project construction procurement amount was management appropriately.",
    "Through the localised employment 84.03 scheme, the Company prioritises the recruitment of employees from local or neighbouring communities to further ensure the stability of the community’s livelihood.",
    "Case: Overseas companies focusing on solving local employment issues In the process of promoting overseas projects, the Company follows the principle of localised management to recruit local personnel as much as possible and to create local jobs.",
    "By the end of 2023, the localised employment ratio of PT.GH EMM Indonesia was 82%; the localised employment ratio of the construction for South Sumatra No.",
    "1 Project was 75%; the VA localised employment ratio of Indonesian Java Power Plant was 64%, which created nearly 2,000 jobs for the local.",
    "Reduction of environmental impact The Company has issued the Promise to Operate Outside Protection Zone, strived to reduce the impact and interference on the environment of the local conservation areas, strictly abided by the laws and regulations related to ecological protection in each place of operation, and protected local ecological civilisation, so as to achieve harmony with nature.",
    "The Company strictly carries out ecological environment feasibility analysis on site selection (route selection), avoids ecological conservation areas or ecological sensitive areas, evaluates the impact on the ecological environment, and proposes corresponding protection measures.",
    "Case: Adhering to the environment-friendly concept in constructing high-quality projects In accordance with the goal of building a clean coal-fired power plant demonstration enterprise in Indonesia with “cultural affinity, environmentally friendly, quality superiority and intrinsic safety”, Indonesia South Sumatra No.",
    "1 Project has always adhered to the concept of “environmental protection” in its design and construction, and integrated environmental protection into the entire construction cycle.",
    "Through active communication with local environmental protection departments, inquiry and interpretation of the latest environmental protection laws in Indonesia, the Company achieved dynamic management of environmental protection construction goals.",
    "At present, South Sumatra No.",
    "1 Project has established environmental protection systems such as electrostatic precipitators, limestone-to-plaster wet desulphurisation and waste water treatment.",
    "While achieving VA zero waste water discharge, the project also has the lowest environmental emission design indicator across Indonesia.",
    "Investment China Shenhua is committed to promoting the coordinated development of local economy, society and environment, and actively participates in the establishment of a social contribution system with practical actions through supporting the progress of education, providing medical services, supporting infrastructure, and participating in public welfare, so as to contribute to building a community of shared future for humanity in the new era.",
    "Support rural revitalisation In 2023, focusing on the key tasks of rural development, rural construction and rural governance, the Company gave full play to its advantages, and insisted on the effective connection between consolidating and expanding the results of poverty eradication and rural revitalisation, so as to write a new chapter of rural revitalisation with a “triple-win” of economic, social and ecological benefits.",
    "The total expenditure on rural revitalisation for the year was approximately CNY74.55 million with 31 projects implemented.",
    "The purchase and sales of agricultural products from areas lifted out of poverty exceeded CNY28.37 million.",
    "The total expenditure on rural The purchase and sales of agricultural revitalisation for the year was approximately cny/4 7 5 5 million products from areas lifted out of poverty exceeded cny2 8 .",
    "3 7 million 3 1 projects implemented Promoting high-quality development of rural industries.",
    "Implemented the “white + black” agricultural, cultural and tourism industry construction with featured silver product processing and sales \\@®----- Butuo County and black sheep food tasting as the main industries, and built a themed experience hall for featured products.",
    "Built an agricultural industrial park for primary vegetable processing.",
    "“Professional company + village collective economic organisation + family farm + planters and \\@®---- Bozuo Village farmers” model to promote standardised beef cattle breeding.",
    "Mizhi County Constructed a community factory at Guanjiazui Village, Yangjiagou and grain processing and live broadcasting e-commerce base at Gaoxigou Village.",
    "and Wubu ----@ County grass-roots cadres, rural revitalisation leaders and professional and technical talents, and held training courses for primary and secondary school teachers to improve their comprehensive capabilities.",
    "Throughout the year, the Company completed the talent trainings for 5,749 participants, and injected strong “new power” into rural revitalisation.",
    "The Company advanced the construction of the middle-level secondary school project in Temuli Town, Butuo County, to improve school conditions and reduce the occurrence rate of intergenerational poverty transmission.",
    "The Company launched a demonstration project on traditional culture of Yi nationality in Butuo County to promote changes of customs and lead the pursuit of a healthy life and abandon outdated conventions and bad customs.",
    "Building livable, business-friendly and beautiful rural areas.",
    "The Company carried out a river treatment project in Bozuo Village, Butuo County, which improved the way of drainage and irrigation for basic farmland on both sides of the river and protected farmland from threats of floods in summer.",
    "About 1.2 MW of distributed photovoltaic power plant was built in Mizhi County at nil consideration, which is expected to increase annual income of the village by about CNY800,000.",
    "The construction of carbon sink forest, ecological forest and economic forest in Mizhi County and Wubu County has enabled people to eat “ecological rice”.",
    "A new improvement project to ensure the safety of drinking water in rural areas in Wubu County ensures that the people have access to “safe water” on a long-term and stable basis.",
    "Continuous medical assistance for those in need.",
    "A batch of Sharing and Mutual Benefit to Build a Harmonious Society Throughout the year, the Company completed the talent trainings for 5 5 149 participants Recruited 2/ college students from families in difficulties medical equipment, such as high-end colour ultrasound system, gastrointestinal endoscopy system, LEEP knife, universal operating table, were added to Wubu County Hospital.",
    "A relief program was launched in Mizhi County to provide aids to families whose lives are difficult to sustain due to unexpected events and other special reasons.",
    "Case: — Enriching lives with “green pears” Wubu green pears, known as “a drop of spring water on the Loess Plateau”, is one of the famous fruits in Shaanxi, with more than a thousand years of history in cultivation.",
    "In the 1960s and 1970s, the output of Wubu green pears amounted to 1 million catties.",
    "However, due to diseases, pests and other reasons, the cultivation area and output of Wubu green pears dropped significantly afterwards.",
    "By 2015, only three villages in the county had preserved 11 Wubu green pear trees, which were on the brink of extinction.",
    "After providing targeted assistance to Wubu County, Shendong Coal invested CNY8.34 million successively, which started from saving the aged green pear trees to the construction of the green pear industrial base, then helped selling the green pears, helping Wubu green pears in all aspects on the fast track of high-quality industrial development.",
    "At present, more than 4,000 mu of standardised green pear demonstration orchard has been built in the county, with a total annual output of up to CNY18 million, enabling local fruit farmers to increase their income and get rich, and live a sweet life.",
    "More than 4,000 mu of standardised green pear demonstration orchard has been built in the county With a total annual output of up to cny 1 8 million With gratitude and responsibility in mind, the Company has formulated the Management Measures for External Donation In 2023, the Company’s total social donations to actively support the development of social education, 438 environment, health, culture, sports and others, devoted amounted to CNY million itself to charity and public welfare for a long time and made unremitting efforts to care for the future generations.",
    "Protecting the public’ s well-being.",
    "Adhering to the “people-oriented” development philosophy, the Company actively implements a series of initiatives to benefit the public’s livelihoods and warm people’s hearts, focuses on solving the “urgent, difficult, worrying and anxious” problems of the public, and firmly covers the basic livelihoods of the people, in order to continuously “adding value” to enhance people's well-being.",
    "Case: State-owned enterprises provided warm care, showing true concern In November 2023, trucks loaded with “warm coal” orderly drove out of Shengli Energy’s open-cut mine, and 3,300 tonnes of coal would be gradually delivered to 219 herdsmen’s homes, comprehensively safeguarding a warm and comfortable winter for herdsmen in Gacha and effectively solving their “pressing coal needs”.",
    "The mine has delivered more than 19,300 tonnes of coal for 9 consecutive years to the herdsmen in Gacha, demonstrating the responsibility of the enterprise with practical actions.",
    "The mine has delivered more than 1 9,300 tonnes of coal for 9 consecutive years to the herdsman in Gacha VA Engaging in charity education.",
    "The Company cares for the community and education, and participates in the caring education by providing public welfare classes, giving supplies and funding for the difficulties, in order to care for the growth of students.",
    "Yongzhou Power held technology interactive classes Yulin Energy donated learning materials to primary schools Actively assisting the vulnerable.",
    "The Company adheres to the original intention of “acting towards the good”, actively carries out disaster relief and assistance actions to demonstrate its corporate responsibility, gathers the energy of China Shenhua, and helps the high-quality development of society, culture and education and charity and public welfare.",
    "Case: The headquarters of China Shenhua actively performed social responsibility appreciated by the local government and people.",
    "In 2023, the headquarters of the Company strictly complied with relevant procedures and donated a total of CNY5.30 million to support the rural revitalisation in the place where its subsidiaries are located, help to solve the shortage of funds for heritage conservation projects, and support the post-disaster reconstruction in Beijing suburbs, which was recognised and VA Conducting volunteer services.",
    "The Company has formulated the Measures for the Management of Volunteers and other systems to clarify the rights and obligations, service guarantee measures and service scope of volunteers, so as to provide guarantee for organised and planned voluntary services.",
    "Adhering to the tenet of “dedication, love, unity and mutual assistance”, the volunteer service teams of all subsidiaries and branches actively participate in community construction and public welfare activities to contribute to the creation of a harmonious society and a wonderful community.",
    "Volunteers of the Company’s headquarters cleaned up road rubbish or Baorixile Energy cleaned up the snow on the road As of the end of 2023, the Company had registered a total of 8 j 647 volunteers The total volunteer service time for the year was 3/ j 949 hours Liuzhou Power's volunteers tidied up books in the community library Volunteering for tree planting at Heidaigou open-cut mine Primary indicators Secondary indicators 2021 2022 2023 Total carbon emissions (10,000 tonnes of carbon dioxide equivalent) 15,861 17,640 19,134 Including: Scope | (10,000 tonnes of carbon dioxide equivalent) 15,333 17,239 18,734 Greenhouse gas Scope Il (10,000 tonnes of carbon dioxide equivalent) 528 401 400 emissions Carbon emission intensity (tonnes of carbon dioxide equivalent/ CNY10,000 revenue) 4.73 5.10 5.58 Mine gas extraction (10,000 m?) 2,343.78 3,886.96 4303.59 Mine gas utilisation (10,000 m?) 1,571.46 3,286.04 3,439.72 Total sulfur dioxide emissions (10,000 tonnes) 1.18 1.73 2.27 Sulfur dioxide emission of thermal power (10,000 tonnes) 0.92 1.25 1.47 Sulfur dioxide emission performance of thermal power (g/kWh) 0.055 0.065 0.069 Total nitrogen oxide emissions (10,000 tonnes) 3.42 4.52 4.82 Exhaust gas Nitrogen oxide emission of thermal power (10,000 tonnes) 1.94 2.31 2.74 Nitrogen oxide emission performance of thermal power (g/kWh) 0.12 0.12 0.13 Total soot emissions (10,000 tonnes) 0.19 0.30 0.36 Soot emission of thermal power (10,000 tonnes) 0.126 0.158 0.207 Soot emission performance of thermal power (g/kWh) 0.0076 0.0083 0.0098 Chemical oxygen demand (10,000 tonnes) 0.046 0.075 0.044 Output of sewage and wastewater (million tonnes) 159.99 141.37 145.87 Including: Output of industrial wastewater (million tonnes) 26.65 27.94 28.57 Output of mine (pit) water (million tonnes) 125.24 105.11 107.34 Output of domestic wastewater (million tonnes) 8.10 8.31 9.96 Utilisation amount of sewage and wastewater (million tonnes) 121.65 104.83 108.43 Including: Utilisation amount of industrial wastewater Wastewater (million tonnes) 23.15 25.87 26.72 Utilisation amount of mine (pit) water (million tonnes) 92.34 73.91 75.34 Utilisation amount of domestic wastewater (million tonnes) 5.51 5.05 6.38 Utilisation rate of sewage and wastewater (%) 76.03 74.15 74.33 Including: Utilisation rate of industrial wastewater (%) 86.85 92.56 93.51 Utilisation rate of mine (pit) water (%) 73.73 70.32 70.19 Utilisation rate of domestic wastewater (%) 68.02 60.71 64.03 Hazardous waste Secondary indicators Output of general solid waste (10,000 tonnes) Including: Output of gangue (10,000 tonnes) Output of fly ash (10,000 tonnes) Output of cinder (10,000 tonnes) Output of flue-gas gypsum (10,000 tonnes) Output of general solid waste per CNY10,000 output value (tonne/CNY 10,000) Discharge of general solid waste per CNY10,000 output value (tonne/CNY 10,000) Utilisation amount of general solid waste (10,000 tonnes) Including: Utilisation amount of gangue (10,000 tonnes) Utilisation amount of fly ash (10,000 tonnes) Utilisation amount of cinder (10,000 tonnes) Utilisation amount of flue-gas gypsum (10,000 tonnes) Comprehensive utilisation rate of general solid waste (%) Including: Utilisation rate of gangue (%) Utilisation rate of fly ash (%) Utilisation rate of cinder (%) Utilisation rate of flue-gas gypsum (%) General solid waste discharge (10,000 tonnes) Output of hazardous waste (tonnes) Output of hazardous waste per CNY10,000 output value (kg/CNY 10,000) Disposal rate of hazardous waste (%) 2021 5,132.74 3,891.87 780.63 3.0 0.9 3,594.97 2,650.63 664.97 / 70.04 68.10 85.20 / / 1,537.77 6,202.56 0.3510 96.92 2022 5,395.23 3,777.99 1,063.03 282.34 190.28 2.38 0.89 3,386.21 2,228.75 819.43 181.77 153.68 62.76 58.99 77.08 64.38 80.77 2,009.02 53,193.24 2.34 97.04 Appendix 6,028.06 4,237.61 1,188.08 319.00 190.74 5,174.63 3,831.83 965.16 207.41 164.69 85.84 90.42 65.02 36.35 353.43 60,160.67 93.47 Direct energy: Total oil consumption (10,000 tonnes) Total natural gas consumption (100 million m?) Indirect energy: Total electricity consumption (100 million kWh) Energy consumption Comprehensive energy consumption (10,000 tonnes of standard coal) Comprehensive energy consumption per CNY10,000 output value (tonne standard coal/CNY10,000) Standard coal consumption for power supply (g/kWh) Total water consumption (million tonnes) Including: Total fresh water (million tonnes) Including: Land surface water (million tonnes) Underground water (million tonnes) Tap water (million tonnes) Recycled water (million tonnes) Water resources Other alternative water (million tonnes) Water consumption per CNY10,000 output value (tonne/CNY 10,000) Proportion of the consumption of recycled water and other alternative water sources accounted in the total water consumption (%) Water savings (10,000 tonnes) Environmental Environmental protection input (CNY 100 million) protection input | Inciuding: ecological construction input (CNY100 million) New green area (10,000 square metres) Ecological protection Carbon sink conversion volume of newly increased green area (10,000 tonnes) Percentage of products recalled for safety and health reasons in Product the total products sold or delivered (%) roduc responsibilities Number of complaints related to product and service Number of recalled products (tonnes) 98 2021 40.33 158.30 5,155.47 3.51 23.49 23.45 7.61 9,256 2022 40.37 3.31 170.68 6,041.39 2.64 179.92 24.61 7,53 28.20 38.43 12.35 4,545 2023 44,70 189.27 6,716.45 9.91 38.45 1,360 23.39 2,275 9.3 innovation Safety and health Secondary indicators Mechanisation rate of coal mining and tunnelling (%) Number of super-safe and efficient mines Capital investment in research and development (CNY100 million) Number of patents obtained Number of invention patents obtained Investment in safety production (CNY 100 million) Mortality rate per million tonnes of raw coal production (person/million tonnes) Number of serious accidents and above Number of deaths due to production safety accidents (person) Including: Death of employees (person) Death of contractors (person) Death ratio of employees due to production safety accidents (person/hundred persons) Death ratio of contractors (person/hundred persons) Total number of work-related injuries (person) Days of work suspended due to work-related injuries (day) Total recordable injury rate (%) Occupational health input (CNY100 million) New occupational diseases (case) Employee health examination coverage (%) 2021 33.47 25.62 0.00597 0 2022 54.04 18.79 0.00588 0.0024 0.0070 3,692 0.04 5.57 42 Appendix 44.53 26.33 0.0058 0.0024 0.008 Employee development 100 Secondary indicators Total number of employees (person) Including: Including: Including: Including: Male employees (person) Female employees (person) Contract staff (person) Senior management (person) Middle management (person) General level employees (person) Employees aged 29 or under (person) Employees aged 30-39 (person) Employees aged 40-49 (person) Employees aged 50 or above (person) Chinese Mainland (person) Hong Kong, Macao and Taiwan regions (person) Other countries and regions (person) Percentage of ethnic minority employees (%) Number of newly-employed employees during the year (person) Percentage of localised employees in the overseas enterprises (%) Number of part-time contract staff (person) Number of labour dispatch staff (person) Labour contract coverage rate (%) Percentage of employees joining trade union (%) Number of complaints on labour issues (case) Rate of complaints processing on labour issues (%) Number of employees turnover (person) Percentage of employees turnover (%) 2021 77,872 64,306 13,566 77,872 256 2022 83,029 70,029 13,000 83,029 44) 5.31 2,963 39.1 2023 83,439 70,886 12,553 83,439 Including: Percentage of male employees turnover (%) 0.99 1.17 1.21 Percentage of female employees turnover (%) 2.67 2.56 2.20 Including: Percentage of employees aged 29 or under turnover (%) 2.07 1.54 2.20 Percentage of employees aged 30-39 turnover (%) 1.00 0.73 0.60 Percentage of employees aged 40-49 turnover (%) 0.87 0.66 0.67 Percentage of employees aged 50 or above turnover (%) 2.96 3.63 472 Including: Percentage of employees in Chinese Mainland turnover (%) 1.27 1.40 1.35 Percentage of employees in China Hong Kong, Macao and Taiwan regions turnover (%) 33.33 33.33 0 Percentage of employees in other countries and regions turnover (%) 2.91 0.90 2.08 Total training sessions for employees (time) 26,439 26,207 31,144 Total number of trainees (person) 76,239 81,125 81,828 Including: Number of male employees trained (person) 63,103 68,232 69,554 Number of female employees trained (person) 13,136 12,893 12,274 Including: Number of senior management trained (person) 253 233 203 Number of middle management trained (person) 3,013 3,175 2,535 Number of general level employees trained (person) 72,973 77,717 79,090 Total training hours (10,000 hours) 805.28 932.45 971.98 Including: Training hours of male employees (10,000 hours) 657.22 776.79 830.24 Training hours of female employees (10,000 hours) 148.05 155.66 141.74 Including: Training hours of senior management (10,000 hours) 4.02 3.65 4.54 Training hours of middle management (10,000 hours) 44.26 44.17 46.71 Training hours of general level employees (10,000 hours) 756.99 884.64 920.73 Proportion of employees trained (%) 97,90 97.71 98.07 Community contributions 102 Secondary indicators Including: Training proportion of male employees (%) Training proportion of female employees (%) Including: Training proportion of senior management (%) Training proportion of middle management (%) Training proportion of general level employees (%) Training hours per person (hour) Including: Average training hours of male employees (hour) Average training hours of female employees (hour) Including: Average training hours of senior management (hour) Average training hours of middle management (hour) Average training hours of general level employees (hour) Total number of employed professional and technical personnel (person) Proportion of employed professional and technical personnel (%) Total number of skilled workers (person) Proportion of skilled workers (%) Employee productivity rate (CNY 10,000/person) Social contribution value per share (CNY/share) (ASBE) Social contribution value per share (CNY/share) (IFRS) Social donations (CNY million) Total tax amount (CNY million) Cumulative cash dividends (CNY million) Number of volunteers (person) Total time of volunteer service (hour) 2021 98.13 96.83 98.83 99.60 97.83 103.41 102.20 10,304 13.23 43,324 55.63 2022 97,43 99.18 99.57 98.33 97.68 114.94 113.85 120.73 113.83 11,980 14.43 50,107 60.35 119.96 9.39 71,825 402,129 9,870 117,544 2023 98.12 97.78 98.79 98.04 118.78 119.37 115.48 223.63 184.26 116.42 8,348 10.00 47,056 56.40 66,312 447,032 8,647 37,949 Total number of compliance suppliers 127,440 118,611 137,367 Including: Chinese Mainland 127,039 117,896 137,204 Hong Kong, Macao and Taiwan 172 314 129 Supply chain Asia (excluding China) 104 172 14 management Europe 63 132 15 America 49 83 2 Africa i 2 0 Oceania 12 12 3 Number of members of the Board concurrently serving as CEO of other companies (person) 0 0 0 Number of financial experts in Audit Committee (person) 1 1 1 Number of Directors voting against (vote) 0 0 0 External auditing expenses (CNY million) 8.55 8.55 8.55 Corporate governance Number of information disclosure documents released 237 236 195 Shareholding proportion of the controlling shareholder at the end of the period (%) 69.52 69.52 69.56 Number of shares of the Company held by Directors, Supervisors and the senior management at the end of the period (share) 0 0 0 Indonesia Java Company is managed under BOT mode, whose operational data including power generation is excluded from the Company.",
    "The emission data of Indonesia Java Company is not taken into consideration when calculating waste gas emission and emission performance of thermal power.",
    "Intensity indicators related to output value in the environmental scope listed in the table above are emission (consumption) volume of gross unit production value of industrial enterprises (CNY10,000).",
    "Starting from 2022, the Company has been gathering statistics of the total discharge of solid hazardous waste in full calibre in accordance with the National Hazardous Waste Catalogue (2027 Edition).",
    "Total water consumption = total fresh water + recycled water + other water Upon measurement and calculation based on the China Carbon Trading Network (http://www.",
    "tanjiaoyi.com/article-4820-1.html), the planting number for adult woods per mu (667 square meters) is about 60 to 110 strains, which can absorb about 24.455 tonnes of CO?",
    "per year (taking the median of 90 strains).",
    "Then the calculation formula of carbon sink is: carbon dioxide absorption volume = green area (mu) x 24.455.",
    "In order to balance the green area scale of woodland and grassland, China Shenhua set the benchmark of 10 plants per mu, and calculated the carbon sink conversion volume of newly afforested area over the years.",
    "Days of work suspended due to work-related injuries = (total number of working days suspended * 1,000,000)/total number of working hours.",
    "Source of calculation formula: OHSAS 18001 (number of lost working days per million working hours) Employee productivity = profit before tax/total number of employees Reporting Guide Main categories, levels, general disclosure and key performance indicators Page A.",
    "Environment Aspect A1: General disclosure Information on: (a) the policies; and (b) compliance with relevant 35-36, 48, Emissions laws and regulations that have a significant impact on the issuer 50, 52 relating to air and greenhouse gas emissions, discharges into water and land, and generation of hazardous and non-hazardous waste.",
    "Al.1 The types of emissions and respective emissions data.",
    "49,51, 53 A1.2 Scope 1 and Scope 2 greenhouse gas emissions and intensity.",
    "45 A1.3 Total hazardous waste produced and intensity.",
    "51 Al.4 Total non-hazardous waste produced and intensity.",
    "51 Al.5 Emissions targets set and steps taken to achieve them.",
    "36-38, 44, 48-53 A1.6 How hazardous and non-hazardous wastes are handled, and a 50-51 description of reduction targets set and steps taken to achieve them.",
    "Aspect A2: Use of General disclosure Policies on the efficient use of resources, including energy, water 54 Resources and other raw materials.",
    "A2.1 Direct and/or indirect energy consumption by type in total and 98 intensity.",
    "A2.2 Water consumption in total and intensity.",
    "56 A2.3 Energy use efficiency targets set and steps taken to achieve them.",
    "54 A2.4 Whether there is any issue in sourcing water that is fit for purpose, 55-56 water efficiency targets set and steps taken to achieve them.",
    "A2.5 Total packaging material used for finished products and per unit 50 produced.",
    "Aspect A3: General disclosure Policies on minimising the issuer’s significant impact on the 46 Environment and environment and natural resources.",
    "Natural Resources A3.1 The significant impacts of activities on the environment and 46-47 natural resources and the actions taken to manage them.",
    "Aspect A4: Climate | General disclosure Policies on identification and mitigation of significant climate- 35 Change related issues which have impacted, and those which may impact, the issuer.",
    "A4.1 The significant climate-related issues which have impacted, and 41-44 104 those which may impact, the issuer and the actions manage them.",
    "Aspect B1: Employment Aspect B2: Health and Safety Aspect B3: Development and Training Aspect B4: Labour Standards General disclosure General disclosure B2.1 B2.2 B2.3 General disclosure B3.1 B3.2 General disclosure B4.1 B4.2 Information on: (a) the policies; and (b) compliance with relevant laws and regulations that have a significant impact on the issuer relating to compensation and dismissal, recruitment and promotion, working hours, rest periods, equal opportunity, diversity, anti-discrimination, and other benefits and welfare.",
    "Total workforce by gender, employment type, age group and geographical region.",
    "Employee turnover rate by gender, age group and geographical region.",
    "Information on: (a) the policies; and (b) compliance with relevant laws and regulations that have a significant impact on the issuer relating to providing a safe working environment and protecting employees from occupational hazards.",
    "Number and rate of work-related fatalities occurred in each of the past three years including the reporting year.",
    "Lost days due to work injury.",
    "Occupational health and safety measures adopted, and how they are implemented and monitored.",
    "Policies on improving employees’ knowledge and skills for discharging duties at work.",
    "Description of training activities.",
    "The percentage of employees trained by gender and employee category.",
    "The average training hours completed per employee by gender and employee category.",
    "Information on: (a) the policies; and (b) compliance with relevant laws and regulations that have a significant impact on the issuer relating to preventing child or forced labour.",
    "Measures to review employment practices to avoid child and forced labour.",
    "Steps taken to eliminate such practices when discovered.",
    "Appendix Page 79-80 69,75 68-72, 75 81-82 Aspect B5: Supply Chain Practices Aspect B6: Product Responsibility Aspect B7: Anti- corruption Aspect B8: Community Investment 106 General disclosure B5.4 General disclosure Bo.",
    "1 B6.2 B6.3 Bo.4 B6.5 General disclosure B7.3 General disclosure B8.1 B8.2 Policies on managing environmental and social risks of the supply chain.",
    "Number of suppliers by geographical region.",
    "Practices relating to engaging suppliers, number of suppliers where the practices are being implemented, how they are implemented and monitored.",
    "Practices used to identify environmental and social risks along the supply chain, and how they are implemented and monitored.",
    "Practices used to promote environmentally preferable products and services when selecting suppliers, and how they are implemented and monitored.",
    "Information on: (a) the policies; and (b) compliance with relevant laws and regulations that have a significant impact on the issuer relating to health and safety, advertising, labelling and privacy matters relating to products and services provided and methods of redress.",
    "Percentage of total products sold or shipped subject to recalls for safety and health reasons.",
    "Number of products and service-related complaints received and how they are dealt with.",
    "Practices relating to observing and protecting intellectual property rights.",
    "Quality assurance process and recall procedures of products.",
    "Consumer data protection and privacy policies, how they are implemented and monitored.",
    "Information on: (a) the policies; and (b) compliance with relevant laws and regulations that have a significant impact on the issuer relating to bribery, extortion, fraud and money laundering.",
    "Number of concluded legal cases regarding corrupt practices brought against the issuer or its employees during the Reporting Period and the outcomes of the cases.",
    "Preventive measures and whistle-blowing procedures, how they are implemented and monitored.",
    "Anti-corruption training provided to directors and staff.",
    "Policies on community engagement to understand the needs of the communities where the issuer operates and to ensure its activities take into consideration the communities’ interests.",
    "Focus areas of contribution (e.g.",
    "education, environmental concerns, labour needs, health, culture, sport).",
    "Resources contributed (e.g.",
    "money or time) to the focus area.",
    "Page 86-87 86-87 63, 98 62-63 26-27 89-95 89-95 Instruction China Shenhua reported the information cited in this GRI content index from 1 January 2023 to 31 December 2023 with reference to GRI standards The GRI 1 used GRI 1: Foundation 2021 GRI standard Disclosure item Position GRI 2: General Disclosures 2021 P2-3 The organisation and its reporting practices 2-1 Organisational details P7-9 2-2 Entities included in the organisation’s sustainability reporting P2 2-3 Reporting Period, frequency and contact point P2-3 2-4 Restatements of information P2-3 2-5 External assurance P3 Activities and workers 2-6 Activities, value chain and other business relationships P7-9 Employees P81-83, 2-7 P100-101 2-8 Workers who are not employees P100 Governance 2-9 108 Disclosure item Governance structure and composition Nomination and selection of the highest governance body Chair of the highest governance body Role of the highest governance body in overseeing the management of impacts Delegation of responsibility for managing impacts Role of the highest governance body in sustainability reporting Conflicts of interest Communication of critical concerns Collective knowledge of the highest governance body Evaluation of the performance of the highest governance body Remuneration policies Process to determine remuneration Annual total compensation ratio Position P20 2023 Annual Report of the Company 2023 Annual Report of the Company P11, P20, P34-35 P11, P20, P34-35 Po, P11 P96-103 P13-14 P21 P13 P13, P80 P13, P80 2023 Annual Report of the Company 2-22 Statement on sustainable development strategy P6 2-23 Policy commitments P2, P29, P34, P58, P79 2-24 Embedding policy commitments P10 2-25 Processes to remediate negative impacts P27-29, P63, P79 2-26 Mechanisms for seeking advice and raising concerns P13-14 2-27 Compliance with laws and regulations P24 2-28 Membership associations - 2-29 Approach to stakeholder engagement P13-14 2-30 Collective bargaining agreements P79-80 3-1 Process to determine material topics P15 3-2 List of material topics P15 3-3 Management of material topics P15 201-1 Direct economic value generated and distributed P9 201-2 Financial implications and other risks and opportunities due to climate change P42-44 201-3 Defined benefit plan obligations and other retirement plans P80 GRI 204: Procurement Practices 204-1 Proportion of spending on local suppliers P91 GRI 205: Anti-corruption 205-1 Operations assessed for risks related to corruption P26 205-2 Communication and training about anti-corruption policies and procedures P27-28 205-3 Confirmed incidents of corruption and actions taken P28 GRI 206: Anti-competitive Behaviour 206-1 Legal actions for anti-competitive behaviour, anti-trust, P29 and anti-monopoly practices GRI 301: Materials 301-1 Materials used by weight or volume P98 GRI 302: Energy 302-1 Energy consumption within the organisation P98 302-3 Energy intensity P98 302-4 Reduction of energy consumption P54 302-5 Reductions in energy requirements of products and services P54 GRI 303: Water Resources 303-1 Interactions with water as a shared resource P55 303-2 Management of water discharge-related impacts P55 303-3 Water withdrawal P56 304-2 Significant impacts of activities, products and services on biodiversity 304-3 Habitats protected or restored GRI 305: Emissions 305-1 Direct (Scope 1) GHG emissions 305-2 Energy indirect (Scope 2) GHG emissions 305-4 GHG emissions intensity 305-5 Reduction of GHG emissions 305-7 Nitrogen oxides (NOx), sulfur oxides (SOx), and other significant air emissions GRI 306: Waste 306-1 Waste generation and significant waste-related impacts 306-2 Management of significant waste-related impacts 306-3 Waste generated 306-4 Waste diverted from disposal 306-5 Waste directed to disposal GRI 308: Supplier Environmental Assessment 308-1 New suppliers that were screened using environmental criteria 308-2 Negative environmental impacts in the supply chain and actions taken GRI 401: Employment 401-1 New employee hire rate and employee turnover rate 401-2 Benefits provided to full-time employees that are not provided to temporary or part-time employees GRI 402: Labour Relations A02-1 Minimum notice periods regarding operational changes Appendix Position P58 P58-59 P45 P45 P45 P36-38 P49 P50 P50-51 P51 P51 P51 P87 P87 P100-101 P80 P79 GRI 403: Occupational Health and Safety 403-1 Occupational health and safety management system P75 403-2 Hazard identification, risk assessment, and incident investigation P75 403-3 Occupational health services P75 403-4 Worker participation, consultation and communication on occupational health P75 and safety 403-5 Worker training on occupational health and safety P75 403-6 Promotion of worker health P75 403-9 Work-related injuries P99 403-10 Work-related ill health P75 GRI 404: Training and Education 404-1 Average hours of training per year per employee P101 A04-2 Programs for upgrading employee skills and transition assistance programs P82-83 GRI 405: Diversity and Equal Opportunity A05-1 Diversity of governance bodies and employees P20, P79 GRI 406: Non-discrimination A06-1 Incidents of discrimination and corrective actions taken P79 GRI 413: Local Communities 413-1 Operations with local community engagement, impact assessments, and P89-90 development programs GRI 418: Customer Privacy 418-1 Substantiated complaints concerning breaches of customer privacy and P63 losses of customer data Independent Limited Assurance Report To the Board of Directors of China Shenhua Energy Company Limited We were engaged by the Board of Directors of China Shenhua Energy Company Limited (“CSEC”) to provide limited assurance on the 2023 Environmental, Social and Governance Report of CSEC for the year ended 31 December 2023 (“the ESG Report”).",
    "|.",
    "Responsibilities of the Board of Directors The Board of Directors of CSEC is solely responsible for the preparation and presentation of the 2023 ESG Report, in accordance with the disclosure recommendations of the following guidelines issued by the Shanghai Stock Exchange (“SSE Guidelines”), by the Hong Kong Exchange (“HKEX Guidelines”).",
    "SSE Guidelines include: ° Circular on Issuing the Guidelines on the Rules of the Shanghai Stock Exchange for the Self-regulation of Listed Companies No.1 — Standardized Operation HKEX Guidelines include: ° Environmental, Social and Governance Reporting Guide The Board of Directors is also responsible for determining CSEC’s objectives in respect of key performance indicators and reporting, including identification of stakeholders and material issues that are relevant to these stakeholders; for establishing and maintaining appropriate performance management and internal control systems from which the reported performance information is derived; for establishing and maintaining the internal control that is considered necessary by the Board of Directors to make ESG Report free from material misstatements due to fraud or error, and for maintaining adequate records.",
    "a) ut [ a.",
    "ry teh it as os a dee Oo road wel c a7 ol c a gil os ‘der oh.",
    "o) fas) wy “775 ant psa mr 25 ft ge.",
    "te Sa!",
    "im ae ag ct tft +h, 1 ce a fed Soe pe Lnnt ree 4 a Nad as Lied D ral oh et a oe aes tom co pe.",
    "er my ES cp i es ten tata hewn a S dat te we co wo - = os: a MG oo as ord Be nat fra a9) on am rand - H Vere my Glo we ort PONE le ari Bree AY ay AON AT nn free agen \"gree Abbreviation China Shenhua or the Company The Group China Energy China Energy Group Shendong Coal Shendong Power Zhunneng Group Baorixile Energy Shuohuang Railway Baoshen Railway Railway Equipment Company Baotou Energy Yulin Energy Baotou Coal Chemical Sichuan Energy 118 Full Name China Shenhua Energy Company Limited The Company and its subsidiaries China Energy Investment Corporation Limited China Energy and its subsidiaries China Energy Shendong Coal Group Co., Ltd.",
    "Shenhua Shendong Power Co., Ltd.",
    "China Energy Zhunneng Group Co., Ltd.",
    "China Energy Baorixile Energy Co., Ltd.",
    "China Energy Shuohuang Railway Development Co., Ltd.",
    "China Energy Baoshen Railway Group Co., Ltd.",
    "China Energy Railway Equipment Co., Ltd.",
    "China Energy Baotou Energy Co., Ltd.",
    "China Energy Yunlin Energy Co., Ltd.",
    "China Energy Baotou Coal Chemical Co., Ltd.",
    "China Energy Sichuan Energy Co., Ltd.",
    "Cangdong Power Jiujiang Power Shouguang Power Liuzhou Power Yongzhou Power Shengli Energy Huizhou Thermal Beihai Power Yueyang Power Henan Branch Hunan Branch Supply Chain Management Company Digital IntelTech SSE HKEXx Listing Rules Accounting Standards for Business Enterprises International Financial Reporting Standards Articles of Association CNY Appendix Full Name China Energy Yudean Taishan Power Co., Ltd.",
    "China Energy Hebei Cangdong Power Co., Ltd.",
    "China Energy Shenhua Jiujiang Power Co., Ltd.",
    "China Energy Shouguang Power Generation Company Limited China Energy Guangtou (Liuzhou) Power Generation Co., Ltd.",
    "China Energy Group Yongzhou Power Co., Ltd.",
    "China Energy Beidian Shengli Energy Co., Ltd.",
    "China Energy (Huizhou) Thermal Power Co., Ltd.",
    "China Energy Guangtou (Beihai) Power Generation Co., Ltd.",
    "China Energy Group Yueyang Power Generation Co., Ltd.",
    "Henan Branch of the Company Hunan Branch of the Company China Energy Supply Chain Management Group Co.",
    "Ltd.",
    "China Energy Digital IntelTech Development (Beijing) Co., Ltd.",
    "Shanghai Stock Exchange The Stock Exchange of Hong Kong Limited The Rules Governing the Listing of Stocks on Shanghai Stock Exchange and the Rules Governing the Listing of Securities on the Stock Exchange of Hong Kong Limited The latest Accounting Standards for Business Enterprises issued by the Ministry of Finance of the People’s Republic of China and the related application guidelines, interpretations and other related requirements International Financial Reporting Standards issued by the International Accounting Standards Committee Articles of Association of China Shenhua Energy Company Limited Renminbi, unless otherwise specified China Shenhua values your opinions on the Company's endeavours on environmental, social and governance and this ESG Report.",
    "Your opinions and advice will add momentum to the continual improvement of this Report.",
    "Please fax this sheet to +86-10-58131814 or email it to ir@csec.com after you have answered the following questions.",
    "1.",
    "Is there any topic that you are concerned about but is not covered in this Report?",
    "If so, please write down the issue(s) that you are concerned about.",
    "2.",
    "Which part(s) of this Report are you most concerned about?",
    "You are welcome to provide personal particulars if you wish: Name: Occupation: Organisation: Telephone: Fax: Email: Postal code: Contact address: Office of the Board of Directors China Shenhua Energy Company Limited 22 Xibinhe Road, Dongcheng District, Beijing, China Postal Code 100011 NA “~ China Shenhua Energy Company Limited Shenhua Tower, 22 Xibinhe Road, Andingmen Dongcheng District, Beijing, China Postal code: 100011 Tel: +86-10-5813 1088 www.csec.com"
]