[
    "SUSTAINABILITY REPORT Company Highlights Leadership Commitment Mission, Vision, Values Our Employees Our Business OUR SUSTAINABILITY STRATEGY.",
    "Materiality Assessment Alignment with Responsible Mining and Sustainability Frameworks Sustainability Goals and Targets ELECTRIFYING A SUSTAINABLE FUTURE__ Building Responsible and Resilient Supply Chains GM Partnership Green Financing Oo O11 BW NM NO 00 15 ENCOURAGE ENVIRONMENTAL STEWARDSHIP EHS Compliance Limiting Energy Usage and GHG Emissions GHG Emissions tor Mountain Pass Operations Non-GHG Emissions tor Mountain Pass Operations Water Stewardship Dry Stack Tailings Non-Hazardous and Hazardous Waste Management Integrated Magnet Recycling Biodiversity, Cultural Resources, and Land Use EMPOWER PEOPLE AND ENTREPRENEURSHIP Health, Satety, and Wellness Emergency Response Program Talent and Future Workforce Worktorce Development and Taking Care of our People Diversity, Inclusion, and Meritocracy Community Impact Case Study: Project 36, Baker Valley Unified School District SUSTAINABILITY REPORT 16 2/ 3/ 38 CORPORATE GOVERNANCE Governance Structure and Board of Directors Risk Management Ethics and Compliance Calitornia, U.S.",
    "State, and Federal Regulatory landscape Information Security ABOUT THIS REPORT APPENDIX 1 - GHG METHODOLOGY AND ASSUMPTIONS APPENDIX 2 - INDEX OF DISCLOSURES ON MATERIAL TOPICS 2024 39 4S MP MATERIALS , —‘”y ik b 3 ££ ’ > 7 ~_— .",
    "- -_ > ~—s = — ———— —w ll yy : f _ — ay A weer eae eee ae Soe YT SS pr ah FY T a — Fu - A = 7a \" Aly: COMPANY HIGHLIGHTS = ini SDS —<—!",
    "INITIATED PRODUCTION SECURED NEW CONTRACT ADVANCED CONSTRUCTION and took occupancy of America’s first of NdPr oxide and began production to supply NdPr to a major automaker ramp up fully integrated rare earth magnet manufacturing facility BOLSTERED POSITION as the largest and only fully integrated U.S.",
    "oroducer of rare earth materials vital to the energy transition allocated from Green Bond Recycled water accounts composed of for the vast majority of underrepresented towards sustainable resource minorities, including 1 upstream and management and efficiency recycled materials Initiatives water used in operations 17% women 1 downstream facility in the rate of as of the end of 2023,a 40% year-over-year increase Received , Se Earned A\\ 7’ Aligned with Developed an EHS Published Developed an ; &, Management System SREP in October 2023 ecovadis achieving a score in ae to conform with TG 20D the top 35% of all a \\7 (UN SDGs) and and completed reporting companies.",
    "Le Standards self-assessment with no lost-time injuries ATERIALS aN MP SUSTAINABILITY REPORT | 2024 MP Materials Corp.",
    "(MP Materials, MP, the Company, our, we, or us) is on a challenging and We are proud to announce exciting mission to restore the full rare earth supply chain to the United States (U.S..).",
    "that our sustainability performance has been We continue to make great strides forward in restoring American leadership to a critical recognized with a Bronze Medal industry and becoming the first and only fully integrated U.S.",
    "magnetics manufacturer, in our first EcoVadis assessment, trom mining, to oxide, to magnets, to end-of-life recycling.",
    "We are working closely with our as well as through our development customers and supply chain partners on the journey towards achieving our mission.",
    "In doing of a Responsible Mining Manual—both so, we remain committed to minimizing our environmental impact and to the responsible use | , achievements we thoroughly discussed of our shared resources.",
    "with our stakeholders.",
    "Although we have made From electric vehicles (EVs) to wind turbines and advanced robotics, our products empower significant progress over a short period of time, our society to progress responsibly toward a more productive and sustainable future, and we sustainability strategy is still maturing, and we know there is more believe our operational processes should uphold the same commitment to responsible we can do.",
    "We are committed to building upon our sustainability efforts to deliver a trusted source of vital rare earth materials and components produced responsibly in the United States.",
    "advancement.",
    "We take great care to conserve biodiversity, recycle water, and minimize our emissions, setting an example as a global leader in the rare earth magnetics industry.",
    "Our integrated approach at Mountain Pass, in California, combines low production costs with | | MP’s success is built on the strength of our teamwork and our owner-operator culture, which high environmental standards.",
    "We proudly source our own water and operate a zero net | .",
    "i, | | | | a, | serves as the foundation of our achievements.",
    "By setting high standards for ourselves and discharge facility, fully aligning our operation with the imperative of minimizing consumption Co, , eo, , each other, we thrive as a team of dedicated and mission-driven individuals, empowered to and maximizing recycling.",
    "We are also largely self-sufficient in bower and steam production , ae , , solve challenges, drive meaningful change, and accomplish our goals.",
    "We are committed and seek to innovate our processes to minimize resource waste and maximize product yield.",
    "We are designing our new magnetics factory in Texas to minimize energy and greenhouse to upholding the trust placed in us by our stakeholders through unwavering dedication to gas (GHG) emissions, reduce waste, and maximize water reuse.",
    "We are committed to truth, transparency, and the highest ethical and moral standards.",
    "We are pleased to share our building meaningful partnerships within our communities and creating a pipeline of fulfilling, progress with you in our third annual sustainability report.",
    "high-quality jobs.",
    "YN SUSTAINABILITY REPORT | 2024 [MP marterRiALs Restore the full rare earth supply chain to Lead the renewal and reinvigoration of Empowerment, Entrepreneurship, Integrity, the United States the American manufacturing spirit Results, Satety, Unwavering YN SUSTAINABILITY REPORT | 2024 [MP marterRiALs Our employees are essential to our mission and values.",
    "We have cultivated a culture where every voice is heard, regardless of role or seniority, and all employees are valued stakeholders and shareholders.",
    "This owner-operator mindset enhances performance, encourages unique perspectives, and nurtures entrepreneurship within the Company.",
    "YN SUSTAINABILITY REPORT | 2024 MP materRIALs MIP is the largest producer of rare earth materials in the Western Hemisphere.",
    "Headquartered in Las Vegas, Nevada, we own and operate the Mountain Pass Rare Earth Mine and Processing Facility (Mountain Pass), the only rare earth mining and processing site of scale in North America.",
    "In addition, we are building the first fully integrated rare earth metal, alloy, and magnet manufacturing operation in the United States, located in Fort Worth, Texas, which will produce neodymium-iron-boron (NdFeB) permanent magnets.",
    "Our strategy is to vertically integrate, rapidly restore the full rare earth supply chain to the United States, and to establish MP as the leading U.S.",
    "manufacturer of rare earth materials and magnetics.",
    "Permanent magnets derived from rare earths enable the functionality of EVs, robotics, wind turbines, and other advanced, low-carbon technologies.",
    "Rare earth materials are also essential to consumer electronics, medical devices, defense systems, and essential industrial infrastructure.",
    "Mountain Pass is our cornerstone asset and foundational to the Western rare earths supply chain.",
    "In 2023, MP produced approximately 12% of the world’s mined rare earth production at Mountain Pass.",
    "We also expanded our refining capabilities, beginning production of neodymium-praseodymium oxide (NdPr), cerium chloride, lanthanum carbonate, and SEG+ (heavy rare earth concentrate) at newly commissioned processing facilities co-located at Mountain Pass.",
    "At full capacity, we expect to produce more than 6,000 metric tons of NdPr oxide each year, enabling the manufacture of NdFeB magnets powering six to ten million EVs.",
    "PEOPLE AND ENTREPRENEURSHIP APPENDIX 2 APPENDIX 1 CORPORATE GOVERNANCE ABOUT To efficiently and responsibly produce these products, we manage our own utilities and are self-reliant tor power generation, water use, and recycling.",
    "Thanks to the high grade of the Mountain Pass orebody, our processing efficiency, and our self- sufticiency, we believe the energy intensity of our operations—from mining to the production of refined rare earth oxides—is significantly lower than that of our primary peers.",
    "Our utility self-reliance significantly reduces our Scope 3 impact, so we are currently focused on energy consumption and related Scope 1 and Scope 2 emissions, rather than Scope 3.",
    "We commenced construction of our Texas rare earth metal, alloy, and magnet manufacturing facility in February 2022 and took occupancy in late 2023.",
    "This facility now serves as the business and engineering headquarters for MP’s magnetics division.",
    "In 2024, we commissioned the prototype magnet production line in Fort Worth, and we are on track to begin producing magnet precursor materials in late 2024, with finished NdFeB magnets expected by late 2025.",
    "We anticipate producing approximately 1,000 metric tons of finished rare earth magnets per year at the facility, sufficient to power more than 500,000 electric vehicles.",
    "General Motors (GM), our cornerstone automotive customer, will use our magnets to power drive motors in their North American-built EVs.",
    "ON MP maTERIALS SUSTAINABILITY REPORT | 2024 Production stabilizes at >30,000 mt TREO (~15% of global production).",
    "2017 MP Materials is founded, acquires Mountain Pass, and resumes mining operations.",
    "Signs distribution agreement with Shenghe Resources (Singapore).",
    "First sales of rare earth concentrate; produces ~14,000 mt Total Rare Earth Oxide (TREO).",
    "SCALING OUR PRODUCTION SUSTAINABLY 2020 2023 Commences production of separated NdPr, cerium, lanthanum, and SEG+.",
    "Assumes occupancy of Fort 2 0 2 1 Worth facility; trial NdPr metal production begins.",
    "ee Achieves record TREO production of ~42,400 mt; establishes magnetics division.",
    "Signs NdPr distribution agreement with Sumitomo Corporation of Americas; acquires 49% of Vietnam Rare Earth Company Limited (VREX).",
    "MP lists on the NYSE; achieves record TREO oroduction of ~38,500 mt.",
    "Launches light 202 ?",
    "rare earth separations project with DoD Support.",
    "Breaks ground on Fort Worth magnetics facility; signs supply agreement with GM.",
    "Achieves record TREO oroduction of ~42,500 mt.",
    "Launches heavy rare earth separations project with DoD support.",
    "To turther our commitments in the upstream and midstream businesses, we prepared a Responsible Mining Manual in 2024 and completed an assessment to demonstrate our conformity with that standard.",
    "SUSTAINABILITY REPORT | 2024 MP materRIALs as the foundation guiding our sustainability strategy as we advance on our growth trajectory to establish MP as the first and only fully integrated, trusted, and sustainable supplier of rare earth materials and magnets in North America.",
    "= in.G = Our sustainability strategy is underpinned by these core principles: Championing sustainable operations and ensuring environmental compliance to enable low-carbon technologies Upholding an unwavering commitment to doing right by people and communities while responsibly stewarding shared resources Collaborating with our employees and community to innovate and implement thoughttul solutions that leave a lasting, positive impact While our sustainability strategy is maturing as our company and capability set expand, it remains firmly rooted in our unwavering belief that we have a responsibility to operate as efficiently as possible to succeed.",
    "To drive our sustainability strategy across Our organization, we established a cross-functional team of senior leaders within the organization that serves on our Sustainability Working Group.",
    "This group meets regularly to address emerging sustainability issues important to our stakeholders and to track progress in alignment with our strategy.",
    "8 SUSTAINABILITY REPORT | 2024 [IM{ 2 materRiALs understand the material sustainability topics that impact our business.",
    "Their input helps us identify best practices and address concerns, which in turn informs our decision-making and fosters a culture of accountability, transparency, and trust.",
    "In 2021, we conducted our inaugural sustainability materiality assessment to gather teedback from both internal and external stakeholders, prioritizing 21 sustainability topics that are relevant to our employees, customers, shareholders, and communities.",
    "Building upon our foundational sustainability efforts and looking toward the future, we recognize there is more we can do to meet the evolving needs of our maturing business.",
    "In 2023 and 2024, we reviewed our materiality matrix to ensure that our priority topics remained relevant to both our stakeholders and our business.",
    "Through this review, we identified four topics that shifted in priority, as reflected in our updated materiality matrix: e Elevated Water Stewardship and Biodiversity and Land Use to a higher position on the Importance to Stakeholders impact scale e Increased the importance of Public Policy and GHG Emissions on the Importance to Business scale We intend to periodically update and revise this materiality assessment to inform our sustainability strategy.",
    "> HIGHEST IMPORTANCE TO STAKEHOLDERS HIGH MATERIALITY MATRIX TOPIC AREAS @® Environmental @ Social @ Governance @ Community and Social Vitality Human Rights and Indigenous Relations e Change Risk ® Air Quality ® Energy Use Innovating for ® Corporate Sustainability Governance @ Responsible | @ Public Policy Sourcing Product O Quality Climate Labor Practices Talent @® and Future Workforce Diversity, Inclusion, and Meritocracy Cybersecurity and Data Privacy > HIGHEST HIGH IMPORTANCE TO BUSINESS SUSTAINABILITY REPORT 2024 MP MATERIALS MP’s core sustainability pillars align with 21 priority materiality topics.",
    "We believe that consumers will increasingly demand that the materials underpinning low-carbon technologies are sourced sustainably.",
    "As part of our sustainability strategy implementation, we evaluated industry standard sustainability and responsible mining frameworks such as the United Nations Sustainable Development Goals (UN SDGs) and the Sustainability Accounting Standards Board (SASB) tor Metals & Mining.",
    "We are in the process of evaluating the Global Reporting Index (GRI) for future if disclosures.",
    "In addition to the GRI, we are evaluating the Responsible Minerals Initiative (RMI) and other standards.",
    "These standards provide a framework for achieving a more sustainable future, addressing key sustainability challenges such as resource consumption and stewardship, climate change risk, compliance, resiliency, biodiversity, and sustained economic growth.",
    "We mapped our disclosures on our material topics to the UN SDGs, SASB for Metals & Mining, and GRI frameworks as shown in Appendix 2.",
    "We also undertook an IRMA assessment (currently version 1, June 2018), completed a self- assessment, and are seeking third-party verification of our results.",
    "IRMA is a voluntary endeavor that requires a significant resource investment.",
    "The assessment process evaluates and ranks performance across four key verticals: business integrity, planning tor positive legacies, social responsibility, and environmental responsibility.",
    "Aligning with IRMA’s comprehensive responsible mining standards is critical for our compliance efforts and ensures our performance reflects the increasingly higher level of rigor and transparency required by our stakeholders.",
    "This disclosure is also mapped to our 21 priority materiality topics in Appendix 2.",
    "SUSTAINABILITY REPORT | 2024 [MP marterRiALs ~ - MP is the only scaled source of rare earth materials in North America, produced with best-in-class 5 =a) il processing technology and sustainable practices.",
    "As we are rapidly expanding our operational ee ae capabilities and scale, we believe we are not at an appropriate maturity level to set absolute reduction targets.",
    "However, aligned with our evolving sustainability strategy, we continuously assess performance and seek to reduce operational intensity to drive improvements, benefiting both our sustainability outcomes and financial performance.",
    "At Mountain Pass, we are actively limiting freshwater withdrawal and maximizing recycling, while VE _\\ i mm i) - ,' \\ , ' : ’ | ’ } Vid .",
    "e \\e ' vi \\ ‘i \"A Co) Va Le = ; | - focusing on efficient energy use to reduce hydrocarbon consumption and GHG emissions.",
    "At our new —_ -“ : : ’ \\ ‘ ' ’ , y magnetics facility, we apply a proactive management approach to identify hazards and implement A vi —_~' a ae ab A\\ mitigation efforts during system design.",
    "Our policies and practices cover water management, land use, = ey recycling, diversity, inclusion and meritocracy, employee health and safety, and workforce management.",
    "As demand for our rare earth minerals and magnetics products increases, we remain committed to reducing GHG emissions per unit of rare earth oxide produced.",
    "In 2023, we initiated a life cycle assessment (LCA) to evaluate our environmental footprint and enable us to establish long-term reduction targets.",
    "We plan to complete the LCA for our Mountain Pass site once the midstream operations stabilize.",
    "A similar process will then be implemented for our downstream Magnetics operation.",
    "We will establish our baseline and use the LCA, comparative data, and global best practices to set reduction targets.",
    "ON SUSTAINABILITY REPORT | 2024 [MP marterRiALs NS \\ _ RESILIENT SUPPLY CHAINS MP is dedicated to building a responsible supply chain aligned with our values.",
    "We to provide invest in partnerships with businesses that ensure safe working conditions, respect sate working employees, and prioritize environmental responsibility.",
    "conditions.",
    "We also require We also commit to being responsible partners to our customers and suppliers to help that our suppliers them achieve their sustainability and business objectives.",
    "Given that the rare earth implement due diligence industry is overwhelmingly concentrated in Asia, our domestic operations help diversity orocedures for their our customers’ supply chains, ensure provenance and sustainability, and reduce the risk suppliers, subcontractors, and of disruptions.",
    "other supply chain participants to ensure that there are no human rights We expect our suppliers to share our commitment to responsible practices, including violations, including but not limited to adherence to our Code of Business Conduct and Ethics (the Code), our Supplier Code of slavery, child labor or human trafficking in their Conduct, and our commercial Terms and Conditions.",
    "We require our suppliers to operate supply chain.",
    "We expect our suppliers to provide their with integrity and comply with all applicable local, state and federal laws and regulations, employees with avenues for raising legal or ethical issues or concerns or including the U.S.",
    "Foreign Corrupt Practices Act, the UK Bribery Act, and country-specific to report any concerns, suspected traud, misconduct, or illegal activities in the workplace directives and regulations.",
    "We comply with U.S.",
    "economic sanctions laws, which limit without threat or fear of reprisal, intimidation, harassment, or other retaliation.",
    "We pertorm transactions with specific countries, territories, individuals, and/or entities.",
    "We also risk-based supplier due diligence and collaborate with a 3rd party to evaluate and score comply with local, state, and federal employment laws.",
    "suppliers.",
    "Our Code and Supplier Code of Conduct outline our commitment and requirements on Suppliers are provided with our Supplier Code of Conduct upon partnering with us.",
    "We numan rights and treely chosen employment.",
    "We do not tolerate child labor or forced | , , , routinely review and update our Supplier Code of Conduct to ensure it meets or exceeds abor of any kind, including without limitation, involuntary prison labor.",
    "We require our | Y J yP q industry standards.",
    "suppliers to adhere to regulations prohibiting human trafficking.",
    "We expect our suppliers lax SUSTAINABILITY REPORT | 2024 [MP marterRiALs In 2022, we initiated a strategic collaboration with GM to supply domestically produced rare earth materials and NdFeB magnets for electric motors in more than a dozen models on GM's Ultium Platform.",
    "We expect to begin supplying GM with magnet precursor materials in late 2024 and finished magnets in late 2025 through our fully integrated supply chain spanning California and Texas.",
    "Our vertically integrated, domestic operation provides certainty of provenance and environmental sustainability.",
    "MP and GM will continue to collaborate on unique recycling opportunities and advocate for policies that support the establishment of a secure U.S.",
    "rare earth supply chain.",
    "oN M MATERIALS general motors DX SUSTAINABILITY REPORT | 2024 [MP marterRiALs In March 2021, MP issued a Green Financing Framework (the Framework) consistent with our sustainability objectives.",
    "The Framework guides an environmentally and socially resoonsible approach to financing future growth.",
    "It provides governance over the stewardship of our financings and prioritized projects related to sustainable water management, energy efficiency, renewable energy, and eco-efficient products (Eligible Green Projects).",
    "These initiatives aim to reduce our environmental impact and enable the production of low-carbon technologies.",
    "The Framework is accessible on our website and contorms with the Green Bond Principles established by the International Capital Markets Association.",
    "* F millions USE OF PROCEEDS The issuance of the unsecured convertible notes due in 2026 (2026 Notes) generated net proceeds of $672.3 million, consisting of gross proceeds of $690.0 million less $17.7 million in debt issuance costs.",
    "As reported in June 2024, MP fully allocated the net proceeds of the 2026 Notes to Eligible Green Projects.",
    "The June 2024 MP Materials Green Bond Allocation Report, which includes an independent accountants’ examination report on management's assertion as to the allocation of the $672.3 million of net proceeds as of December 31, 2023, can be found on our website.",
    "Allocation of Net Proceeds from the 2026 Notes 2021* $4.5 $0.2 $137.7 $142.4 $142.4 $529.9 2022* $10.7 $1.0 $2.3 $312.7 $194.7 $324.4 $205.5 $466.8 $672.3 $205.5 $- SUSTAINABILITY REPORT adhere to best practices, we have established an Environmental Stewardship Program.",
    "This our EMS, we program focuses on developing and implementing an enhanced Environmental, Health, leverage EHS and Satety Management System (EMS) while formalizing the roles and responsibilities of key management management personnel.",
    "It also outlines controls and procedures to ensure conformance software to with the EMS and compliance with our environmental requirements.",
    "enhance our compliance and Our EMS assigns management responsibility for identifying and ensuring compliance risk management with all applicable environmental regulations.",
    "These compliance obligations are reviewed performance.",
    "This regularly by our management team, particularly when there are modifications to existing platform offers a centralized processes or products, or when new ones are introduced.",
    "Our EHS staff is tasked with data management system identifying significant environmental impacts, including air emissions, water releases, that enables us to efficiently track land impacts, waste management, ecological risks, the use of raw materials and natural key performance metrics, analyze resources, and other environmental and community issues.",
    "and improve our overall performance, and streamline the documentation and reporting of In 2023, we strengthened our EMS by formally documenting our comprehensive programs incidents and inspections.",
    "By integrating EHS management to align with the International Organization for Standardization (ISO) 14001 and 45001 software into our operations, we maintain a comprehensive overview of our EHS activities, Standards.",
    "This critical step supports our governance goals by facilitating the transition identify trends, and implement targeted improvements, ensuring a higher standard of safety trom mere program compliance to the development of sustainable systems that promote and environmental performance across our organization.",
    "continuous improvement.",
    "With this approach, we are better equipped to ensure that our operations not only meet regulatory requirements but also drive ongoing advancements in environmental and occupational health and safety practices.",
    "We are evaluating formal ISO certification as a next step.",
    "DX SUSTAINABILITY REPORT | 2024 [MP marterRiALs operations in California, we are subject to some of the world’s most stringent environmental laws and regulations including the Clean Air Act; Clean Water Act; Sate Drinking Water Act; Comprehensive Environmental, Resoonse, Compensation, and Liability Act; Surface Mining and Reclamation Act of 1975 (SMARA); the Federal Regulations enforced by the Nuclear Regulatory Commission; Endangered Species Act; National Environmental Policy Act; and the Resource Conservation and Recovery Act (RCRA), along with state counterparts for each of these laws, including the California Environmental Quality Act (CEQA).",
    "Our business operations and processes are designed to meet or exceed such strict and comprehensive requirements across multiple agencies.",
    "We also work closely and collaboratively with regulators to keep them informed of our activities, compliance efforts, and any incidents requiring notification.",
    "We are committed to going beyond compliance wherever possible.",
    "Since we began operating Mountain Pass in 2017, we have improved legacy operations and invested in environmental and safety enhancements that promote longer-term sustainability.",
    "In 2022, we made progress towards resolving potential environmental risks stemming from operations that predate our ownership of Mountain Pass.",
    "This includes processing legacy rare earth feedstocks and responsibly managing low-level hazardous and/or radioactive waste.",
    "Additionally, we developed a site improvement plan to retire all non-essential legacy intrastructure.",
    "We have also steadily upgraded our fire safety systems, lighting, and electrical systems.",
    "We have replaced propane heaters with natural gas and electric heaters, and conventional lights with LEDs.",
    "These activities promote a sater working environment and reduce energy consumption.",
    "In 2023, we built upon our 2022 progress.",
    "We plan to report EHS performance on downstream operations in the future.",
    "Environmental Compliance Results for Mountain Pass operations Regulatory Regime Note: Notice of Violation (NOV) 2021 Results Zero NOVs Zero NOVs Zero NOVs 2022 Results 2023 Results Zero NOVs Zero NOVs Zero NOVs Zero NOVs Zero NOVs Zero NOVs SUSTAINABILITY REPORT 2024 We strive to operate efficiently and minimize our GHG emissions.",
    "This includes optimizing We have made process improvements, including implementing a selective reagent scheme hydrocarbon consumption and on-site power generation.",
    "As part of our Green Financing tor lower-temperature flotation in upstream concentrate production, which reduces Framework, we prioritized projects related to energy efficiency to reduce energy energy consumption and GHG emissions.",
    "Our midstream optimization project introduced consumption and GHG emissions within our operations.",
    "equipment and processes that significantly reduce the quantity of chemical reagents and fuel used per metric ton of rare earth produced, turther lowering energy consumption and Mountain Pass is an integrated site with co-located mining, beneficiation, and processing GHG emissions.",
    "operations.",
    "This integration, combined with our high-grade ore body, helps reduce GHG emissions associated with the mining and processing of ore, as well as the packaging and Since January 2022, our combined heat and power (CHP) plant has operated independently transportation of intermediate products.",
    "Additionally, it enhances supply chain efficiency of the grid in “island mode.” The CHP plant supplies the site’s electrical needs and produces and increases customer satisfaction.",
    "steam that is used to provide heat for beneficiation, separation, and product finishing.",
    "This setup reduces the need for on-site boilers, resulting in lower energy consumption and GHG emissions.",
    "Furthermore, steam is used to evaporate saturated brine in our salt crystallizer, facilitating the removal of impurities and recycling of ultra-pure, de-ionized water.",
    "We have implemented a GHG Monitoring and Recordkeeping Plan that outlines the roles and responsibilities of staff resoonsible for GHG compliance activities, details our GHG emissions calculation methodology, and includes process flow diagrams.",
    "We currently track our Scope 1 and Scope 2 emissions and are exploring processes to track Scope 3 emissions.",
    "California’s laws on climate targets and GHG disclosures will require Scope 1, 2, and 3 disclosures for companies that do business in California and meet certain revenue thresholds.",
    "Our environmental specialists and the Vice President (VP) of EHS collect and review GHG emissions data on a quarterly basis at minimum.",
    "YN SUSTAINABILITY REPORT | 2024 [MP marterRiALs Pass.",
    "This increase is largely attributable to the full commissioning of our CHP plant.",
    "As we continue to scale midstream equipment at Mountain Pass, we anticipate further increases in power demand, which will correspondingly lead to higher emissions.",
    "However, these expansions are crucial for enhancing our overall production capacity and operational efficiency.",
    "We are closely monitoring our emissions and remain committed to implementing strategies to minimize GHG intensity as our operations grow to support our customers and the electrification of the U.S.",
    "economy.",
    "PEOPLE AND ENTREPRENEURSHIP CORPORATE GOVERNANCE ABOUT APPENDIX 1 APPENDIX 2 GHG EMISSIONS FOR MOUNTAIN PASS OPERATIONS Our Mountain Pass upstream and midstream operations are covered by a GHG emissions threshold under Calitornia’s Assembly Bill (AB) 32 Global Warming Solutions Act 2006, which includes a requirement for MP to purchase allowances to operate.",
    "This purchase is a direct financial contribution that is applied to lowering California's GHG emissions.",
    "GHG Emissions Data Source!2 Stationary Combustion* Mobile Equipment* Fire Suppression Equipment,’ Emergency Equipment, Fugitives,° Other’ Scope 1 - Total Purchased electricity (location-based)*® Scope 2 - Total’ Note: See Appendix 1 for GHG inventory methodology and assumptions.",
    "2021 (metric tons CO2e) 2022 (metric tons CO2e) 2023 (metric tons CO2e) 9,600 45,910 99,877 10,756 10,250 11,021 8,052 406 2,129 24,408 96,566 73,62/ 8,712 860 1,080 8,712 860 1,080 LN MP mMaATERIALS SUSTAINABILITY REPORT | 2024 At Mountain Pass, we are also focused on minimizing non-GHG emissions, including All new or moditied stationary sources of NOx or PM at Mountain Pass meet Best Available particulate matter (PM), carbon monoxide (CO), nitrogen oxides (NOx), and sulfur oxides Control Technology standards, utilizing advanced technologies like oxidation catalysts, (SOx).",
    "Most of these emissions come from stationary sources, which are regulated and selective catalytic reduction, baghouses, and low-NOx burners.",
    "Additional emissions are compliant with local, state, and federal standards.",
    "We also address emissions trom mobile controlled with scrubbers or adsorption technology.",
    "and fugitive sources, with 90% of our fleet equipped with advanced Tier 4 engines to reduce emissions.",
    "In 2004, the Environmental Protection Agency (EPA) adopted new emission Even with the implementation of these controls, our non-GHG emissions increased in 2023 standards tor nonroad diesel engines (Tier 4) and sulfur reductions in nonroad diesel fuel, due to the commissioning of midstream refining operations.",
    "This increase is a consequence ohasing in manufacturer requirements between 2008-2015.",
    "EPA estimated full turnover of scaling up production, and we are actively working to optimize the new processes to of the off-road engine fleet by 2030, meaning Mountain Pass has achieved Tier 4 emission reduce emissions over time.",
    "The midstream operations are crucial for enhancing our overall reductions well ahead of EPA's targets.",
    "production efficiency and will eventually contribute to our long-term sustainability goals.",
    "As we continue to refine these processes, we remain committed to reducing our environmental Our environmental specialists and the VP of EHS review and update our non-GHG emission impact and minimizing our emissions.",
    "management plans quarterly.",
    "Our Fugitive Dust Control Plan includes measures like water and chemical applications, stockpile stabilization, and minimizing dust on roadways.",
    "Mountain Pass Critical Air Pollutant Emissions from Stationary Sources Source (representative) 2022 (metric tons) 2023 (metric tons) Carbon monoxide (CO) 17.4 19.1 Nitrogen oxides (NOx) 3.4 4.4 Sulfur oxides (SOx) 0.2 0.3 Particulate matter 10 micrometers or less in diameter (PM'°) 8.2 9.6 Volatile Organic Compounds (VOCs) 2./ 3.3 Note: Emissions shown in this table are trom stationary permitted sources only, located at Mountain Pass.",
    "ON SUSTAINABILITY REPORT | 2024 MA materRiALs processing.",
    "We recognize we must conserve our limited natural resources to ensure a shared sustainable future.",
    "We source all potable and process water from our own wells, so we are fully aware of the need to conserve and recycle water from a sustainability and financial perspective.",
    "Consequently, we are mindful of “water balance” in all our activities and minimizing water use is Our primary objective.",
    "Mountain Pass is a zero-discharge site, ensuring that no process water returns to the ground or is discharged off-site to a public utility or waterway.",
    "Approximately 95% of the water demand for beneficiation and tailings management at Mountain Pass is met through recycling, excluding the water used for the CHP plant operation and steam production.",
    "We are highly diligent about minimizing treshwater usage, reducing reliance on evaporation ponds, and maximizing the use of recycled water.",
    "We conduct comprehensive water risk assessments and develop management strategies, with a particular focus on regional water stress and the impact of our operations on local water resources.",
    "Our senior leadership team, including the Chief Operating Officer (COO) and senior members of engineering, operations, and EHS, reviews the site’s water balance and usage on a weekly basis.",
    "In our hydrometallurgy, separation, and finishing circuits at Mountain Pass, we work efficiently to optimize product yield, minimize water consumption, and maximize the recycling of brine water through our crystallizer.",
    "All chemical processing takes place within primary and secondary containments.",
    "Excess water is managed and evaporated in lined containments with multiple engineering controls to prevent contamination.",
    "Our EHS staff regularly monitors the quality of surface water, stormwater, and groundwater at Mountain Pass.",
    "We have implemented an active Industrial Stormwater Pollution Prevention Plan (SWPPP), which is regularly reviewed and updated when there is a change in facility operations that may attect site stormwater management.",
    "This plan details our controls and processes related to pollution prevention in stormwater, including material handling and storage, spill and leak prevention and response, and overburden management.",
    "We implement best management practices to prevent or minimize contact of industrial operations with stormwater runof, and our facilities are designed to route stormwater run-on and site rainfall to containment structures.",
    "Our EHS team also manages a non-native plant eradication and control program within stormwater drainage areas and oversees the implementation of the SWPPP, ensuring monitoring and sampling objectives meet the permit’s standards.",
    "In 2023, our total freshwater withdrawal and consumption was approximately 154 million gallons.",
    "As we scale midstream refining operations, we remain committed to responsible water practices, with an emphasis on recycling and minimizing groundwater pumping and disposal.",
    "Current projects aim to further reduce water withdrawal requirements, including recycling condensate from the CHP plant, capturing and recycling larger water purge volumes trom process operations, redirecting heating and cooling flows from offsetting heat exchangers, and increasing our process concentrations to decrease water consumption.",
    "As we complete our Fort Worth magnetics facility, we are incorporating plans to maximize water recycling trom the onset of operations.",
    "Mountain Pass employs a dry stack tailings process that incorporates the recycling of water and exemplifies our commitment to closed-loop strategies.",
    "This process conserves far more water than traditional processes at mines with wet tailings dams and helps to preserve water resources.",
    "We believe we operate the only dry stack tailings process in the global rare earth industry.",
    "To produce dry tailings, we allow tailings solids to settle in a thickener and recycle the liquid overflow back into the process.",
    "Additional water is removed by filtration and recycled.",
    "Our dry stack tailings comply with the strictest federal and California regulations and are AES i * stored in an on-site lined impoundment.",
    "The absence of a large tailings dam at Mountain Fer Pass reduces the risk of leakage, dam failures, groundwater contamination, and other threats to the local community relative to mines with traditional tailings management practices.",
    "This approach also signiticantly minimizes the land area occupied by tailings.",
    "Si SS oe pean SUSTAINABILITY REPORT | 2024 MP materRIALs We strive to minimize hazardous and non-hazardous waste and maximize recycling.",
    "We Our waste-related procedures and programs promote rigorous compliance with all continuously seek to improve our waste management practices and remediate impacts applicable regulations, including the Federal RCRA and regulations under the California from current and legacy operations.",
    "Department of Toxic Substances Control and the Department of Resources Recycling and Recovery.",
    "Our waste management activities are overseen by the VP of EHS and EHS staff Key aspects of our responsible waste management program include identifying waste and are guided by our EMS, Hazardous Waste Management Plan and Spill Prevention, streams and executing projects to eliminate, reduce, reuse and recycle waste, and ensure Control, and Countermeasure (SPCC) plan.",
    "proper disposal practices.",
    "In our downstream magnetics operation, we are incorporating waste reduction and reuse principles into process design, including the recycling of process At Mountain Pass, we dispose of gangue minerals and other approved mineral processing losses back into the operation.",
    "by-products on-site, eliminating the need for fuel-intensive off-site disposal by returning the non-rare earth elements to their original extraction site.",
    "Additionally, the high ore grade and modest strip ratio at Mountain Pass results in a high volume of rare earth produced per ton of earth mined.",
    "In compliance with regulations and best practices, we dispose of certain hazardous and non-hazardous waste, including waste containing Naturally Occurring Radioactive Material (NORM) or Technologically Enhanced NORM (TENORM), off-site.",
    "We ensure all waste is characterized tor approval before being sent off-site for proper disposal at state and tederally approved and permitted landfills.",
    "YN SUSTAINABILITY REPORT | 2024 [MP marterRiALs a | | 2022 2023 Our EMS, which is reviewed and approved at least annually by the VP of EHS, incorporates our Waste Stream Category (metric tons) (metric tons)’ Waste Management Plan and outlines measures for managing and reducing the generation of | | Federally Regulated (RCRA) 15 330 waste.",
    "Waste products such as solvents, used oils, pallets, and cardboard packaging have value through recycling or alternative processing and management methoas.",
    "CalHAZ (Non-RCRA) 111 21 Non-haz (Municipal, NORM/TENORM, and other dry active waste) ‘TT 212 Our SPCC establishes procedures, methods, equipment requirements, and controls to prevent the discharge of oil and other hydrocarbon-based products into the waterways.",
    "Our management team reviews and approves the SPCC as frequently as needed and at least annually.",
    "Amounts include demolition and/or legacy materials (i.e.",
    "non-operational materials) removed during the 2023 calendar year.",
    "In 2023, we successfully increased the production of upstream concentrate and midstream refined Recycled Materials Data rare earths at Mountain Pass.",
    "This expansion led to a rise in the volume of raw materials mined, 2022 2023 Recycled Materials processing materials consumed, and waste or by-products generated.",
    "Despite the increase (metric tons) (metric tons) in waste, we managed these by-products in strict compliance with regulatory requirements.",
    ".",
    ".",
    ".",
    ".",
    "Metals 232 3,120 Importantly, we also achieved higher recycling rates across nearly all categories of recycled materials from our current operations, resulting in an overall increase of more than 50% in recycled E-waste O./ /.1 materials (from 328 metric tons in 2022 to 494 metric tons in 2023).",
    "Monitors a 0.9 As we stabilize and optimize our Mountain Pass operations, we expect to achieve a meaningful Cardboard 10.9 19.0 reduction in the amount of waste generated per unit of production.",
    "We are committed to Lamps, mixed 0.2 02 continuously monitoring our waste management practices, and we are actively exploring Batteries, mixed 0.9 2./ additional opportunities to minimize waste generation.",
    "Our goal is to enhance reuse and recycling ettorts, building on the significant progress made in 2023.",
    "In recent years, and going forward, Non-polychlorinated biphenyl (PCB) ballasts 0.2 1 waste generation may be impacted by periodic reclamation activities of legacy buildings and .",
    "Capacitors 0.5 -- infrastructure.",
    "Printer ink cartridges 0.7 0.2 In addition, our used oil recycling increased from 10,515 gallons in 2022, to 14,090 gallons in 2023.",
    "Other Haz Waste for Reclamation/Recycle 37.1 25.1 SUSTAINABILITY REPORT | 2024 MATERIALS oN M os —_— — : en ur aA >on.",
    "ADS a - = = @ .",
    "—— ‘ » 4 — = _ .",
    "\" - .",
    "\" .",
    "_ —— att .",
    "7 —— - od : =_ - ° ~~ — — a = - ” = .",
    "‘ - — a ~ - ° —— — - = ~ .",
    "i.",
    "P - - ‘ - = .",
    "Rn es, ed - .",
    "om - : .",
    "- =\" .",
    "- 4 ~ 7 ~~ ‘a “ .",
    ".",
    "¥ i 7 7 ‘ .",
    "& , - .",
    "—_ ~ : — } .",
    "7 , .",
    "a —-* .",
    "a \\s Pe, We are implementing a comprehensive strategy to develop commercial-scale recycling capabilities across our operations, with the goal of establishing MP as a global leader in the recycling of rare earth materials and magnets.",
    "Our approach to material recycling is multi-faceted, emphasizing the critical importance of closed-loop operations.",
    "In the magnet manufacturing process, it is common for up to 40% of the material to be lost as by-product.",
    "To address this, we are investing in complementary recycling capabilities at our Fort Worth and Mountain Pass facilities, which will allow us to recover and reintroduce this by-product into the production process at the most effective point.",
    "By evaluating these recycling concepts trom a first-principles perspective, we aim to reduce waste, conserve resources, and lower costs.",
    "YN SUSTAINABILITY REPORT | 2024 [MP marterRiALs Pass operations through responsible land use, the preservation of biodiversity, and the protection of wetlands, waterbodies, and cultural heritage in the region.",
    "To ensure we achieve these goals, we comprehensively survey areas potentially affected by Our Operations.",
    "Before any land disturbance, even within existing permitted operations, we thoroughly survey flora and fauna of biological concern, wetlands, waterbodies, and cultural resources.",
    "This process is resource-intensive and involves detailed land analysis by certitied experts, extensive stakeholder engagement, comprehensive reviews by relevant agencies, and the development of flora and fauna relocation plans when necessary.",
    "In some cases, the relocation of waterways, including ephemeral streams, may be required to minimize offsite and downstream impacts resulting trom our development.",
    "These measures are part of our broader commitment to environmental stewardship and sustainable operations.",
    "We recognize the critical role our ecosystem plays in maintaining land integrity, as well as the importance of preserving the cultural and historical legacy of the area.",
    "We remain committed to developing and implementing conservation initiatives and rehabilitation projects that protect and restore these valuable resources.",
    "Our Reclamation and Revegetation Plan (RRP) details our approach to biodiversity preservation and restoration, including screening for biodiversity risks, safeguarding ecosystems, controlling non-native plants, and protecting sensitive areas from mining- related activities.",
    "The RRP, developed in compliance with state and local agencies, provides a framework for managing these vital resources and mitigating impacts on local biodiversity and ecosystems.",
    "The mitigation measures outlined in the RRP are integrated into our project approval processes, and we provide specialized training to employees on flora and fauna management, including the Raven Control Plan and Mojave Desert Tortoise Awareness procedures.",
    "In 2023, we continued to monitor active reclamation and revegetation areas and conducted additional land use surveys in areas that may be impacted in the future.",
    "Our extensive process for relocating local flora includes a nursery and several reclamation sites for species such as the Eastern Joshua Tree, Beavertail Cactus, Buckhorn Cholla, and Mojave Yucca.",
    "In 2023, we completed additional wildlife and cultural surveys in support of our growth trajectory.",
    "The wildlife surveys assessed the presence of suitable habitats and evidence of protected species, contirming that no protected species were identified in the survey areas.",
    "Cultural and archaeological surveys were also conducted, and a Cultural Resource Assessment was completed.",
    "San Bernardino County and the Twenty-Nine Palms Band of Mission Indians were informed of the survey results, and no questions or recommendations were received.",
    "SUSTAINABILITY REPORT 2024 MP MATERIALS — employees play in identifying, mitigating, and communicating safety risks.",
    "To ensure the ongoing safety of both employees and contractors working on-site, we have implemented a comprehensive set of health and safety guidelines.",
    "These guidelines are reintorced through regular safety training sessions that cover both general safety practices along with specitic equipment and process-related protocols.",
    "We also leverage our EHS management software to effectively track and monitor satety reporting metrics.",
    "This system has been instrumental in enhancing our safety culture, leading to a notable reduction in injuries and lost-time incidents.",
    "We believe that achieving superior satety performance is not just a short-term goal but a critical long-term strategic imperative for successfully managing our operations.",
    "All newly hired employees at Mountain Pass complete at least 24 hours of Federal Mine Safety and Health Administration (MSHA) training during the onboarding process and must, at a minimum, complete eight hours of refresher training annually.",
    "Following their initial training, depending on their job classification, new employees complete targeted online and supervised field training specific to their roles and responsibilities.",
    "Contractors may be required to complete the same 24-hour MSHA training as MP employees, depending on their work and previous training.",
    "All contractors must complete site-specific hazard training before starting work.",
    "In total, during 2023, our employees completed over 22,000 hours of new hire and annual retresher training, along with 1,600 hours dedicated to emergency medical response training, which included first aid and cardiopulmonary resuscitation (CPR).",
    "We utilize a formalized digital data reporting system to track all incidents reportable to the California Occupational Safety and Health Administration (Cal/OSHA) and MSHA.",
    "This system allows us to meticulously monitor lost-time injuries, recordable injuries, recordable injury rates, and near-miss reports.",
    "We place a strong emphasis on encouraging the reporting of near-miss incidents so that we can proactively address hazards or modify orocedures to enhance workforce safety before any actual incident occurs.",
    "As of December 31, 2023, we had successtully completed over 1,300 days—equivalent to more than 3.5 years—without a lost-time injury.",
    "At our magnetics facility in Texas, we have embedded a robust safety culture into the very foundation of our operations.",
    "In 2023, we took significant steps to prioritize employee well- being by initiating baseline health monitoring for all our employees.",
    "This early focus on health and safety serves as the cornerstone of our broader safety strategy, ensuring that employee well-being is at the forefront as we continue to grow and develop our facility.",
    "SUSTAINABILITY REPORT 2024 MP MATERIALS seamlessly into our management of change approach.",
    "From the outset of our magnetics’ tacility’s design phase, we established a cross-functional team tasked with evaluating every aspect of the operation.",
    "This team, composed of experts trom various disciplines, including EHS operations, maintenance, and engineering, is responsible for identifying potential hazards and implementing targeted mitigation strategies to eliminate safety risks wherever possible.",
    "The team is also entrusted with continuously reassessing safety considerations whenever changes or updates to the system are necessary.",
    "This ensures that our approach to risk management remains proactive and dynamic, adapting to new challenges while consistently prioritizing employee safety.",
    "Our EHS management committee oversees our health and safety management programs and is composed of key leaders including the Senior Vice President (SVP) of Operations, SVP of Engineering, VP of EHS, and EHS Manager.",
    "The committee identities potential risks by analyzing reportable incidents and near-miss reports and assessing potential exposures.",
    "They report regularly to leadership, discussing lessons learned and investigation results in real-time with weekly updates on safety incidents.",
    "MP strongly encourages near-miss incident reporting as a proactive measure to enhance workforce safety.",
    "In 2023, we introduced a “good catch” metric to add further granularity to our safety reporting.",
    "A “good catch” occurs when a potential incident is avoided due to timely intervention or corrective action.",
    "This year, we increased our emphasis on near-miss reporting, good catch reporting, thorough incident investigation, and the prompt closure of incidents.",
    "These efforts resulted in 118 near-miss reports and 166 good catch reports—a notable achievement, especially considering the expansion of our operations.",
    "The implementation of our Good Catch Reporting system in 2023 has played a signiticant role in reducing our recordable injury rate to 1.47, fostering greater employee engagement, and building a satety-tirst culture.",
    "In the event of an incident, it is communicated across the company, with front-line leaders discussing lessons learned with their teams to prevent future occurrences.",
    "We continuously monitor key health and safety metrics and, for the third consecutive year, have maintained zero days of lost time injury.",
    "Our EHS data is recorded and reported through our management software database, with real-time data distribution and summaries shared during weekly company-wide meetings.",
    "We use a formalized digital reporting system to track all incidents reportable under Cal/OSHA and MSHA, ensuring thorough and accurate documentation of satety performance.",
    "EHS Metrics 2020 2021 1 O O O 13 6 9 9 5.88 1.73 2.10 1.47 12 124 154 118 -- -- -- 166 'Number of employees per 100 full-time employees that have been involved in a recordable injury or illness SUSTAINABILITY REPORT | 2024 [MP marterRiALs industry, while Cal/OSHA is the state agency with primary health and safety oversight in and mitigating potential hazards, thereby ensuring employee safety and regulatory California.",
    "These agencies enforce safety regulations through routine, though unscheduled, compliance during this critical phase of expansion.",
    "inspections of our operation to assess conditions that could expose workers to unsafe environments.",
    "We are committed to fostering a culture of safety, both at work and at home.",
    "We start group meetings with a “safety share,” where employees are encouraged to discuss safety concerns MSHA conducts quarterly and semi-annual inspections of operational mines to ensure in both their professional or personal lives.",
    "Additionally, each year, we create and distribute compliance with federal safety standards.",
    "In 2023, the frequency of MSHA inspections a calendar featuring satety-themed artwork drawn by the children of MP employees.",
    "This increased at our facility, coinciding with a period of significant operational and staffing serves as a vivid and daily reminder that our loved ones depend on us to return home safely expansions.",
    "This heightened scrutiny was likely intended to ensure that our rapid growth every day.",
    "did not lead to a compromise in safety standards and that both new and existing employees SAFETY iS AS SIMPLE AS ABC \\ LWA YS PP pein BuIgy +r sarey Scanned with CamScanner “ - —~ °.",
    "ee, 6a 4 .",
    "‘- 2 - é .",
    "- .",
    "— Z - are OOP ges, le oe tee 7 .",
    "— ~~ — -~ : am —.",
    "——— Sos - —~—.",
    ".",
    "wand ~ a 1> —— + ome am ts a - ¢ > « - “« 2 ABD?",
    "ome € , RAZ DI REETION FROv Safety artwork designed by children of MP employees.",
    "SUSTAINABILITY REPORT | 2024 MP materRIALs Mountain Pass continues to enhance and implement an Emergency Response Program (ERP) on-site, with training covering three primary areas: Emergency Medical Response, Hazardous Waste Operations and Emergency Response, and Fire Brigade.",
    "Due to its remote location, external emergency response times to Mountain Pass may be longer than to more central areas.",
    "As a countermeasure, we have created an ERP team composed of volunteer MP employees trom various levels, including hourly staff, managers, and supervisors.",
    "The ERP team ensures that company resources support employee training, procurement of required supplies and tools, maintenance of necessary equipment, and proper assignment of responsibilities to help mitigate serious incidents.",
    "Senior management actively engages with and supports regular communication between the various ERP groups.",
    "They work to remove any obstacles or barriers to progress and improvements and ensure adequate tunding and additional resources are readily available when needed.",
    "YN SUSTAINABILITY REPORT | 2024 [MP marterRiALs committed, and skilled team that drives our mission forward.",
    "We are an equal opportunity employer.",
    "We believe all our employees should be treated fairly, consistently, and with dignity and respect.",
    "MP is committed to a workplace free of discrimination, harassment, and retaliation.",
    "We comply with the U.S.",
    "Fair Labor Standards Act (FLSA) and all labor laws enforced by the U.S.",
    "Department of Labor (DOL), including regulations related to worker verification, federal minimum wage, overtime pay, record keeping, and youth employment standards.",
    "We are also strictly opposed to all forms of human trafticking and have a zero-tolerance policy for any activities by our personnel that could condone or exploit victims of human trafticking, as outlined in our Policy Against Human Traftticking.",
    "Since the founding of MP in July 2017, we have grown our full-time equivalent (FTE) employee base from just eight contractors to 681 employees as of December 31, 2023, with approximately 81% of these employees based in the field.",
    "This includes a 40% increase in FTE employees in 2023, building on a 33% increase in 2022.",
    "None of our employees are subject to any collective bargaining agreements, reflecting our commitment to maintaining a direct and open relationship with our workforce.",
    "MP is committed to creating employment opportunities for local workers and strives to hire locally, whenever possible, to support economic development in our communities.",
    "Over the past two years, we have welcomed approximately 200 employees to our Mountain Pass team and 7/5 employees to our Texas magnetics team.",
    "As our operations continue to expand, we expect to create significantly more high-quality, permanent jobs.",
    "Total Employee Count Number of Employees 2// 16/7 SUSTAINABILITY REPORT 2024 % Growth 40% 33% 32% 46% 14% 92% and maintain an owner-operator culture that instills an entrepreneurial spirit.",
    "We want our employees to feel motivated and empowered to deliver results through an unwavering commitment to doing what is right in a safe environment.",
    "Central to our operations is the “owner-operator” philosophy we promulgate, which empowers every employee to take ownership of their work and MP's success.",
    "We believe that when employees are stakeholders, they are more engaged, motivated, and aligned with our mission.",
    "This culture fosters innovation, accountability, and a shared commitment to excellence.",
    "Our employees are encouraged to think and act like owners, which drives continuous improvement and operational success, because they are owners.",
    "To align incentives, every full-time employee of the Company receives equity compensation.",
    "We offer competitive pay and a comprehensive benefits package, which includes health management programs available within 30 days of hire, retirement plan sponsorship with employee contribution matched by MP, paid time off, and holiday pay.",
    "For all employees with six months of service, we provide sick leave, family medical leave (FMLA), disability insurance, and access to onsite wellness and lactation rooms.",
    "Additionally, we provide a free Employee Assistance Program (EAP) designed to support the well-being of our employees and their families.",
    "The EAP offers benefits such as counseling with professional clinicians, financial and legal resources, substance abuse assistance, caregiver education sessions, and access to personal progress and community support resources.",
    "To further support employee development, we offer a training stipend, paid apprenticeship opportunities, and EMR training for those interested in advancing their skillset.",
    "We also monitor the geographic cost of living and wage levels at each site to ensure our compensation remains competitive within the region.",
    "O MP maintained a 95% or higher employee retention rate Attracting, developing, and retaining top talent with diverse experiences, backgrounds, and perspectives is crucial to our success.",
    "In 2023, we maintained an employee retention rate of 95% or higher in every calendar quarter, reflecting our commitment to ensuring that our team is healthy, incentivized, and proud to work for MP.",
    "This high retention rate also indicates that our employees strongly believe in our mission and are motivated to contribute to our ongoing success.",
    "SUSTAINABILITY REPORT 2024 MP MATERIALS cultivating managers and leaders from within.",
    "Training begins on an employee's first day with on-boarding procedures that focus on safety, environmental stewardship, responsibility, ethical conduct, and inclusive teamwork.",
    "We offer an electrical and instrumentation apprenticeship program that funds employees’ attendance at trade school.",
    "In addition, we routinely partner with educational institutions, governmental agencies, and outside organizations to facilitate workforce development.",
    "In 2023, we launched a pilot leadership training and development program to support leaders in optimizing their team’s performance while also focusing on their personal growth and impact.",
    "We remain committed to enhancing opportunities for employees to interact with executive management through events such as virtual town hall sessions, family days, and routine stand-up brietings.",
    "Employee engagement efforts are critical in ensuring all employees feel heard, respected, and valued, and that actions are taken when feedback is received.",
    "Consistent and MP awarded the Great Place to Work ® professional certification methodical execution is key to operational execution.",
    "To ensure our employees receive the teedback they need to grow and thrive in their careers, MP continually reviews and updates our performance management processes.",
    "New hires receive the support and teedback needed to succeed and are provided periodic performance reviews every three months during their introductory periods.",
    "Managers hold reviews with all employees no less than annually to give them an opportunity to discuss work pertormance.",
    "This performance management process, rooted in MP’s values, sets the foundation for applicable goal setting, individual development plans, and career pathways going forward.",
    "Additional workforce development initiatives include partnerships with local high schools, community colleges, and universities to create tailored recruiting and training programs that meet our industry's needs.",
    "These partnerships help establish a talent pipeline and provide students with practical experience and job opportunities upon graduation.",
    "By collaborating with educational institutions, we support local workforce development and create pathways tor students to enter high-demand fields.",
    "Over the past year, we hosted and collaborated with local high schools, community colleges, universities, and local workforce develooment commissions, including the University of Nevada, Reno, the Colorado School of Mines, the University of Texas, Arlington, and the Massachusetts Institute of Technology.",
    "Additionally, we hosted numerous student tours and attended career fairs across varying locations, educational institutions, and communities.",
    "SUSTAINABILITY REPORT 2024 MP MATERIALS Retaining top talent across all functions with diverse experiences, backgrounds, and perspectives is critical to our success and a critical component of our workforce strategy.",
    "We recognize that retaining skilled employees is essential for maintaining operational excellence and achieving long-term goals.",
    "We believe our growth and retention not only reflect our rapid business expansion, but also our focus on diversity, inclusion, and meritocracy, as well as our efforts to ensure fair pay and support our owner-operator culture.",
    "MP believes that a diverse, inclusive, and meritocratic workforce and Board of Directors oroduce better overall decision-making for employees, which benefits the organization.",
    "In Board Composition (% Female) 2/7 (28%) 2/7 (28%) 2/7 (28%) addition to hiring employees with requisite skills, we have taken steps and will continue to eo O O O O strive to assemble a diverse and inclusive workforce.",
    "Board Composition (% Male) oT (727) oT (72%) oT (72%) Workforce (% Female) 15% 16% 17% / _ .",
    "O As of December 31, 2023, based on employees’ self-reporting, 49% of our workforce was Workforce (% Male) g5o 21%, 939, composed of underrepresented minorities.",
    "Additionally, veterans and women represented O 7 7 7 O O O 4% and 17%, respectively, of MP’s workforce.",
    "21% of managerial or supervisory positions Workforce (% American Indian or Alaskan Native) \"% M% M% were occupied by women.",
    "As of December 31, 2023, women represented 28% of the Workforce (% Asian or Pacific Islander) 8% 8% 8% Company's Board of Directors.",
    "Our Chief Human Resources Officer is responsible for, and Workforce (% Black) 79, 99/ 10%, collaborates closely with, the MP executive team on our diversity, inclusion, and meritocracy Workforce (% Hispanic) 21% 22% 25% strategy.",
    "Workforce (% White} 59% 56% 51% Recognizing the importance of supporting women in their careers, MP supports Women in Workforce (% two or more races) A9, 19% 59, Mining USA (WIM) as a Corporate Member.",
    "WIM is a nationwide organization committed CORPORATE GOVERNANCE ABOUT APPENDIX 1 APPENDIX 2 to educating, advocating, empowering, and inspiring a diverse and inclusive industry of mining professionals.",
    "WIM is comprised of chapters across the country that create opportunities for networking, mentorship, and the sharing of best practices.",
    "MP employees have eagerly engaged in WIM and are working to open doors for future generations of women in mining.",
    "Employee Diversity Metric oN M SUSTAINABILITY REPORT | 2024 MATERIALS - , - rn ot “a - 3 _— ” - — Ww = 2 = Rael E .",
    "-_ i, - - - ‘ ’ * —- - — -.",
    "- 7 ’ * z - ; Ps as .",
    "~ ‘ ~~ .",
    "- ——\"*., = ‘ 7 = & % a \" = “ad -— : -* -4 .",
    "~ —<' +t 7 - = = - » ’ va > a ® ‘ > - : ~~ 6 - ; .",
    ".",
    "; 7 ‘ ~ = .",
    ".",
    "° — P LS ” «* ‘ - } BN é 7 3 2 ° © .",
    "‘ ~ a : ~ - bee t .",
    "— 4 .",
    "’ bf x : ~ post - - - 7 m4 =.",
    "o ne oe ’ ‘ : .",
    ".",
    ".",
    "- .",
    "- by *.",
    "a?",
    "’ «+ ‘~~ - - .",
    "j ory ~ s .",
    "/ ; , - - - -.",
    "cn .-* a ~~\" - se: 4 ' .",
    "= - i .",
    ".",
    "7 - 7 : - > =“ ad ad ” P ’ : _:_ a ~ ; .",
    "— a > Ld .",
    "— & mo» ey fF - ~ ° \" mg .",
    "—, > sa <—?",
    "4 ‘ , * .* “ .",
    "‘ = - ¥ .",
    ".",
    ".",
    "7 - Ons iw sd =.",
    "“ ¢ ~ e.",
    "bd ~- Me - ” « - : .",
    "~ a a - , : se = ¢ te - he : ° : Pe .",
    "' .",
    "4 if .",
    "vr?",
    "w* ma Y alts , 7 oy , ?.",
    ".",
    "> .",
    "* 7 > ' r q « .",
    "a‘ i@ > .",
    ".",
    ".",
    "ee be .",
    ".",
    "‘ - roy ~ ’ - “ Affecting positive, lasting change in the communities in which we live and work is among We also our highest responsibilities.",
    "We believe we can make the greatest impact by raising living support our conditions in our communities through economic development and setting increasingly communities high standards for environmental performance.",
    "by sourcing locally wherever possible.",
    "In Since our founding in 2017, we have created more than 700 new jobs, a significant majority California, we spend tens in one of California's most economically disadvantaged and diverse regions.",
    "We continue of millions of dollars with more to hire aggressively in California, Nevada, and Texas.",
    "As we bring magnetics production than 100 suppliers each year.",
    "As our online in Fort Worth and expand production at Mountain Pass, we will create hundreds of business grows in scale and complexity, so will incremental jobs in engineering, research and development, manufacturing, operations, and our demands from our local business partners.",
    "corporate functions.",
    "We provide philanthropic support to the communities in which we live and work.",
    "We have To provide a streamlined pathway for people in local communities to join our company, we established a program that enables every employee to nominate charitable causes and local established a referral program that rewards existing employees for recruiting their friends, organizations for corporate support.",
    "Through this program, employees can submit the names family members, neighbors, and others trom their networks.",
    "This program is among our most of non-profits, fundraisers, and charitable causes they believe in for consideration of support.",
    "successful recruiting tools.",
    "We will continue to create impact in our communities through volunteer programs and employee initiatives aligned with our values.",
    "YN SUSTAINABILITY REPORT | 2024 [MP marterRiALs In 2023, MP Materials initiated a partnership with Baker Valley Unified School District In May 2023, we hosted 12 students, two chaperones, and one teacher from BVUSD at (BVUSD), which serves an economically challenged population in the remote desert Mountain Pass.",
    "During their visit, students toured our facility, learned about the work we do, community of Baker, California, near Mountain Pass.",
    "and explored the career opportunities we offer in a growing industry.",
    "In addition to meeting with our leadership, students had the opportunity to speak with recent graduates of Baker Recognizing the unique challenges faced by this small, tightly-knit community— Valley Unitied who are now gainfully employed by MP Materials and progressing in their characterized by high unemployment and limited access to skilled, high-paying jobs—MP is careers.",
    "determined to make a meaningful impact.",
    "As a significant employer located just 36 miles trom Baker, we are uniquely positioned to help address these challenges, and we created This experience highlighted the potential for deeper collaboration, leading to the creation Project 36 to do just that.",
    "of Project 36.",
    "The purpose of Project 36 is to bridge the 36-mile gap between our two communities by supporting BVUSD students throughout their education and creating a streamlined pathway for them to start a career with MP upon graduation.",
    "We were deeply moved and encouraged by this visit, which reinforced our belief that there is a clear path forward for increased engagement with BVUSD.",
    "This partnership represents a win-win for the district, its students, the Baker community, and MP.",
    "Already, we have hired one of the first 12 students who visited our site, and we are excited about the potential to further expand this relationship.",
    "- .",
    "s< fiw « 4 > 7 .",
    ": “ 7 = - ~ _ .",
    ".",
    "~~ oe : .",
    "-..",
    "— t ~ - .",
    "- =.\" ~al * , “ 4 = hw 7 : ~ Ge\" .",
    ": ie .",
    "id a = — > .",
    "° 7 - —* yw : “ .",
    "o> > ae ° \"i .",
    "- ; .",
    "~ - a ~- - ~~ \" .",
    ".",
    "—— ~4 >,.-* a ™ \" = — .",
    "- 4 , Py we : 4 - ~ .",
    "> \" > a\" _~ s .",
    "~~, = ~ ~< > ~ .",
    "> .",
    ".",
    ".",
    "— _\\.",
    "= ~ -_, - a hy ye — .",
    ".",
    "— s a —., .",
    ": .",
    "=\" — ° Na ..~ - a - — ~ .",
    ".",
    "——-.",
    "~ - =, ’ “ © .~ 2 he Ne.",
    "bs - .",
    "—_— - ~~ ’ .",
    "~ --- ~ — T - .",
    "—- : af\"* : - “se - - .",
    "_~ ~ ™= ~< “ ™ = «,.* ©.",
    "os : ~ .",
    "‘— ‘ -“ * : ~ > ~ ~ ~~ - : —— = ~~ i .",
    ".",
    "_ ~~ —— = en Que, .",
    "- .",
    "— ~~ _ .",
    "J * - —_— , ae oy Sef z SUSTAINABILITY REPORT | 2024 [MP marterRiALs Sa SERS SES SS an Hs se ci, oF ae WS Se S & we ve \\ oy The highest level of responsibility for material sustainability related topics lies with Executive Leadership and the Board.",
    "The day-to-day management of these topics is the responsibility of our COO and our VP of EHS.",
    "Our SVP of Financial Reporting and Technical Accounting manages the reporting of our sustainability topics.",
    "James Litinsky Michael Rosenthal Ryan Corbett Elliot Hoops Founder, Chairman, and Chief Founder and Chief Operating Chiet Financial Officer General Counsel and Secretary Executive Officer Officer James Litinsky, Chairman | Arnold Donald | Connie Duckworth | Maryanne Lavan Drew McKnight | General (retired) Richard Myers | Randall Weisenburger SUSTAINABILITY REPORT | 2024 [MP marterRiALs The Board is responsible for the oversight of risk, while management is responsible for the day-to-day management of risk.",
    "The Board, directly and through its committees, carries out its oversight role by regularly reviewing and discussing with management the risks inherent in the operation of our business and applicable risk mitigation efforts, including our sustainability performance and strategy.",
    "Management meets with the Board regularly to discuss our business strategies, challenges, risks, and opportunities.",
    "The Compensation Committee is responsible for overseeing the management of risks relating to our compensation plans and arrangements, including whether our incentive structures encourage excessive or inappropriate risk-taking.",
    "The Audit Committee is responsible for overseeing our risk assessment and management processes related to, among other things, our financial reports and record-keeping, cybersecurity, major litigation and financial risk exposures, and the steps management has taken to monitor and control such exposures.",
    "The Audit Committee is responsible for reviewing our sustainability reports and related disclosures.",
    "The Nominating and Corporate Governance Committee is responsible for risk oversight associated with corporate governance practices and the composition of our Board and its committees.",
    "As part of our regular enterprise risk management process, we monitor climate-related regulatory developments and potential business impacts.",
    "Legislation and increased regulation regarding climate change could impose signiticant costs on us and our suppliers, including costs related to increased energy requirements, capital equipment, environmental monitoring, permitting, reporting, and other costs to comply with such regulations.",
    "Climate regulations also impact our competitiveness with businesses in different regulatory regimes.",
    "We continue to evaluate the effectiveness of our enterprise risk management program as it relates to climate-related risks and make improvements as necessary.",
    "SUSTAINABILITY REPORT | 2024 [MP marterRiALs We are committed to the highest standards of business conduct in our relationships with each other, with the companies with which we do business, with our stockholders, and others.",
    "This requires that we conduct our business in accordance with all applicable laws and regulations and in adherence to the highest standards of business ethics.",
    "Our actions are guided by our Code, which provides a statement of the fundamental principles and key policies and procedures governing our business's conduct.",
    "The Code provides that employees are required to act in the best interest of the Company while interacting with any person who has business dealings with MP (including suppliers, competitors, contractors, customers, and consultants).",
    "The Code prohibits giving, receiving, or gifting a bribe or kickback.",
    "We also have a detailed Anti-bribery and Corruption policy.",
    "In 2023, there were no incidents of corruption.",
    "Additionally, MP Materials has not had any human rights violations to date.",
    "The Code contains a whistle blower and grievance procedure for reporting violations, whether real or perceived.",
    "We also have a detailed Policy tor Reporting Concerns, which sets forth the procedures for reporting and handling questions and concerns regarding potential, suspected, or known violations of applicable law, regulation, rule or standard or MP policy as well as our policy prohibiting retaliation against employees who report concerns.",
    "The Code applies to all employees, officers, consultants, and independent contractors of the Company and covers key topics, including conflicts of interest, entertainment and gifts, proper use of MP assets, record retention, confidential information, insider trading, corruption, and more.",
    "In addition to the Code, which is applicable to all employees, our senior executives and financial officers are subject to additional specitic policies applicable to the performance of their duties as outlined in our Code of Ethics for Senior Executive and Financial Officers.",
    "DX SUSTAINABILITY REPORT | 2024 [MP marterRiALs comes with a very high level of scrutiny and regulatory compliance activities to ensure we adhere to Calitornia’s strict regulations.",
    "Our California State regulatory oversight is significant when compared to other locations with mining operations.",
    "Among others, our operations are aligned to meet or exceed the Clean Air Act; Clean Water Act; Safe Drinking Water Act; California Safe Drinking Water and Toxic Enforcement Act of 1986 (also known as Proposition 65), and the statutes enforced by the U.S.",
    "EPA, their state and local equivalents (including but not limited to the Calitornia Department of Public Health, the Lahontan Regional Water Quality Control Board, and the Mojave Desert Air Quality Management District) and all regulations, policies and orders issued by or pursuant to them (collectively, the “Acts”), Comprehensive Environmental, Resoonse, Compensation, and Liability Act; SMARA; OSHA, MSHA, the Federal Regulations enforced by the Nuclear Regulatory Commission; Endangered Species Act; National Environmental Policy Act; and the RCRA.",
    "MP is a public company, with its financial statements and disclosures subject to audit by a registered public accounting firm.",
    "In addition, we are subject to the rules and regulations of the Securities and Exchange Commission (SEC) as well as additional regulatory oversight.",
    "We are actively monitoring California's emerging climate legislation, AB 2331, Senate Bill (SB) 253, SB 261, and their amendments, SB 219, as well as the status of the SEC's Climate Disclosure Rule.",
    "We are not currently subject to California’s SB 253 and SB 261 climate legislation, and their amendments, SB 219, due to our annual revenue and at the writing of this report the SEC's Climate Disclosure Rule is currently stayed.",
    "However, we are looking to the future state of the business and our governance processes as we continue to scale our operations so that we can meet these reporting obligations if, and when, they come to fruition.",
    "We are continuing to prepare for commissioning our Texas-based operations, and closely managing regulatory requirements.",
    "of information security in compliance with regulations to ensure the confidentiality and reliability of information across all aspects of our business.",
    "We include cybersecurity risk as part of our enterprise-wide risk management framework.",
    "Our information technology department is led by our Chief Technology Officer (CTO).",
    "This department is responsible for enterprise-wide cybersecurity including strategy, policy, standards, architecture, and processes.",
    "In 2023, we developed a Cybersecurity Incident Response Committee (CIRC) comprised of our CTO, key members of our leadership team, and our Senior Director of Internal Audit.",
    "Our CTO convenes this committee periodically throughout the year, and more routinely in the event any cybersecurity incidents are identified.",
    "The CIRC provides updates on MP's cyber risks, threats, and the status of various security system projects as well as reports on security programs and the emerging threats landscape.",
    "Our CTO also provides periodic reports to the Board.",
    "In 2023 and 2024, we advanced risk and vulnerability assessments to test our controls and protocols and continue to evaluate these measures by assessing, identitying, and managing cybersecurity threat risks, their severity, and potential mitigations.",
    "We actively engage with stakeholders including intelligence and law enforcement communities, industry participants, and key vendors to evaluate and enhance the effectiveness of our policies and procedures.",
    "Our vendor management program evaluates cybersecurity risks associated with thira- party service providers, including suppliers as well as software and cloud-based service providers.",
    "To mitigate these risks, we utilize a variety of assessments including external monitoring, threat intelligence during contracting, and a robust vendor selection process.",
    "We continue to advance our information and cybersecurity through workplace policies.",
    "We have implemented controls to enhance data security and protection of information for all categories of protected intormation.",
    "As part of our controls, all employees and contractors are subject to data security audits.",
    "Cybersecurity threats, including any previous cybersecurity incidents, have not materially affected our business strategy, operations, or financial condition.",
    "of actual performance.",
    "These torward-looking statements are provided for illustrative purposes only and must not be relied on by any investor as a guarantee, an assurance, a prediction or a definitive statement of fact or probability.",
    "Actual events and circumstances are difficult or impossible to predict and will differ from assumptions.",
    "Many actual events and circumstances are beyond the control of MP.",
    "These forward-looking statements are subject to a number of risks and uncertainties, including MP’s ability to successfully meet its environmental and social goals presented in this sustainability report within the expected time frame(s) due to a number of risks and uncertainties, such as: changes in law, regulations, or public policy; the alignment of the scientific community on measurement approaches; the evolution of technology; the complexity of supply chains, including commodity supply chains, and the adoption of supply chain traceability practices and tools; the capital and operating cost of implementing the goals presented in this sustainability report; changes in domestic and foreign business, market, financial, political, and legal conditions; risks relating to the uncertainty of the projected financial information with respect to the Company; changes in pricing of rare earth oxide and the demand for rare earth oxide; failure to realize the anticipated benefits of the business; risks related to the rollout of the Company's business strategy, including midstream and downstream operations and developments; the timing of achieving expected business milestones; risks related to the construction of our magnetics facility, including timing for completion and costs; risks related to MP’s arrangements with Shenghe; the effects of competition on MP's future business; risks related to political and macroeconomic uncertainty; the impact of the global COVID-19 pandemic, and other variants, on any of the foregoing risks; risks related to MP’s ability to comply with various government regulations that are applicable to its business, including environmental regulations; risks relate to MP's ability to maintai n its governmental licenses, registrations, permits, and approvals necessary for its business; related increased costs and expenses; and those factors discussed in MP’s Annual Reports on Form 10-Ks, and MP’s Quarterly Report on Form 10-Os under the heading “Risk Factors,” and other documents filed by MP with the SEC.",
    "It any of these risks materialize or our assumptions prove incorrect, actual results could ditter materially from the results implied by these forward-looking statements.",
    "There may be additional risks that the Company does not presently know or that the Company currently believes are immaterial that could also Cause actual results to differ from those contained in the torward-looking statements.",
    "In addition, forward-looking statements reflect the Company's expectations, plans or forecasts of future events and views as of the date of this report.",
    "MP anticipates that subsequent events and developments will cause MP’s assessments to change.",
    "However, while the Company may elect to update these forward- looking statements at some point in the future, t obligation to do so, unless required by applicab ne Company specitically disclaims any e law.",
    "These forward-looking statements should not be relied upon as representing MP’s assessments as of any date subsequent to the date of this report.",
    "Accordingly, undue reliance should not be placed upon the forward-looking statements.",
    "The Company’s goals presented in this report are aspirational and not guarantees or promises that such goals will be met.",
    "Statistics and metrics related to sustainability matters are estimates and may be based on assumptions or developing standards.",
    "Inclusion of sustainability-related or other information is not an indication that such information is necessarily material to investors.",
    "' GHG Emissions are calculated in accordance with the GHG Protocol and ISO Standard 14064:2018 - Greenhouse Gases - Part 1 * Scope 1 GHG sources at the Mountain Pass facility were identitied based on information collected for all 2023 reporting efforts (including California's Mandatory Greenhouse Gas Reporting (MRR), Comprehensive Emission Inventory Report), or through prior site air permitting efforts.",
    "For 2023 activity at the Texas facility, they were evaluated as contractor owned Scope 3 emissions, and therefore not included.",
    "> Stationary combustion emissions for natural gas and propane were based on the source-specitic natural gas throughput for 2023 (pipeline) and total facility propane throughput for 2023, respectively, using The Climate Registry (TCR) GHG Emissions Quantification Methods along with GHG emission factors from 40 Code of Federal Register (CFR) 98, with calculations in accordance with the Federal Greenhouse Gas Reporting Program (GHGRP) and California’s Mandatory Greenhouse Gas Reporting Regulation (MRR).",
    "CH4 and N20 emissions are converted to COZe using 100-year Global Warming Potential (GWP)EP values from the Intergovernmental Panel on Climate Change (IPCC) Fitth Assessment Report (AR5D).",
    "* Mobile equipment includes gasoline pickup trucks, vans, and forklifts; and diesel pickup trucks, backhoes, loaders, forklifts, drill rigs, excavators, manlitts, dump trucks, graders, haul trucks, water wagons, artic trucks, and bulldozers.",
    "Emissions associated with contractor equipment are excluded here, as MP Mine Operations does not have operational control of them.",
    "Mobile (portable) equipment includes miscellaneous gasoline internal combustion engines (ICE)s and diesel generators, light towers, compressors, and welders.",
    "Emissions for gasoline and diesel fueled portable equipment were based on annual gasoline and diesel consumption, respectively, for 2023, using TCR GHG Emissions Quantification Methods along with gasoline GHG emission factors from the Federal GHGRP, 40 CFR 98, Subpart C.",
    "Emissions for tire suppression equipment were based on annual hours of operation for 2023 and maximum hourly permitted throughput (18 gal/hr) using TCR GHG Emissions Quantification Methods along with diesel GHG emission factors trom the Federal GHGRP, 40 CFR 98, Subpart C, Tables C-1 and C-2.",
    "Fire suppression equipment is assumed to be limited to the fire pumps (water-based).",
    "Fugitives include heating, ventilation and air conditioning (HVAC) emissions, based on HVAC capacity and refrigerant type using an upper bound refrigerant leakage rate of 10% and 20%, respectively, for Commercial and Mobile HVAC units per TCR GHG Emissions Quantification Methods along with 100- year GWP values trom the IPCCARS5 published in 2013.",
    "For 2021, Other includes 7,884 metric tons of CO2e emissions associated with CHP plant testing and commissioning.",
    "> Our 2023 location-based Scope 2 emissions data represents purchased electricity used in our Mountain Pass operations.",
    "Emission factors were derived by zip code trom the EPA 2022 Emissions & Generation Resource Integrated Database (eGrid) available at httos://www.epa.gov/egrid/summary- data.",
    "The Concentrate Calciner and NdPr Calciner operated in 2023.",
    "Those emissions were estimated as 2,368 tCO2e using a mass balance approach, assuming all calcining product result in stoichiometric amounts of CO2.",
    "Our intent is to include further reporting in the future.",
    "SUSTAINABILITY REPORT 2024 MP MATERIALS MATERIAL TOPICS REPORT LOCATION OUR WORK (REFERENCES) FRAMEWORKS / STANDARDS* UN SDGS RELATED General Disclosures Our Business - p.6 About MP Materials GRI 2: General Disclosures ENVIRONMENTAL MATERIAL TOPICS IRMA Chapter 1.1 SASB Mining & Metals GRI 2: General Disclosures IRMA Chapter 4.2 EHS Management System Environmental Compliance p.",
    "16 GHG Monitoring and Recordkeeping Plan Spill Prevention, Control, and Countermeasures (SPCC) Water Stewardship p.",
    "22 Industrial Stormwater Pollution Prevention Plan (SWPPP) ASB Mining & Metals Water Management GRI Water Stewardship Disclosures Hazardous Waste Management Plan IRMA Chapter 4.1 Non azardous and Hazardous Waste p.",
    "24.25 Waste Management Plan SASB Mining & Metals - Waste Management g SPCC GRI Waste Disclosures IRMA Chapter 2.5 Climate Change Risk p.",
    "32, 41 Emergency Response Plans SASB Mining & Metals - Emergency Plans GRI Climate Disclosures Reclamation and Revegetation Plan (RRP) IRMA Chapter 4.6 Biodiversity and Land Use 0.",
    "27 Raven Control Plan SASB Mining & Metals - Biodiversity Impacts Mojave Desert Tortoise Awareness procedures GRI Biodiversity Disclosures IRMA Chapter 4.5 Energy Use p.",
    "19 Green Financing Framework SASB Mining & Metals - Energy Management GRI Energy Disclosures IRMA Chapter 4.3 SASB Mining & Metals - Air Quality GRI Air Emissions Disclosures IRMA Chapter 4.5 SASB Mining & Metals - GHG Emissions GRI GHG Emissions Disclosures EHS Management System Air Quality p21 Comprehensive Emissions Inventory Plan (CEIP) GHG Monitoring and Recordkeeping Plan Greenhouse Gas Emissions p.",
    "19, 20 California Cap & Trade Compliance * MP Materials is committed to IRMA (currently version 1, June 2018), and is evaluating GRI standards as well as other frameworks for future disclosure reporting SUSTAINABILITY REPORT | 2024 MATERIALS SOCIAL MATERIAL FACTORS: IRMA Chapter 3.2 Health, Safety, and Wellness pp.",
    "29-31 EHS Management System SASB Mining & Metals - Workforce Health & Satety GRI Occupational Health & Satety Disclosures IRMA Chapter 3.1 8 Saran Talent and Future Workforce pp.",
    "33-36 What We Do (mpmaterials.com) SASB Mining & Metals - Labor Practices ry | GRI Labor and Workforce Disclosures ne IRMA Chapter 3.1 8 isaaarn Labor Practices pp.",
    "33-36 Supplier Code of Conduct SASB Mining & Metals - Labor Practices ry | GRI Labor Practices a IRMA Chapter 1.2 i Diversity, Inclusion, and Meritocracy p.",
    "36 Employee Handbook SASB Mining & Metals - Human Rights & Indigenous Rights my | GRI Diversity and Equal Opportunity Disclosures .",
    "IRMA Chapters 1.2, 2.2, 3.3 Community and Social Vitality pp.",
    "37, 38 Cultural Resource Assessment SASB Mining & Metals - Community Relations GRI Communities Disclosures IRMA Chapters 1.3, 1.5, 2.3, 2.6 8 isaaarn Public Policy pp.",
    "39-44 Code of Business Conduct and Ethics SASB Mining & Metals - Business Ethics & Transparency ry | GRI Public Policy Disclosures —— ON SUSTAINABILITY REPORT | 2024 MP materRIALS IRMA Chapters 1.4, 3.1 [g sxe pp.",
    "42, 43 Code of Business Conduct and Ethics SASB Mining & Metals - Business Ethics & Transparency | GRI Ethics and Compliance Disclosures Ad Employee Handbook IRMA Chapter 3.5 Pp: Supplier Code of Conduct GRI Security and Privacy Disclosures IRMA Chapters 1.1, 1.2 gsxr pp.",
    "39, 40 Code of Business Conduct and Ethics SASB Mining & Metals - Business Ethics & Transparency | w GRI Corporate Governance Disclosures ( 610 13 EHS Management System IRMA Chapter 1.2 PP.",
    "oN Supplier Code of Conduct GRI Quality Disclosures Code of Business Conduct and Ethics IRMA Chapters 1.2, 1.3, 2.2, 2.3 g sco pp.",
    "27, 28, 33 Supplier Code of Conduct SASB Mining & Metals - Human Rights & Indigenous Relations | wu Human Rights Policy GRI Human Rights Disclosures au pp.",
    "14, 15, 26 Green Financing Framework GRI Sustainability Innovation Disclosures 13 Supplier Code of Conduct IRMA Chapters 2.2, 2.3 5 ieee Pp: Human Rights Policy GRI Supply Chain Disclosures rT | ON SUSTAINABILITY REPORT | 2024 MP materRIALS SUSTAINABILITY REPORT | 2024 MATERIALS"
]