[
    "& Governance Report NOVEMBER 2023 + About This Report + Message From Our CEO + About Nordson Corporation * Our Approach to ESG Measuring and Managing Our Environmental Footprint Delivering Responsible Products ¢ Product Innovation « Product Quality and Safety + Supply Chain Responsibility Dn FW N 22 Fostering an Inclusive and Engaged Culture + Talent Management and Development + Inclusion and Diversity + Workplace Health and Safety Caring for Our Communities Operating With Integrity and Responsibility + Corporate Governance + Ethics and Compliance + Cybersecurity ESG Data Summary 25 Environmental, Social, and Governance (ESG) report.",
    "This report carries forward strategies and commitments from our 2021 and 2022 ESG publications, provides updates on metrics and progress, and previews areas of expected evolution and maturity going forward.",
    "This year marks our third ESG disclosure in this format and second comprehensive report.",
    "There is intentional consistency in the way we communicate many of our commitments, accomplishments, and aspirations through an ESG lens, which reflects how the underlying elements of ESG have been and remain central to Nordson’s culture and are embodied in our long-standing philosophy and values.",
    "INTRODUCTION <q In preparing this report, we have been influenced by established ESG reporting standards, ratings organizations, and similar ESG frameworks, including the Sustainability Accounting Standards Board (SASB), the Global Reporting Initiative (GRI), the Task Force on Climate-related Financial Disclosures (TCFD), and the United Nations Sustainable Development Goals (UN SDGs).",
    "We are cognizant of emerging global reporting requirements and believe our existing ESG foundation and strategy position us well to fulfill these upcoming requirements.",
    "We welcome your questions and feedback regarding this report at corporatecommunications@nordson.com.",
    "NORDSON Environmental, Social & Governance Report Dear Nordson Stakeholders, At Nordson, the strength of our organization is reflected in the ways we continue to embrace our values, demonstrate our team-focused culture, and execute our vision on behalf of our customers, investors, employees, communities, and other stakeholders.",
    "Our 2023 ESG Report demonstrates these commitments in action and outlines our progress in protecting the environment, building Winning Teams, investing in our communities, and delivering technology solutions that support sustainable development.",
    "Supplying products that matter while reducing our environmental footprint Throughout Nordson’s history, we have leveraged our world-class ingenuity to develop products that help customers reduce their environmental footprint by improving yields, maximizing efficiency, and reducing scrap and material waste.",
    "We also deliver innovative solutions that enable customers to utilize recycled and ecofriendly materials in their manufacturing processes and to manufacture products that support important environmental and social end uses, such as clean energy, medical and life sciences, and food security.",
    "Our recent acquisition of AR AG Group expands our market share to include sustainable agriculture.",
    "The emissions reduction and clean energy targets we set last year have motivated our teams to bring forward various ways to improve our environmental footprint.",
    "Solar panels, insulation upgrades, process improvements, and other impactful solutions that emerged position us well to achieve our climate targets while also improving operations, providing long-term cost savings, and engaging our employees.",
    "We will continue to foster a culture that recognizes the positive interconnection between sustainability and lean manufacturing and uses data-driven frameworks to identify and pursue high-impact opportunities for improvement.",
    "Building Winning Teams At its core, the Winning Teams pillar of our Ascend strategy is about creating an engaging culture that attracts, retains, and develops top talent.",
    "We believe the diverse backgrounds and contributions of our people help INTRODUCTION » define our culture and fuel our successes, and as such, we prioritize ongoing engagement, career advancement, and a positive and inclusive work experience throughout every phase of the employee life cycle.",
    "For example, more than 250 leaders from across our global divisions and support functions have participated in our NBS Next Accelerator training program, which facilitates an in-depth understanding of the NBS Next business system and strengthens our company culture.",
    "To recruit and develop our next generation of leaders, we launched our Commercial and Finance Leadership Development Programs, which rotate recent college graduates through different roles in the Company.",
    "In support of employees from all background and circumstances, we introduced new Employee Resource Groups that encourage our employees to bring their authentic selves to work every day, and refined our policies and benefits to ensure Nordson remains an employer of choice.",
    "We also remain vigilant in prioritizing the health and safety of all our employees as part of our Journey to Zero initiative aimed at eliminating all accidents through continuous improvement.",
    "Investing in our communities Beyond our own operations, we believe in giving back to our communities through philanthropic contributions and participation in volunteer opportunities that reflect the causes we are passionate about.",
    "In FY22, Nordson and the Nordson Corporation Foundation donated more than $13 million to programs in our communities.",
    "I am particularly proud of the ways we expanded our matching gifts program by doubling our employer match to a 2:1 contribution and expanding our network to more than 3,000 global nongovernmental organizations that are now eligible to receive matching gifts.",
    "In closing, thank you for your continued support as we continue to implement our ESG strategy on behalf of all our stakeholders.",
    "Iam proud to share the ways that, together, we are leveraging Nordson’s history of innovation and action to make the world a better place for all those we serve.",
    "S:-M Sundaram Nagarajan President and Chief Executive Officer NORDSON Environmental, Social & Governance Report « 3 S 2 e 6 billion in sales e@eeee 1,300 enpioyecs About Nordson ll pe Corporation = 7 7 Founded in 1954 and headquartered in Westlake, Ohio Delivering precision technology solutions to he lp customers succeed worldwide.",
    "“For fiscal year ended October 31, 2022 Nordson Corporation is an innovative precision technology Our values —- the principles by which we operate — provide a foundation company that serves global customers in a wide variety of non- that reinforces the highest level of ethical behavior across all Nordson durable, durable, and technology end markets, including packaging, operations.",
    "By integrating these values into every aspect of our business, nonwovens, electronics, medical, appliances, energy, transportation, we assure the best for ourselves and our stakeholders.",
    "construction, and general product assembly and finishing.",
    "We engineer, manufacture, and market differentiated products used Integrity: We are honest with employees, customers, shareholders, for dispensing adhesives, coatings, sealants, biomaterials, and other the media, and ourselves.",
    "We will do what is right.",
    "We will not materials; for fluid management; for test and inspection; and for UV compromise standards.",
    "curing and plasma surface treatment.",
    "We support our products with ¢ Respect for People: We value employees.",
    "We thrive on teamwork, direct global sales, service, and application expertise.",
    "collaboration, and diversity.",
    "We will not compromise safety.",
    "We communicate openly and honestly.",
    "We give back to our Our Corporate Philosophy and Values communities.",
    "Nordson strives to be a vital, self-renewing global organization ¢ Customer Passion: Quality and service come first.",
    "We expect more that produces and grows wealth for our employees, customers, from ourselves than our customers do.",
    "shareholders, and communities within the framework of ethical * Excellence: We expect the best from management, co-workers, and behavior and enlightened citizenship.",
    "Our employees are the engine ourselves.",
    "We are not satisfied with work that is “average” or “OK.” that drives our progress in this pursuit.",
    "We seek innovative approaches to create value.",
    "¢ Energy: We approach challenges with an attitude of “lean forward, let's get it done.” Enthusiasm drives the pace of our work.",
    "We care...",
    "complacency is worse than our toughest competitor.",
    "top-tier revenue growth with leading margins and returns.",
    "By FY25, our financial goal is to deliver $3 billion in revenue and a 30% EBITDA margin through organic and acquisitive growth.",
    "We are pursuing The Ascend with our cul this goal in a manner consistent with the principles of sustainable development, growing the Company in an environmentally and socially responsible manner and within a sound governance framework.",
    "IMPACT ON HOW WE MANAGE THE BUSINESS OVERALL INTRODUCTION <q strategy is guided by three interconnected pillars, ture and values serving as the foundation for everything we do.",
    "Our ESG program is intentionally aligned with the principles of the Ascend strategy and NBS Next framework.",
    "Top-tier growth with leading margins and returns C NBS Next GROWTH FRAMEWORK = Sustain organic growth = Accelerate acquisitions G Owner Mindset DIVISION-LED = Data drives action = Entrepreneurial, accountable Winning Teams = Enhance depth and diversity # Enrich inclusive culture Culture & Values Driving profitable growth by selecting and investing disproportionately in the best growth opportunities.",
    "Creating an agile organization where our leaders are empowered to make growth-focused decisions close to the customer.",
    "Creating an engaging culture that attracts and retains top people who are key to delivering on the long-term growth objectives of the Company.",
    "IMPACT ON HOW WE APPROACH ESG Applying disciplined, data- driven analysis to prioritize improvements and opportunities with the most beneficial impact.",
    "Encouraging and enabling division and site leaders to make decisions and execute strategy most impactful to their business and their stakeholders, within a centralized framework of guiding principles, corporate support, and oversight.",
    "Developing a purpose-driven, inclusive, and diverse culture that helps to create a shared strategic vision and attract, retain, and motivate top talent.",
    "NORDSON Environmental, Social & Governance Report « 5 Guided by our corporate philosophy and values, we are focused on the ESG issues most important to our Company and our stakeholders.",
    "OUR COMMITMENT PRIORITIES AND ACTIVITIES Our Footprint - Pursuing capital investments, process improvements, clean energy, and Measuring and Managing _ carbon offsets to reduce our environmental impact and preserve our environment our Environmental .",
    "Risks and Opportunities —- Monitoring and addressing climate-related risks and Footprint opportunities Product Innovation - Solving customers’ challenges and supporting sustainable Coy development goals QT Delivering Responsible Products Product Quality and Safety - Uncompromising quality and performance Supply Chain Responsibility - Sourcing materials in an ethical and compliant manner Talent Management and Development - Recruiting, developing, engaging, and recognizing our workforce Cer Fostering an Inclusive Inclusion and Diversity - Fostering an inclusive, diverse, and supportive workplace e: and Engaged Culture for all employees Workplace Health and Safety - Ensuring the safety of our employees through prevention and preparation Charitable Giving - Impacting through direct grants and matching gifts programs Caring for Our i= Communities Volunteering - Organizing and encouraging volunteer opportunities Corporate Governance - Attentive oversight structures with diverse skills, experience, and attributes Sa Operating With Integrity Ethics and Compliance - Unwavering commitment to acting with integrity and Responsibility ; Cybersecurity - Protecting through technology controls, training, planning, and incident response ) Read about Nordson's approach to ESG oversight in the Corporate Governance section of this report.",
    "NORDSON Environmental, Social & Governance Report « 6 IN THIS SECTION ¢ Philosophy and Strategy ¢ Board and Management Oversight ¢ Climate Targets and Performance ¢ Risks and Opportunities Measuring and Managing Our Environmental Footprint Environmental Responsibility Philosophy Nordson is committed to operating safely and efficiently to minimize our environmental footprint, improve and protect our environment, serve emerging market opportunities, and reduce risk to our business, our communities, and our stakeholders.",
    "~~ @ ~~ @ OUR FOOTPRINT OUR PRODUCTS Preserving Resources& : Procuring and Generating Higher Yield, Less Waste, : Environmentally Conscious Reducing Consumption —: Clean Electricity Less Scrap ; End Uses > @ >» @ CLIMATE TARGETS DELIVERING RESPONSIBLE PRODUCTS see page 15 ~~ @ Sd OTN Achieve a 50% reduction Achieve net Zero Procure 10% of electricity in net Scope 1 and Scope 2 CO, ; Scope 1 and Scope 2 CO, ; from renewable sources emissions by 2030* ; emissions by 2050 ; by 2050 39% complete 19% complete 3% complete For detailed data, please see the ESG Data Summary.",
    "* Based on a 2021 gross emissions baseline, adjusted for acquisitions/divestitures NORDSON Environmental, Social & Governance Report « 8 Our Climate Strategy Nordson’s climate strategy is guided by the emergence of science-based targets and leading frameworks and standards, including recommendations from the Intergovernmental Panel on Climate Change and the Science Based Targets initiative to limit global warming to within a 1.5° C scenario.",
    "Our strategy is comprised of the following tenets and underlying activities: INITIATIVE PROGRESS Multimillion dollar annual capital allocation for sustainability-related projects.",
    "Over 30 projects proposed in 2022 and 2023.",
    "Read more on page 11.",
    ".",
    "External energy consultant and internal corporate subject matter experts Operational .",
    ".",
    ".",
    ".",
    "_.",
    "support site leaders in evaluating projects and opportunities.",
    "Improvements &> 4 Preserving Resources & Reducing Consumption and Efficiency Cellular manufacturing improvements drive efficiency and reduce waste, Enhancements providing sustainability, operational, and financial benefits.",
    "Biennial facility survey monitors for best practices, areas of focus, and overall progress.",
    "Nature-based carbon offsets help sequester carbon emissions, promote biodiversity, improve air and water quality, and support local and indigenous cultures and communities.",
    "Read more on page 12.",
    "Carbon Offsets Carbon offset costs internalize the cost of emissions and keep us accountable to our long-term climate goals.",
    "Carbon offsets are in parallel to - not in lieu of - emissions abatement and clean energy efforts.",
    "Through the sustainability capital allocation program, four key onsite solar generation opportunities emerged in 2023 - at one of our highest-consuming sites (Loveland, Colorado, U.S.), at one of our highest-cost sites (Aylesbury, UK), at our global headquarters (Westlake, Ohio, U.S.), and at a site expected to generate 100% of electricity demand from solar (Bangalore, India).",
    "Read more A\\ AN AN AN Procuring and on page 11.",
    "Generating Clean Energy Increased purchasing of certified renewable energy credits in U.S.",
    "and Asia during 2022 and 2023.",
    "Evaluating in-region or bundled renewable energy credits and local virtual power purchase agreement opportunities to support clean energy development within the grids in which we consume energy.",
    "NORDSON Environmental, Social & Governance Report « 9 conduct business in a manner consistent with the objectives of sustainable development, carefully balancing economic success with environmental stewardship and social progress.",
    "We are mindful of our role in addressing climate change, and we are committed to measuring and reducing our impact on the environment in alignment with our organizational values.",
    "Consistent with Nordson’s Ascend strategy, we foster an Owner Mindset that empowers division and site leaders to be proactive in managing their business and operations within a framework of centralized governance, support, and oversight.",
    "Division and site leaders are responsible for local execution, while a centralized team is responsible for Company-wide oversight, support, and identification of any key risks or negative trends.",
    "We share information about positive trends, key opportunities, and best practices within the Company to enhance employee awareness, drive further adoption, and develop a culture that recognizes sustainability and environmental stewardship as important Company values.",
    "Targeted communications and engagement with site operations and commercial leaders reinforce the availability of sustainability-related resources, as well as Company leadership’s commitment to sustainability and achieving our climate targets.",
    "Our Commitments and Progress « Committed to improving our environmental data collection capabilities to establish baselines, set targets, and take impactful, data-driven actions to reduce our own environmental footprint.",
    "2022 allocation.",
    "MEASURING AND MANAGING OUR ENVIRONMENTAL FOOTPRINT Our disciplined, data-driven approach seeks to prioritize and allocate our resources to the most impactful opportunities and risk mitigation needs.",
    "Nordson’s 2022 Environmental Performance In 2022, we significantly decreased our net emissions against our 2021 baseline, primarily due to continued nature-based carbon offset purchases and improved emissions factors (i.e., a cleaner grid in certain regions).",
    "We recognize the transitional nature of this progress and remain committed to pursuing abatement through facility improvements to reduce consumption and increasing clean energy generation and procurement.",
    "Our sustainability capital allocation program began in late 2022, and some projects came online in 2023, though many remain in the planning, approval, or installation stage.",
    "We therefore did not expect a measurable impact in our 2022 data from our sustainability capital allocation program.",
    "As projects come online during the remainder of 2023 and in 2024, we expect that our energy and emissions data in future reports will reflect their impact.",
    "In the meantime, we will continue to invest in nature-based carbon offsets and focus on offsite clean energy procurement.",
    "Learn more about our 2022 environmental performance in our ESG Data Summary.",
    "« Established a Scope 1 and : « Focused on the rollout and Scope 2 CO, emissions baseline and climate-related targets.",
    "execution of our climate framework strategy.",
    "« Introduced Company-wide « Established Governance and climate strategy, including : sustainability-focused capital Sustainability Board Committee.",
    "Read more in the Corporate Governance section of this report.",
    "NORDSON Environmental, Social & Governance Report « 10 Nordson’s division-led, Owner Mindset encourages a wide variety of projects based on individual sites’ needs and opportunities, within the larger Company-wide framework and climate targets.",
    "We encourage strategic projects that deliver environmental benefits as well as financial, operational, safety, or other overlapping benefits.",
    "Examples of emerging sustainability improvement opportunities at Nordson include: Loveland, Colorado, U.S.: We have scoped a large-scale solar ground mount array, and the project is under consideration for future implementation.",
    "The system would provide approximately 2 million kWh per year of green energy to one of our highest-consuming electricity sites.",
    "Loveland implemented LED lighting improvements in 2023 and is planning equipment upgrades and other measures to reduce overall energy consumption.",
    "Aylesbury, UK: A planned rooftop solar installation is expected to provide renewable energy to one of our highest-cost electricity sites, helping to reduce our emissions, control costs, and reduce summer sun exposure to better control the facility temperature and improve employee comfort.",
    "The project is underway and expected to come online in late 2023 or in 2024.",
    "Muenster, Germany: The team is planning to install thermal strip curtains to improve building efficiency while loading dock doors are open.",
    "The strip curtains will serve as insulation to retain warm air during the winter and cold air during the summer, while allowing forklifts, employees, and trucks to move in and out of the loading docks.",
    "Muenster installed a combined heat and power solution several years ago, among other measures to improve building efficiency.",
    "Bangalore, India: We have scoped and are reviewing plans to replace the facility’s existing roof with insulated roofing to better control the facility temperature and improve building efficiency, and to install a solar system sized to generate approximately 100% of the facility’s annual electricity needs.",
    "Any excess electricity generated from our solar panels would feed back into the grid, providing clean energy to our neighbors in the community.",
    "MEASURING AND MANAGING OUR ENVIRONMENTAL FOOTPRINT Conserving Water in a High-Risk Region In 2023, our Guaymas, Mexico, facility installed a water filtration system expected to save approximately 750,000 gallons of water per year in a geographic area of “extremely high” water risk, as defined by the World Resources Institute.",
    "We identified Guaymas’ water consumption as a high- impact opportunity in our 2021 facility survey and approached the site operations team, who had previously considered a water filtration solution but encountered barriers due to the highly regulated nature of medical device manufacturing at the facility.",
    "With support from a renewed leadership focus on sustainability, the team successfully completed the installation and qualification.",
    "Itis a great example of site operations exercising an Owner Mindset to develop and implement an impactful solution, with the support of a company culture that increasingly recognizes the importance of sustainability.",
    "NORDSON Environmental, Social & Governance Report e 11 By leveraging all available roof space with bifacial panels and a white membrane roof, we expect to offset approximately 25% to 30% of facility energy use.",
    "We purchased certified carbon offsets from the Western Reserve Land Conservancy to protect the Whittlesey Beach Ridge Forest in Northeast Ohio equal to 100% of our 2022 emissions from our Westlake headquarters.",
    "Boyle, Ireland: We improved windows and insulation in 2023, which solidified the building’s envelope and enhanced efficiency, in addition to improving site security and employee comfort.",
    "U.S./Canada Hybrid Cars: In 2023, we began replacing our gas-powered U.S.",
    "and Canadian fleet vehicles with gas/ electric hybrid alternatives and will continue to do so as vehicles cycle out.",
    "We expect to transition substantially all our U.S.",
    "and Canadian fleet to hybrid gas/electric vehicles over the next three to five years.",
    "Waste Reduction: Throughout 2022 and 2023, we implemented several waste reduction initiatives, including a packaging simplification effort in Norwich, Connecticut, to reduce corrugated cardboard and the introduction of reusable shipping containers in Swainsboro, Georgia, to reduce single-use packaging materials and waste.",
    "Anneewakee Forest Preservation, Douglas County, Georgia.",
    "MEASURING AND MANAGING OUR ENVIRONMENTAL FOOTPRINT Investing in Carbon Offsets We purchase nature-based carbon offsets in the communities and regions where Nordson operates and/or in areas of recognized high biodiversity.",
    "In 2023, we invested in the following nature-based carbon offset projects: United States « St.",
    "Elmo Forest Preservation (Tennessee)* « Anneewakee Forest Preservation (Georgia)* « City of Providence (Rhode Island)* ¢ Cold Hollow to Canada (Vermont)* * Two Hearted River Forest Reserve (Michigan)* ¢ Green Minneapolis (Minnesota)* « Whittlesey Beach Ridge Forest (Ohio)* « National Forest Recovery (U.S.) Brazil ¢« Reforest the Amazon Basin India ¢ Reforestation of Degraded Land by MTPL in India* ¢ Trees for Tigers Kenya ¢ Bore Subsistence Farming “Indicates a third-party certified project.",
    "NORDSON Environmental, Social & Governance Report « 12 sustainability and efficiency improvements require accurate, complete data, which enables us to set targets, prioritize the most impactful opportunities, and track our progress.",
    "Our utility bill management (UBM) system allows us to centrally track and analyze electricity, natural gas, water, and waste data.",
    "In 2022, we completed the implementation of all global sites into our UBM system for electricity and natural gas data and began the process of implementation for water and waste consumption data across our facilities.",
    "We have made substantial progress in our efforts and are reporting water data for approximately 75% of our sites over 5,000 square feet in this report, with plans to implement water data collection for the remainder of our sites in 2023 and 2024.",
    "Implementing waste data collection from our sites into our UBM system has proven challenging due to the lack of standardization for waste data and invoicing.",
    "We have successfully onboarded approximately 50% of our sites over 5,000 square feet into our UBM system for waste data and will continue to pursue waste data collection throughout our sites.",
    "The BKG® HiCon™ R-Type is ideal for recycling polymer melts from the family of olefins and styrenes with a high contamination degree.",
    "MEASURING AND MANAGING OUR ENVIRONMENTAL FOOTPRINT Understanding Our Climate Change Risks and Opportunities Our annual global enterprise risk management (ERM) survey is an important tool in assessing a variety of risks across our Company.",
    "Our ERM survey includes a question set influenced by Task Force on Climate-related Financial Disclosures (TCFD) recommendations pertaining to transition risks and physical risks associated with climate change.",
    "In addition, on a biennial basis, we survey Nordson facility operations leaders to gather information and insights into the adoption of sustainability practices and climate-related risks or opportunities at a facility level.",
    "This information helps us react appropriately to emerging trends or business needs.",
    "We believe the increasing focus on counteracting climate change presents several opportunities for Nordson: ¢ Higher precision: Nordson’s precision technology solutions support customers who seek efficient and sustainable manufacturing by improving yields, reducing material consumption, and delivering innovative capabilities relating to material recycling and the use of more sustainable materials.",
    "° Premium quality and durability: Nordson equipment is generally designed around a long-lasting core with routine wear-and-tear replacement parts, which extends the overall product life and reduces waste.",
    "° Innovative features: Many of our product innovations take the form of new accessories, software upgrades, or other methods that do not require a full system replacement to realize continuous product improvements.",
    "NORDSON Environmental, Social & Governance Report e 13 a robust, cross-divisional approach to battery markets serving electric vehicles and the electric grid.",
    "We also continue to partner with customers to provide solutions that enable more sustainable manufacturing methods and the capability to incorporate biomaterials and more environmentally friendly materials into their manufacturing processes.",
    "Through our Ascend strategy and NBS Next growth framework, we will continue to target strategic growth segments and apply a disciplined approach to product innovation and development that anticipates and responds to customer and market trends, including the increasing focus on environmentally conscious and climate change-related end markets and applications.",
    "ARAG precision agriculture products at work.",
    "MEASURING AND MANAGING OUR ENVIRONMENTAL FOOTPRINT Acquisitions Support Sustainable Innovation Nordson’s recent acquisition history reflects how our growth strategy is consistent with sustainability principles and opportunities.",
    "Most recently, in August 2023, Nordson completed the acquisition of the ARAG Group.",
    "Originally established in 1976 and based in Rubiera, Italy, ARAG is a precision agriculture company that offers innovative spraying, dispensing, and software solutions to help customers boost crop yields while reducing the usage of fertilizers and chemicals.",
    "Our acquisitions of NDC Technologies in 2021 and CyberOptics in 2022 provide innovative solutions for quality-related testing, inspection, measurement, and control processes that enable customers to closely monitor production, optimize manufacturing processes, and minimize scrap and waste.",
    "NORDSON Environmental, Social & Governance Report « 14 IN THIS SECTION ¢ Product Innovation ¢ Product Quality and Safety ¢ Supply Chain Responsibility solutions to solve customer needs in a wide range of end markets and applications.",
    "As customer needs and market opportunities increasingly involve environmental and social considerations, our product innovations and commercialization strategies naturally follow suit.",
    "Delivering Products With Environmental and Social Benefits Nordson technology solutions contribute to a diverse array of environmental and social benefits, including several of the UN Sustainable Development Goals.",
    "The precision, durability, and innovative features of our equipment drive resource efficiency and reduce waste, creating value for our customers and benefits to the environment.",
    "Our technology enables methods of manufacturing by our customers that utilize environmentally friendly materials in everyday items, such as baby diapers, hygiene products, and food and beverage packaging.",
    "We also deliver products and solutions that support growing opportunities in connection with climate change, clean energy, and converging environmental topics, such as the advanced battery market, plastics recycling, precision agriculture, and the avoidance of solvents through powder coating systems.",
    "The end-use applications of our products deliver a variety of social benefits.",
    "For example, we contribute to the health and well-being of our communities by developing and manufacturing medical devices and components.",
    "Our product applications in agriculture and food and beverage manufacturing and packaging also contribute to food security and production stability.",
    "Industrial manufacturing using Nordson equipment helps sustain productive work and economic growth across our communities and supports advancements across international industry, innovation, and infrastructure.",
    "Products manufactured using Nordson equipment — ranging from family care necessities to semiconductors, from construction materials to automobiles — help to provide basic services and fulfill essential needs.",
    "DELIVERING RESPONSIBLE PRODUCTS Bolstering Our Product Offerings Aimed at the Future In 2023, Nordson acquired the precision agriculture company, ARAG Group.",
    "ARAG specializes in precision-based agriculture applications and smart control systems, which allow farmers to manage their land and crops more effectively and sustainably.",
    "This technology is crucial for farmers and our society, as the dispensing and control systems allow for greater crop yield, increased profitability, and decreased resource usage.",
    "With a decreasing amount of arable land and an increase in the world’s population, ARAG’s products remain all the more important for a stable food supply while limiting environmental impact.",
    "NORDSON Environmental, Social & Governance Report « 16 Our Portfolio of Products Delivering Environmental and Social Benefits » CLEAN ENERGY AND RECYCLING » MEETING BASIC NEEDS Clean Energy and Advanced Battery Manufacturing Solutions Our advanced battery production capabilities play a vital role in increasing the capacity and adoption of renewable energy, as some forms — such as wind and solar — require extensive energy storage.",
    "Our cross-divisional approach serves the battery market at all stages of manufacturing, Advancing the Circular Economy for Plastics As the demand for innovative waste solutions has increased, Nordson delivers sustainable and reliable technologies that promote a circular economy.",
    "In our Polymer Processing Systems division, we have advanced a line of products that targets efficient resource including manufacturing components such as anodes and cathodes; cell manufacturing with our custom-engineered extrusion and die systems; and module production and battery pack assembly using our fluid dispensing systems.",
    "Nordson products, such as the A XT use by extending the life and quality of recycled plastic and facilitating the use of bio-based solutions.",
    "Products include BKG*CrystallCut®, BKG*®FlexDisc™, BKG* HiConT'M K-SWE-HD/RS, and EDI® Extrusion Die Systems.",
    "These and other X-Series x-ray inspection system and the AMI D9650 acoustic microscopy system, are used throughout the value stream in the manufacture of electric vehicles and green energy production technologies, including the manufacture and testing of key electronics component and subassemblies.",
    "Nordson powder coating equipment is used to manufacture items for the electric grid infrastructure.",
    "product lines support the recycling and reuse of different plastics, including plastics with a high degree of contamination that present difficult manufacturing challenges.",
    "Precision Technology Throughout Agriculture and Food and Beverage Life Cycle Nordson products are used throughout the agriculture, food, and beverage industries, helping to meet basic needs and provide food security and production stability.",
    "Nordson dispensing equipment is used to fabricate cartons and containers, apply labels, seal boxes, and other important steps in delivering food to kitchens and grocery stores.",
    "We are continuously innovating to find more environmentally conscious and material-efficient means of production.",
    "For example, our Triple Manifold Dies used in multi-layer packaging film provide a better layer of thickness uniformity compared with alternative methods, allowing users to consume less plastic.",
    "This product also plays an important role in reducing food spoilage and waste in the global distribution chain.",
    "Nordson measurement and control food gauge solutions are critical for ensuring food quality and safety during the preparation, baking, and production process.",
    "NORDSON Environmental, Social & Governance Report e 17 Safe and Sustainable Family Care Nordson’s bonding technologies enable the creation of baby products made from natural and plant-based materials.",
    "We invest in technologies such as our Trio™ Variable Dispense Slot Applicator, which bonds natural materials to form disposable hygiene products.",
    "In addition, these bonding technologies are compatible with other diaper production solutions, including our PureFlow™ hoses, which reduce adhesive stress and degradation, thereby contributing to higher yields and less material waste and consumption.",
    "Our Harmony* Applicators enable customers to run precise production at high speeds, and the platform’s tiered product portfolio provides options for melting and applying adhesives, lotions, or fragrances to family and elder care products.",
    "Life-Saving Medical Devices Our biomaterial delivery devices allow surgeons to precisely and accurately place biomaterials, such as injections of bone graft material during spinal and other orthopedic surgeries.",
    "Our fluid management components — including a range of fittings, couplings, valves, and other connectors — enable healthcare providers to quickly and safely connect fluid management systems, such as IV and drug delivery components, dialysis equipment, and biopharmaceutical manufacturing.",
    "These items played an important role during the development and production of COVID vaccines.",
    "We produce leading catheter, cannula, tubing, nitinol, and balloon components, and finished devices, many of which enable minimally invasive and other innovative surgical procedures.",
    "We are continuously innovating to incorporate more environmentally conscious materials in our products and to improve manufacturing processes to reduce our energy, water, and waste.",
    "Learn more about how Nordson products support environmental and social benefits on our website.",
    "DELIVERING RESPONSIBLE PRODUCTS » HEALTH AND WELL-BEING Healthcare and Life Science Manufacturing Equipment In addition to manufacturing medical devices and components ourselves, we manufacture the equipment that companies use to produce and package medical devices, personal protective equipment (PPE), and other medical and life science products.",
    "Nordson equipment is vital to the manufacture of respiratory equipment such as ventilators.",
    "Nordson applicators, such as the Harmony® Applicators, and gear pumps and screen changers are instrumental at different stages of producing masks, medical gowns, and other PPE and medical supplies.",
    "Nordson also developed solutions that dispense reagents for diagnostic test strips, including diabetic test kits, COVID tests, and more.",
    "NORDSON Environmental, Social & Governance Report « 18 New regulations in the EU to promote the circular economy have a significant impact on packaging practices by requiring a higher proportion of recycled content in packaging materials.",
    "The use of recycled content creates manufacturing challenges for packaging manufacturers because there is a higher degree of contaminants in the raw materials than in virgin materials.",
    "Melt filters are an important aspect of plastics production as they filter out those contaminants.",
    "With recycled materials, screens used in the filters become clogged more quickly and require more frequent changing, but they are expensive and changing them can be time-consuming.",
    "To address this problem, Nordson introduced the BKG® HiConTM K-SWE-HD/RS recycling filter, which is specially designed for blown film lines.",
    "The product uses backflushing to clear screens of contaminants and deposits without any pressure loss, which is crucial for blown film applications, significantly reducing the need for screen changes and encouraging the use of recyclate in production by reducing downtime, increasing yields, and improving quality.",
    "Read more in our case study.",
    "DELIVERING RESPONSIBLE PRODUCTS oo BKG® HiCon™ K-SWE-HD/RS Recycling Filter for Blown Film Applications.",
    "Nordson Recognized for Sustainable Packaging Innovation Nordson was recently awarded a bronze medal in the Blue Planet Sustainable Packaging awards at the International Packaging Innovation Forum (IPIF) in Shanghai.",
    "The theme of the 2023 IPIF was “gathering the whole industrial chain to promote the sustainable development of packaging.” Nordson’s award was based on our innovative approach to palletization - using precision adhesive dispensing to secure items on pallets in a way that significantly reduces other packaging materials, such a pallet wrap film or separation inserts.",
    "——— CNordson Nordson team receiving a bronze medal in the Blue Planet Sustainable Packaging awards.",
    "NORDSON Environmental, Social & Governance Report « 19 Product Quality and Safety The quality and safety of our products are foundational to our reputation and relationships with customers.",
    "We source responsibly and evaluate thoroughly to ensure that our products meet or exceed the highest standards and regulations.",
    "Our Approach to Product Quality and Safety Nordson’s strategy for regulating the quality and safety of our products is twofold.",
    "First, we maintain awareness about and oversight of general product content regulations and requirements to ensure that we are prepared for our own compliance and to support our customers’ compliance.",
    "Second, we cascade communication and resources to the division level through newsletters, meetings, and a centralized knowledge base accessible to all employees.",
    "Each division is responsible for disseminating information and managing compliance for their products, with corporate and external subject matter expert support.",
    "The Corporate Product Compliance Council, which consists of cross- functional corporate and division representatives, is responsible for managing Nordson’s compliance with product content regulations and standards.",
    "The Council meets quarterly to discuss emerging regulations and potential solutions for any impacted products.",
    "The Council leader also distributes a monthly newsletter regarding these regulations to maintain Company-wide awareness.",
    "In addition to internal resources and expertise, we work closely with outside expert advisors to understand current and future requirements and regulatory trends.",
    "In September 2022, Nordson hosted a two-day training event to build our knowledge base and foster cross-divisional connections.",
    "We received positive feedback from the session and anticipate hosting periodic future product compliance events to maintain awareness, share lessons and best practices, and continue to develop and support a strong compliance culture among cross-divisional specialists.",
    "We are closely monitoring legislation related to cobalt and per- and polyfluoroalkyl (PFAS) substances that may impact our sourcing and products.",
    "Nordson’s commitment to safe and ethical product content means that these topics are a priority, and we are exploring alternatives and other mitigation approaches.",
    "We offer divisional resources and training on PFAS and update our employees whenever new or updated legislation or initiatives are announced.",
    "NORDSON Environmental, Social & Governance Report « 20 Compliance With Regulations and Standards In order to assemble safe, high-quality products, we must ensure that we are in full compliance with regional, national, state, and local Leveraging New Resources to Enhance regulations and standards in all countries where Nordson products Due Diligence and Compliance are sold.",
    "These include the European Union (EU) Registration, Evaluation, Authorization, and Restriction of Chemicals (REACH) Regulation, and the EU Restriction of Hazardous Substances In early 2023, we engaged a leading third-party expert provider to streamline and enhance many of our in-house product content and product (RoHS) Directive, among others.",
    "Our adherence to these regulations compliance processes across the organization.",
    "is supported by our Restricted Substances Program.",
    "Our Conflict The new platform centralizes resources relevant Minerals Policy includes our disclosures of due diligence and sourcing for conflict minerals, suppliers, and due diligence : : ig : : ” practices concerning the use of “conflict minerals.",
    "reporting, among other areas.",
    "As a result, we can deliver information to our customers quicker.",
    "Our Restricted Substances Program includes guidance on restricted ; ; q , ; ; ; oa provide more thorough details and data, and substance regulations, planning, analysis, and procedural discipline.",
    "; ; ; ; standardize our reporting.",
    "We can also offer Our Corporate Product Compliance Council developed the program ; .",
    "; ; ; ; ; supplier training to Nordson’s suppliers, which to define, create, and implement effective restricted substance control .",
    ".",
    ".",
    "; ; expands our capabilities as we work collaboratively policies consistently across operations.",
    "; .",
    "; ; with our supply chain in several areas, including We maintain the quality of our products through: product compliance.",
    "° Division-specific quality management systems (QMS) that document the structure, responsibilities, and procedures required to identify, measure, control, and improve core business line processes.",
    "* Quality assurance representatives throughout each division in charge of its QMS.",
    "* Processes to monitor for product safety issues and to conduct appropriate investigation, root cause analysis, and corrective action.",
    "Many of our facilities pursue International Organization for Standardization (ISO) quality management certifications.",
    "Visit our ISO Information page for a list of Nordson’s ISO-certified facilities.",
    "* Reduction or elimination of the Cost of Poor Quality (COPQ), which includes defined targets and objectives.",
    "* Thorough review of new acquisitions to ensure safe operations, including an analysis of substances or chemicals used and appropriate substitution of less hazardous chemicals.",
    "NORDSON Environmental, Social & Governance Report « 21 Supply Chain Responsibility Nordson is committed to purchasing materials of the highest quality from suppliers and vendors who adhere to safe and ethical practices at their own facilities and promote the same values throughout their value stream.",
    "Our Approach to Supply Chain Responsibility Consistent with other areas of our business and our Ascend strategy, Nordson employs a division-led supply chain management program to enable agile, close-to-the-customer decision-making within a centralized framework of oversight, support, and cross-divisional collaboration.",
    "We recently focused on consolidating and strengthening relationships with strategic suppliers, especially those with a geographic footprint that aligns with Nordson’s.",
    "Sourcing personnel at the division and site levels drive decisions around material flow and operational needs, while centralized personnel provide support in managing strategic cross-divisional vendor relationships.",
    "Monthly calls with central and division supply leaders provide an opportunity to share solutions, challenges, and resources and to strengthen our overall culture.",
    "After emerging from COVID-related supply chain disruptions — and while remaining cognizant of potential logistical, geopolitical, and climate-related supply challenges — we are working to establish more regional ecosystems for sourcing.",
    "Nordson is also continuously working to improve the integration and interconnection between different key databases to enhance our compliance and monitoring capabilities while also streamlining our sourcing processes.",
    "Our Policies Our suppliers are expected to comply with our Code of Ethics for Suppliers and Third-Party Service Providers (Supplier Code), which includes requirements for safe and fair working conditions, ethical business practices, continuous improvement, and overall legal and regulatory compliance.",
    "In particular, suppliers are expected to: ° Manage their business in an ethical and responsible way with respect to human rights.",
    "* Manage their business in a sustainable and responsible way, meeting all applicable environmental rules, regulations, and laws in the countries where they do business.",
    "* Comply with applicable laws and standards relating to hazardous or restricted substances, and cooperate and comply with Nordson’s reasonable requests, requirements, and instructions relating to hazardous or restricted substances.",
    "NORDSON Environmental, Social & Governance Report e 22 with noncompliant suppliers to address the issue at hand, thereby improving the supplier’s performance while maintaining our supply chain.",
    "However, where significant issues are identified or issues persist without remediation, we will terminate the relationship.",
    "We will never do business with any supplier that we know is in violation of Nordson’s standards or applicable laws regarding child labor, slavery, human trafficking, or other human rights issues.",
    "The Supplier Code incorporates other key human rights and ethics policies, including our Policy Against Human Trafficking & Slavery for Suppliers, which seeks to align with the California Transparency in Supply Chains Act of 2010 and the United Kingdom Modern Slavery Act.",
    "All Nordson employees are assigned annual Code of Conduct training that includes content on forced labor prevention.",
    "Additionally, we recently introduced a more in-depth forced labor prevention training for Nordson’s Human Resources and Supply Chain groups.",
    "The training focuses on potential risk areas, warning signs, and how to respond to and report any potential concerns.",
    "It also helps Nordson personnel understand forced labor from a survivor’s perspective.",
    "Nordson is aware of the evolving global regulatory landscape with respect to forced labor and we are taking steps to fulfill our own requirements and to support our customers in fulfilling theirs.",
    "Our Conflict Minerals Policy outlines our commitment to comply with the U.S.",
    "Securities and Exchange Commission disclosure requirements.",
    "We will refrain from knowingly, directly or indirectly, taking or supporting any action that contributes to the financing of armed groups that are committing human rights abuses in certain covered countries.",
    "We evaluate our supply chain annually for the potential presence of conflict minerals and survey suppliers that may have conflict minerals in the products supplied to Nordson.",
    "Optimizing Our Supplier Locations and Shipping Routes As part of ongoing efforts to simplify our supply chain, we are focused on establishing regional ecosystems of suppliers closer to our manufacturing facilities.",
    "This involves strategic partnerships with global suppliers whose geographic footprint resembles Nordson’s.",
    "Where a regional source is not possible, we are evaluating regional supplier-managed warehousing so that products are more quickly and reliably available to our production teams.",
    "In addition to strengthening our supply chain and manufacturing operations, these initiatives can reduce our environmental footprint by shifting our transportation method away from air travel and reducing the distance that products need to travel overall.",
    "DELIVERING RESPONSIBLE PRODUCTS Supplier Symposium To better collaborate with our suppliers, our Swainsboro, Georgia, facility hosted a Supplier Symposium in 2022 for its top strategic suppliers.",
    "This event showcased the efficiencies we are creating with our products and included an open forum on how other suppliers and partners can do the same.",
    "The topics discussed included cellular manufacturing and creating efficiencies, methods for reducing waste, and simplification of components for increased reliability and quality.",
    "Through these supplier- focused collaborations, we simplify our business processes and enhance relationships.",
    "NORDSON Environmental, Social & Governance Report e 23 with suppliers.",
    "Our policy for supplier onboarding and risk management incorporates both initial due diligence and ongoing monitoring: ¢ Third-Party Due Diligence and Risk Evaluation: Before engaging with a new supplier, we perform a credit and risk report through a third-party partner to assess potential controversies, including environmental, social, and legal/ compliance issues.",
    "Our third-party partner monitors active suppliers for new controversies and will flag any concerns for Nordson’s review.",
    "In 2022, we improved the integration between our central planning software system and our third-party diligence provider so that supplier due diligence information is more readily accessible to our team.",
    "¢ Supplier Assessments: New suppliers are required to complete our comprehensive supplier assessment questionnaire, which covers topics such as ethics, compliance, diversity, human rights, and health, safety, and security.",
    "¢ Supplier Evaluation: New suppliers are subject to a formal supplier evaluation prior to being added to our approved supplier list.",
    "Subsequent supplier evaluations are conducted on a risk-based frequency, with the intent of evaluating top and critical suppliers on an annual basis.",
    "Evaluations cover topics such as risk management, employee training, health, safety, and security, and compliance with our Supplier Code and applicable laws and standards.",
    "Supplier evaluations are typically conducted onsite at the supplier’s premises.",
    "DELIVERING RESPONSIBLE PRODUCTS The Value of Supplier Collaboration We recently collaborated with a supplier to our Norwich, Connecticut, U.S., facility to reduce the number of SKUs for specific product packaging.",
    "The project was initially implemented to minimize needed storage space, decrease the amount of inventory necessary on hand, and reduce complexity.",
    "The initiative also resulted in cost savings and significantly reduced waste in our warehouse.",
    "Additionally, we were able to reduce the number of corrugate suppliers, which aligns with our overall strategy to simplify our supply chain.",
    "As a result, we can more accurately track our existing stock and simplify our ordering system.",
    "Supplier Diversity Our support for diversity extends to our supplier engagements, and supplier diversity is integrated into our Ascend strategy.",
    "We value inclusive economic growth and aspire to increase our annual spend with diverse suppliers, which we define in the U.S.",
    "as a company that is at least 51% owned, controlled, and operated by a racial or ethnic minority, woman, veteran, disabled person, or lesbian, gay, bisexual, or transgender person.",
    "We have recently focused on improving our collection of supplier diversity data, which we make available internally for divisions to consider in their purchasing discussions and decisions.",
    "NORDSON Environmental, Social & Governance Report e 24 — ~ IN THIS SECTION =>” * Talent Management and Development ~ > ¢ Inclusion and Diversity ¢ Workplace Health and Safety e 25 ENGAGED CULTURE Attracting and retaining Winning Teams relies How We Develop and Sustain Winning Teams on our ability to offer personal and professional .",
    "growth opportunities, create a rewarding employee experience, and foster an inclusive and diverse workplace.",
    "We strive to uphold a culture of shared knowledge, appreciation, and success.",
    "Winning Teams Winning Teams, one of three interconnected pillars of Nordson’s Ascend strategy, guides our approach to talent management and development.",
    "Winning Teams supports — and is supported by — an agile and inclusive culture.",
    "This drives profitable growth by ensuring that everyone at Nordson can learn, adapt, grow, and lead inclusively in an increasingly complex and diverse world.",
    "Employees at all levels should feel empowered and responsible for contributing to our goal of fostering Winning Teams.",
    "Inspiring trust through clear communication, respect, honesty, and authenticity Focusing on inclusion, diversity, collaboration, and a strong community Creating an engaging culture that encourages experimentation and embraces change as an opportunity to create differentiation “It is imperative that we invest intentionally in our people, ensuring that we are building deep and diverse teams, developing leaders that inspire Interconnected NBS Next Elements - collaboration and trust, and creating a culture Positive Culture, Sustainable Growth that is inclusive and engaging for all employees from all backgrounds.",
    "We want everyone to feel STRATEGIC DISCIPLINE (drives the focus) safe, valued, and included as part of the Nordson ORGANIZATIONAL AGILITY (fostering the culture) i Sarah Siddiqui Executive Vice President and Chief Human Resources Officer team.",
    "Without carefully nurturing the right culture and engaging all employees, the other pillars of our strategy cannot succeed.” NORDSON Environmental, Social & Governance Report « 26 Nordson’s Foundational Attributes To guide our Winning Teams and maintain an agile and inclusive culture, we have a carefully curated set of Foundational Attributes that helps guide our employees and Company toward growth.",
    "Embodying these attributes builds our strength and resilience, individually and together.",
    "Our Foundational Attributes are incorporated into our performance management and review process to reinforce their importance.",
    "Our Foundational Attributes Guide Our Growth ' Create a Shared Deliver Results Embrace Build Flexible Teams Inspire Collaboration Strategic Vision: Align the organization through actionable, strategic guidance Through NBS Next: Remain focused and nimble to achieve best-in-class results Innovation and Change: Proactively seek improvement and champion customer success and Organizations: Quickly adapt our teams and organizational structure to changing priorities and create and Trust: Influence and collaborate witha One Nordson mindset by being humble, self- aware, and transparent deep, diverse, agile teams Our Talent Management Priorities RECRUITMENT Our talent management strategy encompasses the full employee life cycle, attracting top talent, supporting and developing our employees, and planning for leadership succession.",
    "¢ Strategic Partnerships ¢ Scholarships, Fellowships, Internships s4 Recruiting Top Talent ¢ Recruiting and Referral Network Y) WINNING « Competitive and Inclusive Nordson leverages multiple channels and strategies to recruit talent for our organization.",
    "We build brand awareness by partnering with carefully selected colleges and universities in the regions where Nordson operates.",
    "We connect with ¢ Training and Education TEAMS ¢ Stretch promising candidates and future leaders through career fairs, scholarship and internship offerings, on-campus marketing, and other opportunities and initiatives with partner schools Benefits Assignments Loe, eT * Openand ¢ Feedback and other institutions.",
    "Our participation in industry Honest and Career associations, community engagement, and philanthropy also Communication Planning « Engaging Culture helps cultivate a positive reputation and brand awareness that and Values support recruiting efforts at all levels of the Company.",
    "NORDSON Environmental, Social & Governance Report « 27 encourage employees to refer candidates within their professional network for open job postings, with a referral bonus given to the employee if the candidate is hired.",
    "To attract high-potential, early-in-career candidates, Nordson offers scholarships, internships, and post-graduate leadership develop programs.",
    "These vary across sites and divisions and include both corporate-led programs and division- and site-led initiatives.",
    "For example, our corporate leadership development programs are designed to be competitive with other leading post-graduate programs, offering attractive compensation, relocation stipends, and opportunities to rotate between multiple Nordson facilities around the world.",
    "Developing the Next Generation of Nordson Leaders ta Nordson Y* | LEADERSHIP “Ii DEVELOPMENT PROGRAM began in 2021 and recently celebrated its first ¢ Our Financial Leadership Development Program graduating class.",
    "The two-year program is designed for recent graduates, who rotate through various finance-related assignments and interact with senior leaders on a career track to a role within the Company’s Finance department.",
    "A second class began in 2022, and our third class recently came on board in September 2023.",
    "« Launched in 2022, our Commercial Leadership Development Program offers participants the opportunity to rotate among commercial positions through two six-month rotations.",
    "They are mentored by business leaders and other Nordson professionals throughout the program and are on a career track to employment in a commercial role in their area of interest.",
    "The first cohort ended in September 2023 and a second cohort started the program in August 2023.",
    "FOSTERING AN INCLUSIVE AND ENGAGED CULTURE Development, Promotion, and Succession Planning Nordson is committed to the education, development, and advancement of our employees.",
    "We monitor the ratio of job vacancies filled internally versus external hires — seeking a balance between internal promotions to provide career advancement to our employees, stability in our culture, and continuity to our organization, with external hires who can expand our capabilities and provide new perspectives.",
    "We invest in our employees by offering training, education, stretch assignments, and other development opportunities to help them enhance their skills and advance in their careers.",
    "Annual performance reviews and mid-year check-ins support timely feedback, recognition, and career development conversations, as well as individualized training and development plans.",
    "An annual talent review process focused on current and prospective division, segment, and executive leaders proactively identifies and develops “ready now” leaders and successors within the Company.",
    "y A \\- po Nordson leadership development participants.",
    "NORDSON Environmental, Social & Governance Report « 28 environment, health and safety, legal compliance, ethics and integrity, employee onboarding, inclusion and diversity (I&D), and manager-focused training.",
    "The dynamic curriculum is regularly refreshed with new courses and materials, and we embed LinkedIn Learning courses within our system.",
    "Given the global nature of our Company, we provide courses and materials in multiple languages.",
    "Manager-level employees at Nordson complete a course on inclusive hiring practices, consistent with our support of I&D.",
    "We believe learning is a lifelong process and offer tuition reimbursement opportunities for eligible employees to pursue degrees, certifications, or new skills and knowledge.",
    "We also provide reimbursement for required professional education certifications in some fields, including legal, accounting, and human resources.",
    "Nordson employees in NBS Next Accelerator training program.",
    "FOSTERING AN INCLUSIVE AND ENGAGED CULTURE Advancing Nordson’s Ascend Strategy Through Employee and Leadership Training « NBS Next Accelerator training focuses on the NBS Next business system pillar of the Ascend strategy.",
    "Topics include the development of cellular manufacturing flows, organizational change management, product innovation strategy, customer relationship management, and interpreting financial statements.",
    "More than 250 leaders from the U.S., Europe, and Asia have participated in the training to date.",
    "« Leadership Excellence and Development (LEAD) training will focus on the Winning Teams pillar of the Ascend strategy.",
    "The purpose of this program is to develop and enhance well-rounded leadership capabilities in our existing and emerging leaders through practical application.",
    "LEAD training will emphasize the importance of coaching, development, care, well-being, mental health, what and why leadership, accountability, self- awareness, and other key leadership skills.",
    "The program is currently being piloted.",
    "NORDSON Environmental, Social & Governance Report « 29 and competitive total rewards package are designed to ensure our employees feel valued and rewarded for their contributions to the Company.",
    "Employee Engagement An environment that is inclusive and encourages open and honest engagement helps to establish collective trust and genuine self- reflection, empowering employees to pursue their full professional potential while respecting diverse personalities, backgrounds, and circumstances.",
    "To grow as a company, it is important that we are humble and self-aware about potential challenges or shortcomings so that we can address and improve in a timely manner.",
    "We use surveys to understand employee sentiment and engagement, gathering feedback to guide our decisions.",
    "We conduct an employee engagement survey on a biennial basis and distribute topic-specific surveys as needed.",
    "Recent surveys highlighted that our employees want more visibility into development opportunities and career pathways at Nordson.",
    "In response, we are recalibrating our job and career frameworks and leveling job roles to help employees more clearly understand their role and see the opportunities available across the Company.",
    "Our most recent biennial engagement survey, completed in July 2023, had strong participation at 87%.",
    "Survey results identified positive areas for the Company to nurture, including I&D efforts, manager effectiveness, and the availability of resources and training.",
    "It also identified areas for improvement where the Company has opportunities to strengthen communication of our future vision, reinforce culture and values, and expand our approaches to employee recognition.",
    "In addition to surveys, we undertake personal exit interviews with employees in leadership roles who choose to leave Nordson.",
    "We use feedback from these experiences to monitor for emerging trends and identify areas of improvement.",
    "Nordson supports employee mental health through a variety of programs, including mental health coverage through medical benefits, flexible work arrangements, employee resource groups, and workplace training.",
    "FOSTERING AN INCLUSIVE AND ENGAGED CULTURE Our average global tenure of reflects the strong engagement of our employees and our yea rs positive workplace culture.” “Data as of October 31, 2022.",
    "Supporting Our Employees We strive to offer and maintain market-competitive total rewards programs for our employees.",
    "We maintain equitable standards for pay and complete a formal pay equity study every two years.",
    "In addition, we monitor compensation actions as part of normal hiring, promotion, and annual merit practices.",
    "Nordson is committed to the importance of pay equity and promptly remediating any disparities that may arise.",
    "We frequently evaluate our benefits programs to ensure that our offerings are competitive, inclusive, and meet the needs of our employees.",
    "For example, many of our locations offer wellness programs, including mental health support and access, telemedicine, and healthy lifestyle maintenance.",
    "Telecommuting and flexible schedules are available for employees at our sites across the globe, though specifics vary by role and location.",
    "We continue to evolve our benefits for parental leave, reproductive rights, and LGBTQ+ medical needs.",
    "We offer parental leave in accordance with legal requirements around the world, with expanded parental leave in certain areas.",
    "For example, we enhanced our parental leave policies for our employees in the UK and Ireland effective January 1, 2023.",
    "The parental leave policy in the U.S.",
    "is also being updated for 2024 to enhance the period of paid leave for both birth and non-birth parents (including adoption/foster), without the use of vacation time and with no waiting period after initial hire.",
    "Effective in 2022, we approved medical benefits coverage for infertility treatments and gender-afirming surgery.",
    "We also added adoption cost reimbursement and enhanced travel benefits to support reproductive rights and other medical procedures.",
    "Learn more about our benefit offerings and career opportunities by viewing our Careers page.",
    "NORDSON Environmental, Social & Governance Report « 30 Inclusion and Diversity Our core value of Respect for People reflects our intention to support an inclusive and diverse culture.",
    "Fostering an environment that invites and respects all perspectives is an essential component of our focus on Winning Teams and shared responsibility for success.",
    "Our Inclusion and Diversity Strategy We aspire to have a workforce that is reflective of the markets in which we operate, and leadership that is reflective of that workforce.",
    "A diverse mix of backgrounds, experiences, and perspectives supports agility, innovation, and flexibility, generating organizational strength and driving our profitable growth strategy.",
    "Nordson’s focus has been the development and implementation of strategies to enhance collaboration and inclusion, as well as the diversity of our workforce.",
    "Our approach encompasses awareness and skill-building, intentionality in our recruitment and interview processes, and performance management and succession planning that recognize the importance of inclusion and diversity (I&D) to our Ascend strategy.",
    "We regularly reflect on our progress and explore opportunities to improve our I&D programs at all levels.",
    "The executive leadership team specifically dedicates time to 1&D strategy building, which is shared with the Board of Directors.",
    "These leaders, in partnership with Human Resources, help our managers cultivate an inclusive, diverse work environment within each of their respective areas.",
    "Attracting Diverse Talent We structure our talent acquisition efforts to uphold the ideals of inclusivity, belonging, and diversity, and a key focus of our I&D strategy is to improve our recruitment and interview processes.",
    "We launched an initiative to encourage inclusive and diverse interview panels and candidate slates, where possible.",
    "Diversity on interview panels includes both candidates and interviewers and takes many forms, including gender, ethnicity, tenure, age, and job function.",
    "Diverse interview panels help candidates from varying backgrounds relate to their interviewers and to our Company, supporting a more inclusive interview process and overall recruitment.",
    "Our partnerships with external organizations, such as the National Society of Black Engineers, Society of Women Engineers, and Women in Manufacturing, help us increase the diversity of our candidate pools.",
    "We also maintain strategic connections with universities near our manufacturing and office facilities in the U.S.",
    "to build employer brand awareness and attract early-in-career talent.",
    "For example, we include several historically Black colleges and universities (HBCU) in a limited pool of eligible schools for our Leadership Scholars program.",
    "Nordson's President and CEO speaking with a leadership development class.",
    "NORDSON Environmental, Social & Governance Report e« 31 Empowering Our People Through Employee Resource Groups Nordson’s employee resource groups (ERGs) strengthen our commitment to fostering an inclusive, diverse workplace where everyone feels like they belong.",
    "Participation in these groups is open to all employees.",
    "oS NBEN +s) Nordson Black Employee Network Launched in 2021, the Nordson Black Employee Network (NBEN) increased its programming and offered webinars on topics related to I&D, as well as mental health.",
    "For example, NBEN hosted a workshop led by a clinical psychologist about the mental health challenges facing racial and ethnic minority communities.",
    "NBEN also organized activities for Black History Month.",
    "ae WINN Women’s Internal Nordson Network The Women’s Internal Nordson Network (WINN) strives to support and empower Nordson women with a dynamic internal network, though events and membership are open to all genders.",
    "Programs offered by WINN are global, regional, and local in scope, and many are offered virtually to encourage all employees to participate.",
    "A Focus on WINN: Supporting the Women of Nordson Mentoring Programs Mentorship cohorts are a crucial source of support and empowerment for women across all our sites.",
    "WINN’s Americas and Europe, Middle East, and Africa (EMEA) groups recently concluded their first mentorship cohort program.",
    "The WINN Americas group launched a fourth cohort in fall 2023, available to all genders, and with the support of the EMEA group, our WINN chapter in the Asia-Pacific (APAC) region plans to offer their first cohort this year.",
    "Employees at a WINN event in Carlsbad, California.",
    "Oo Organization for Pride and Equality at Nordson In June 2023, we introduced the Organization for Pride and Equality at Nordson (OPEN).",
    "OPEN aims to empower employees to be their most authentic selves at work, promote allyship and inclusivity, and grow personally and professionally.",
    "OPEN is developing programming for the upcoming year, including anticipated reflection and discussion sessions with third-party moderators.",
    "foo} Minds of All Kinds Neurodiversity ERG A fourth ERG, Minds of All Kinds, is in the early stages of formation.",
    "This ERG is focused on supporting employees of all neurotypes and creating a culture where everyone can thrive.",
    "POWER Up With WINN and EY WINN collaborated with the Professional Women’s Network at Ernst & Young (EY) to present POWER Up, a five-week leadership development program that focused on helping female employees gain an understanding of key behaviors that would help accelerate their careers.",
    "The program served as ameans to springboard female professionals with high potential into deep conversations as they seek the next level of success.",
    "NORDSON Environmental, Social & Governance Report « 32 LEADERSHIP SCHOLARS The Nordson Leadership Scholars program, launched in 2023, aids relationship-building and recruiting with the goals of attracting diverse talent, building strong connections, and developing a pipeline of undergraduate students into future leaders.",
    "In partnership with six schools around the U.S., female students or students who come from an underrepresented racial/ethnic group and are studying business, supply chain, accounting and finance, engineering, economics, or liberal arts are encouraged to apply for scholarships.",
    "The program provides scholarship recipients with exposure to career pathways at Nordson as a way of developing a multistage talent development pipeline.",
    "In 2023, we awarded scholarships to 12 students.",
    "A Nordson Leadership Scholarship recipient.",
    "FOSTERING AN INCLUSIVE AND ENGAGED CULTURE Providing Meaningful Opportunities for All To expand our Winning Teams with diverse, quality candidates eager to contribute their skills, our Nordson MEDICAL facility in Galway, Ireland, partnered with Down Syndrome Ireland, an organization dedicated to providing support and services to people with Down Syndrome and their families.",
    "In June 2023, we successfully hired our first employee through this partnership as a facility assistant, which has brought positive energy to the facility and valuable learning experiences for our employee and his colleagues.",
    "NORDSON Environmental, Social & Governance Report « 33 Workplace Health and Safety At Nordson, a healthy and safe workplace means that our employees leave in the same condition as they arrive.",
    "Prioritizing health and safety is a cornerstone of our responsibility as an employer.",
    "This commitment is demonstrated through our leadership support, employee engagement, and our Journey to Zero initiative.",
    "Our EHS Vision: Journey to Zero Journey to Zero’s Guiding Principles: Nordson continuously evaluates and enhances our environmental, ° health, and safety (EHS) program to advance our safety culture.",
    "In recent years, we have placed an increased emphasis on more timely and robust data collection and analysis, leveraging digital ; tools to help our sites better understand their safety performance and opportunities for improvement.",
    "By collecting and analyzing data near real-time, we can more quickly identify negative trends and take remedial action.",
    "Our Journey to Zero program reinforces our belief that all incidents are preventable through continuous improvement in our behaviors and risks.",
    "This program is a key building block of both Nordson’s Ascend strategy and NBS Next Accelerator training.",
    "; In addition to our guiding principles, Journey to Zero is characterized by six elements that support & AU DEVELOPMENT Embrace the mindset that all incidents are preventable: By proactively identifying risks, hazards, and threats, we can integrate defensive measures and encourage safe behaviors.",
    "Support our timeless value, Respect for People: We are making our people and planet the priority and taking the initiative to make adjustments in our daily operations.",
    "Strengthen commitment and engagement: Employees at all levels of the organization are responsible for safety.",
    "We must be dedicated to working together to promote a safe, secure, and healthy environment for all employees, shareholders, customers, and communities.",
    "Persist for continuous improvement: Journey to Zero isa multiyear focus on a safe and environmentally friendly workplace.",
    "Zero represents an ideal state against which we can measure to drive continued improvements.",
    "our pathway to a safer workplace: EHS ASSESSMENTS DITS CONTINUOUS EHS TRAINING & IMPROVEMENT EHS PERFORMANCE & INCIDENT MANAGEMENT MANAGEMENT & EMPLOYEE ENGAGEMENT EHS OBSERVATIONS JOURNEY Us TO ZERO NORDSON Environmental, Social & Governance Report » 34 global requirements and best practices.",
    "Others are established at the division or site level based on localized considerations.",
    "This approach is designed to enable an Owner Mindset with respect to site safety, led by personnel with the best visibility of “on-the-ground” conditions, within a centralized framework of governance and oversight.",
    "Our Journey to Zero and EHS vision includes our contractors and vendors, who are required to review and adhere to our Contractor/ Vendor Safety Program.",
    "This document details Nordson’s requirements to permit a contractor or vendor to perform work or conduct business at a Nordson facility.",
    "Additionally, all Nordson suppliers and vendors are expected to adhere to our Code of Ethics for Suppliers and Third-Party Service Providers, which includes workplace safety standards and expectations.",
    "Our supplier onboarding and risk review process includes consideration of suppliers’ workplace health and safety programs and incidents.",
    "Journey to Zero Dashboards Enhance Accountability We believe everyone is responsible for upholding a culture where safety is a priority.",
    "Many of our sites across the globe display Journey to Zero data on dashboards in common areas for all to see.",
    "The dashboards often include EHS meeting minutes, new initiatives, safety tips, and reminders.",
    "We plan to incorporate Journey to Zero Self-Assessment information on the dashboards to encourage individual accountability.",
    "FOSTERING AN INCLUSIVE AND ENGAGED CULTURE Implementation in Action Journey to Zero is an ongoing initiative across our global facilities through which we are refining and continuously improving Nordson’s EHS programs.",
    "Key elements of the program include: ° Leadership commitment to and formal endorsement of the importance of EHS ¢ Formation of site EHS Committees with regular agendas, actions, and follow-ups ° Development and implementation of EHS performance metrics that are posted and communicated out ° An EHS-focused message board posted in a visible location and routinely updated ° Injury communications and a posted summary for employees ° Personal protective equipment policy visibly posted in relevant areas and enforced ° Confirmation that aisleways and egress paths are clearly marked and unobstructed * — Verification that safety equipment areas (e.g., fire extinguisher, eyewash station) are clearly marked and unobstructed ° An EHS observation program and walk-through processes to identify and report potentially unsafe conditions Read more about our Journey to Zero initiative on our Workplace Health and Safety page.",
    "NORDSON Environmental, Social & Governance Report e 35 of health and safety in our Environmental, Health, and Safety Policy Statement.",
    "This statement reinforces our commitment to EHS excellence through strong compliance, effective communications, consistent engagement, informative training, and executive leadership support.",
    "Reinforcing Our Focus on Health and Safety Our Environmental, Health, and Safety Management System (EHSMS) is designed to empower each facility to implement and adhere to the safety processes and controls that deliver effective outcomes by considering unique circumstances at each facility along with general best practices.",
    "Our EHSMS provides standards and supporting documents to empower each facility to take ownership of its safety culture, recognizing that the exact requirements for each site will vary depending on the nature of the work performed at the site and applicable local laws and regulations.",
    "Our global training programs include content on local regulations and are offered in local languages.",
    "We actively monitor site progress centrally based on the six elements, KPIs, and milestones associated with our Journey to Zero.",
    "To further strengthen our EHSMS, we hold quarterly calls with commercial, operational, and executive leaders across our U.S.",
    "sites to discuss safety data and dashboards.",
    "Each business segment also holds a quarterly EHS meeting with managers, division leaders, and executive officers.",
    "These meetings provide the opportunity for standardized training and discussion of safety-related topics.",
    "Division EHS leaders who attend are responsible for implementing the policies and procedures discussed at their respective businesses.",
    "Executive leaders’ presence and participation establish a tone from the top and create a culture in which the environment, health, and safety are considered executive-level priorities.",
    "EHS Committees Every major Nordson manufacturing site in the U.S.",
    "hasa cross-functional EHS Committee.",
    "The purpose of these committees is to establish a safe and secure workplace where employees take ownership of their own safety, the safety of their peers, and continuous improvement practices.",
    "The EHS Committee provides a forum to communicate, identify, and resolve issues related to workplace health, safety, security, and environmental management.",
    "Sites that do not have a formal EHS Committee designate a local EHS point of contact, who provides appropriate resources and support.",
    "FOSTERING AN INCLUSIVE AND ENGAGED CULTURE EHS Observation Programs Encourage Engagement and Ownership We designed our EHS Observation Program to engage employees in the process of identifying and correcting hazards, with the goal of preventing incidents from occurring.",
    "Employees may submit observations by name or anonymously.",
    "Nordson’s EHS Observation Program continues to grow, and in line with our Journey to Zero initiative, each site is tasked with completing a monthly internal safety assessment.",
    "The accompanying checklist encourages sites to take ownership of the assessment process, which should be a joint effort led by the site with support from corporate EHS.",
    "Nordson managers and leaders periodically conduct Gemba Walks to assess processes on an operational level, streamline operations, and identify opportunities for continuous improvement.",
    "Additionally, employees are required to complete a Safety Basics Self-Assessment each quarter as part of Journey to Zero.",
    "We developed and implemented a customized training in 2023 to ensure consistent program execution.",
    "In addition, members of our central corporate EHS team perform virtual walkthroughs with EHS leaders from our international sites, which continue the connections made possible by technology during the COVID-19 pandemic.",
    "NORDSON Environmental, Social & Governance Report « 36 with corporate standards and regulatory requirements.",
    "Inspection items include housekeeping, egress, emergency response equipment and procedures, hazardous waste accumulation and storage areas, and recordkeeping.",
    "EHS-related processes, procedures, and written programs are regularly reviewed for accuracy and updated as needed to address any changes in regulatory, corporate, or site standards.",
    "Each site is encouraged to implement a process for employees to identify and report unsafe conditions.",
    "Emergency Preparedness Our security mission is to protect Nordson’s personnel and its assets.",
    "Each U.S.",
    "location has an Emergency Action Plan that meets the requirements of the Occupational Safety and Health Administration (OSHA).",
    "A centralized, cross-functional Workplace Threat Response team comprised of personnel from Security, Human Resources, and Legal evaluates, investigates, and helps site leaders and other employees navigate incidents related to workplace violence around the world.",
    "All U.S.",
    "employees receive workplace threat training, which outlines what to do if an incident occurs, including Run—Hide- Fight.",
    "U.S.-based managers receive more detailed training on behavior recognition and working with local incident commanders.",
    "These locations use an emergency notification software system to notify employees of threats, inclement weather, utility outages, and other emergencies that may impact a facility.",
    "Site-specific evaluation and shelter-in-place plans exist at all U.S.",
    "sites, with periodic drills and information sessions to ensure continued awareness.",
    "We regularly test and inspect all emergency equipment.",
    "Similar policies and procedures are in place in non-U.S.",
    "locations and are managed locally.",
    "We are working toward bringing non-U.S.",
    "locations under more centralized oversight while retaining primary responsibility for site-specific preparedness and response plans at the local level, with corporate resources and support as needed.",
    "FOSTERING AN INCLUSIVE AND ENGAGED CULTURE Our Safety Performance We record the number of workplace injuries and illnesses that require professional medical treatment beyond first aid.",
    "This information is reported in the U.S.",
    "as Total Recordable Incident Rate (TRIR) and Days Away, Restrictions, and Transfers (DART) Rate.",
    "For our international locations, injury and notice of violation data is collected from sites with 10 or more employees.",
    "As we continue to enhance our culture of safety, we are shifting our focus to be more proactive and reflect observations that can be corrected on the front end.",
    "Conserving Noise - and Employees’ Hearing - in Chippewa Falls Although Nordson’s noise levels are generally low across sites, we regularly conduct noise testing to ensure that our levels are below 85 decibels (the threshold that would require a noise conservation program).",
    "We routinely conduct these tests on new equipment or processes as part of our efforts to maintain a safe and healthy workplace environment for our employees.",
    "For example, our Extrusion Dies Industries (EDI) facility in Chippewa Falls, Wisconsin, U.S., manufactures extrusion and fluid coating die systems used by processors and converters worldwide.",
    "After identifying an area at our site that had the potential to produce unsafe noise levels, our team implemented a project to reduce noise and bring the decibel level below a safety threshold.",
    "NORDSON Environmental, Social & Governance Report « 37 * Charitable Giving ¢ Volunteering Our Time ¢ Partnerships and Priorities SP the Nordson Corporation Foundation in FY22 Nordson has a long and proud history of investing in the communities where our employees live and work.",
    "We believe it is our social responsibility to share our success with our communities.",
    "By encouraging our employees to support the causes that matter most to them, the Nordson Impact benefits people and organizations across the globe.",
    "Our Commitment to Community Support Investing in our communities has been an integral part of our business since our founding in 1954.",
    "Our growth as a company over the years has allowed us to expand and enhance our positive impact.",
    "This is evident through the founding of the Nordson Corporation Foundation in 1989, the long-standing nonprofit partnerships we have developed, our employees’ engagement in their communities, and the growth of our charitable giving.",
    "The primary source of funding for the Nordson Corporation Foundation is our contribution of 5% of U.S.",
    "pretax profits, which is then dispersed for charitable activities.",
    "We are committed to the sustainability and growth of our nonprofit partners and proudly provide consistent support to organizations that have proven to be the backbone of our communities.",
    "Our global impact priorities include: Continue to grow national charitable programs and expand our reach ¢ Distribute larger, more impactful grants that support students and partner organizations ° Identify and implement additional opportunities to support causes that matter to our employees Giving to the communities where we live and work is strongly ingrained in our history and culture.",
    "Our Ascend strategy has led to continued, profitable growth, which better positions us to deliver a bigger impact through our charitable endeavors.",
    "Enhancing Our Matching Gifts Program to Amplify and Expand Our Impact Through our Matching Gifts program, Nordson matches the monetary contributions employees make to eligible nonprofits or charitable organizations.",
    "In 2022-23, we made three important enhancements to our Matching Gifts program.",
    "Increased our standard Expanded our program Transitioned to a monthly donation match from 1:1to : internationally to allow all donation match, which 2:1 for all donations global employees to donate accelerates the impact of our to more than 3,000 approved —: charitable contributions organizations NORDSON Environmental, Social & Governance Report « 39 The Company provides opportunities to get involved through six community engagement programs that collectively create The Nordson Impact.",
    "i to become self-sufficient, active participants.",
    "The Foundation, Nordson Corporation Foundation is dedicated to enhancing the quality of life in our communities by improving educational outcomes that enable individuals which is primarily funded through 5% of Nordson’s pretax profits, awards grants to global nonprofits.",
    "More than $152 million has been awarded since 1989.",
    "Our employees take an active role in supporting the Foundation with direct employee engagement during the process of reviewing grant applications, determining how to distribute Foundation funds to local causes, and evaluating progress and impact.",
    "Grant requests for Human Welfare, Arts & Culture, and Civic organizations are reviewed by a local Community Affairs Committee, which is comprised of non-Foundation employees in select locations across the globe.",
    "The local Community Affairs Committee then meets quarterly to vote on grant allocations.",
    "Our Ireland location will be joining this committee in 2023.",
    "In addition, employees support the Foundation through donations during our annual “A Time to Give” campaign and participation on our Community Affairs Committees.",
    "Our current distribution targets 65% funding to education and 35% funding to arts and culture and human welfare.",
    "In 2022, the Foundation awarded 477 grants, totaling approximately $8 million.",
    "Many of these grants Cecilia Render CARING FOR OUR COMMUNITIES <q CNordson oar @ impact were given to Nordson’s valued and long-standing partners, such as Boys & Girls Clubs of America local chapters, Junior Achievement local offices, National Inventors Hall of Fame, and TECH CORPS.",
    "The Foundation conducts an annual review of current and potential partnerships to ensure strategic alignment and aid in prioritizing fund allocation.",
    "Time ‘n Talent represents Nordson’s employee volunteer efforts worldwide, including general and skills-based volunteering, participation in our major “Big Build” construction projects, and nonprofit board service.",
    "We encourage employees to take advantage of Nordson’s volunteer release time, which provides U.S.",
    "employees with up to 16 hours of paid time off to volunteer at Nordson-sponsored events.",
    "Nordson also supports employees who volunteer with an organization for at least 40 hours in a year by awarding a $500 “Dollars for Doers” grant to that organization.",
    "A Time to Give is our annual employee giving campaign in the U.S.",
    "Teams of Nordson volunteers across the country plan localized campaigns, including pledge drives, fundraising events, and volunteer events through Time ‘n Talent.",
    "Nordson matches all funds raised during the campaign, doubling its impact.",
    "The 2022 campaign raised more than $380,000 for our communities by combining the corporate match with employee donations.",
    "“The fact that this section is named Caring for Our Communities says it all.",
    "That community is made up of our employees, nonprofits, and the surrounding communities where we live and work.",
    "It’s a special part of our culture.",
    "The pride that Nordson employees have in working for a company that values commitment to our communities is apparent every day.",
    "We often hear that our involvement in communities is what drew an employee to Nordson or why they stay.” Executive Director, Nordson Corporation Foundation NORDSON Environmental, Social & Governance Report » 40 to help students from our communities build brighter futures, while aiming to develop a diverse, highly skilled talent pool for the future.",
    "In 2022, 125 students received scholarships totaling $767,000.",
    "Of the recipients, 46% were women and 55% were racially/ethnically diverse.",
    "FA Matching Gifts amplifies the donations Nordson employees or retirees make to qualifying nonprofits across the globe.",
    "Nordson provides a 2:1 match for any donation of $25 or more to qualified educational, cultural, civic, or human welfare organizations, up to a total of $10,000 per calendar year per individual.",
    "The matches are enhanced to 3:1 matches during specified time periods for certain affinity, disaster relief, and other defined causes.",
    "Recent examples of enhanced 3:1 matches include Pride Month and Juneteenth, disaster relief following the earthquake in Turkey and Syria, and support for organizations in Ukraine.",
    "Gifts of securities, real estate, and other tangible property are eligible for matching funds when their current market value is clear.",
    "@) Nordson Corporate Donations support programs around (5) the world that fall outside the priorities or eligibility of the Foundation.",
    "Corporate donations from Nordson fund our BUILDS scholarships, international giving, Time ‘n Talent events, and matching gifts programs.",
    "They also support meaningful for-profit organizations in our communities and may include sponsorships that promote awareness of Nordson.",
    "Employees from Carlsbad, California, participate in beach cleanup.",
    "CARING FOR OUR COMMUNITIES <q Celebrating 10 Years of Nordson Tech Time Nordson offers a variety of K-12 education programs in schools across the U.S.",
    "to introduce students to science, technology, engineering, arts, and mathematics (STEAM) careers.",
    "In 2022, we celebrated 10 years of our Nordson Tech Time program, which challenges middle school students to research, analyze, and create a project ona STEAM topic.",
    "Each participating school holds an assembly to showcase student work, and the Nordson Tech Team leads fun, hands-on activities.",
    "Over 17,000 students participate in the program each year.",
    "Nordson President and CEO participating in the American Red Cross blood drive.",
    "Nordson employees tying blankets to donate to local community organizations.",
    "NORDSON Environmental, Social & Governance Report e 41 Nordson encourages employees at locations around the world to invest in their local communities, whether through time, talent, or money.",
    "We provide a framework and process to help our employees identify opportunities for service, engage with local nonprofit organizations to understand their needs, and make recommendations for philanthropy and volunteerism based on what they learn.",
    "The Nordson Corporation Foundation executive director advises and supports each team through this process and empowers them to employ an Owner Mindset in managing their local philanthropy.",
    "Nordson employees preparing food supplies (top) and tying blankets to donate to a local community organization (bottom).",
    "CARING FOR OUR COMMUNITIES <q Providing Support for Elyria, Ohio, Robotics Teams With sponsorship from Nordson, students in grades 7-12 of the Elyria City Schools system in Northeast Ohio have the opportunity to join the Elyria Robotics Team and learn about everything from mechanics to coding to social media and promotion.",
    "Students on the team learn from teachers and mentors about the VEX Robotics System; design, build, program, and drive robots; and participate in tournaments against other teams.",
    "Elyria sent multiple teams to local, regional, and national tournaments during the 2022-2023 academic year, including an all-female team.",
    "Our Ongoing Partnership with the Second Harvest Food Bank For more than 30 years, Nordson and our employees have provided support for the Second Harvest Food Bank of North Central Ohio.",
    "In addition to monetary support, our teams regularly volunteer at the food bank to pack and organize meal boxes.",
    "In 2023, Nordson’s President and CEO served as the Honorary Chair of the Second Harvest Food Bank’s annual Harvest for Hunger food and funding drive, and Nordson made a $500,000 contribution to the organization.",
    "We are proud to continue providing support for Second Harvest as the food bank advances its fight against food insecurity in our local communities.",
    "Nordson President and CEO attending a Harvest for Hunger Event.",
    "NORDSON Environmental, Social & Governance Report « 42 i IN THIS SECTION « Corporate Governance e Ethics and Compliance ¢ Cybersecurity e 43 Corporate Governance The founders of Nordson adopted a corporate philosophy by which the Company strives to be a vital, self-renewing, worldwide organization within the framework of ethical behavior and enlightened citizenship.",
    "Today, that ethical foundation remains the bedrock of our corporate governance practices, as our executive officers and Board of Directors set the strategic direction of the Company, manage risk, and define our values and culture.",
    "Board of Directors Our Board of Directors oversees the management of the business and affairs of the Company in accordance with all applicable laws and regulations.",
    "Our directors possess proven and relevant business experience, maintain high ethical standards and behavior, and demonstrate commitment to strong corporate governance and appropriate oversight across the Company.",
    "We believe in the importance of Board membership that collectively reflects the diverse nature of the business environment in which the Company operates with a combination of background, skills, experience, independence, and knowledge that the Board requires to be effective.",
    "Our directors reflect the Board’s efforts to achieve diversity with respect to gender, race, and ethnicity.",
    "As of October 31, 2023, our Board was composed of nine directors, including three women (33%) and two racially or ethnically diverse men (22%), representing 56% overall diversity (with rounding).",
    "It is the Board’s policy to include, and to request that any search firm it engages include, women and racially or ethnically diverse persons in the pool of candidates from which director nominees are chosen.",
    "Nordson Corporation's Board of Directors (from left to right): John A.",
    "DeFord, Frank M.",
    "Jaehnert, Ginger M.",
    "Jones, Sundaram Nagarajan, Jennifer A.",
    "Parmentier, Michael J.",
    "Merriman, Jr., Milton M.",
    "Morris, Victor L.",
    "Richey, Jr.",
    "Not pictured: Mary Puma, who retired from the Board effective November 1, 2023, after 22 years of service.",
    "NORDSON Environmental, Social & Governance Report « 44 insightful leadership and effective oversight of our strategic priorities.",
    "We do not enforce a specific limit for the overall length of time an independent director may serve; however, we believe that the tenure spectrum of our directors should provide an effective mix of deep knowledge and new perspectives.",
    "We periodically rotate the chairs of each of our committees to ensure continued diverse perspectives.",
    "The majority of our directors have a tenure of 0 to 5 years on our Board.",
    "Our Corporate Governance Guidelines provide that a director is expected to retire on or before the annual meeting immediately following a director’s 72\" birthday.",
    "The Company does not grant exceptions to the mandatory retirement age for Board members.",
    "MIX OF SKILLS, EXPERIENCE & ATTRIBUTES Accounting & Financial Additional Public Boards Business Strategy & Operations Corporate Governance Ethnic, Gender, National Origin, or Other Diversity Global Business Industry & End Market Expertise Mergers & Acquisitions Public Company & C-Suite Technology Governance Highlights 100% 75% independent : orgreater committee members and attendance at Board and committee committee chairs : meetings by each director transactions 8 : Hedging/pledging years Strict policy of no pledging or hedging of Company shares by directors or executive officers average tenure ‘ncludes women and racially and ethnically diverse individuals Source: 2023 Proxy Statement OPERATING WITH INTEGRITY AND RESPONSIBILITY BOARD INDEPENDENCE BB independent Wi Non-Independent BOARD DIVERSITY* HB Diverse 9 9 a4% C 56% Wi Non-Diverse BOARD TENURE HB 0-5 Years i 6-10 Years Wj 11-15 Years Wi >15 Years Board, committee, and peer self-assessments conducted on a regular basis Share ownership guidelines Directors - 5x cash retainer CEO - 5x base salary CFO - 3x base salary Other executive officers - 2x base salary NORDSON Environmental, Social & Governance Report « 45 directors other than our CEO are independent as defined by our Corporate Governance Guidelines and the Nasdaq Stock Market regulations.",
    "The Board and Board committees play an important role in the oversight of Nordson’s ESG program, goals, and related activities, with additional responsibilities and oversight carried out by Company leadership and employees.",
    "The Company’s progress on ESG goals is part of the performance evaluation for our Chief Executive Officer to ensure our leadership is held accountable for making responsible business decisions.",
    "The Board’s three chartered committees are comprised entirely of independent directors and include the following responsibilities: ¢ Audit Committee: Oversees the policies, guidelines, and processes by which management assesses and manages the Company’s risks, including its financial, cybersecurity, environmental, and other risk exposures; reviews the Company’s compliance with applicable laws and regulations and the Company's Code of Business Conduct and Ethics.",
    "¢ Governance & Sustainability Committee: Responsible for oversight of the Company’s ESG strategy; oversees corporate governance practices and procedures, including identifying best practices; determines the qualifications, qualities, skills, and other expertise required to be a director and to develop, and recommend to the Board for its approval, criteria to be considered in selecting nominees for director; responsible for and committed to an inclusive director search process.",
    "¢ Compensation Committee: Reviews executive compensation, executive talent management, equity- based compensation plans, and oversight of the Company- sponsored tax-qualified plans that are subject to the Employee Retirement Income Security Act; reviews executive talent and succession planning on an annual basis; provides oversight of the Company’s diversity, equity, and inclusion strategy including any related initiatives, metrics, or goals.",
    "OPERATING WITH INTEGRITY AND RESPONSIBILITY In 2023, we renamed our Governance & Sustainability Committee (formerly Governance & Nominating Committee) and updated the committee’s charter to better reflect the important work already being executed by the committee with respect to Board-level ESG oversight.",
    "While all committees contribute to our ESG efforts, this change designates primary ownership to one committee.",
    "At the Company level, Nordson’s Executive Vice President and General Counsel is the executive sponsor of Nordson’s ESG working group, which is comprised of a cross-functional team from Operations; Environmental, Health, and Safety (EHS); Legal; Finance; and Corporate Communications.",
    "The working group coordinates global ESG efforts and is supported by subject matter experts from Human Resources, Supply Chain, Product Compliance, EHS, IT/IS, Audit, Product Innovation, Legal, and Continuous Improvement.",
    "The working group reports several times per year to an executive steering committee that includes Nordson’s President and Chief Executive Officer, Chief Financial Officer, Chief Human Resources Officer, and other executive leaders.",
    "Read more about the Board and its committees in our Corporate Governance Guidelines and 2023 Proxy Statement.",
    "NORDSON Environmental, Social & Governance Report e« 46 Ethics and Compliance We have an unwavering commitment to a strong culture of ethics, integrity, and responsible business conduct.",
    "Our ethical practices stem from our founders’ steadfast commitment to treat all stakeholders - shareholders, customers, suppliers, communities, and, most importantly, our fellow employees - the right way.",
    "Our values of Integrity, Excellence, Customer Passion, Energy, and Respect for People reflect the behaviors we strive to include in every aspect of the way Nordson conducts business.",
    "Integrity and Ethical Behavior Asa global company, Nordson operates in over 35 countries with diverse cultures and ever-changing laws and practices.",
    "We conduct ourselves with integrity at all times and operate in full compliance with the laws and regulations that govern our global business activities.",
    "Our Code of Ethics & Business Conduct and Company Oversight Our Code of Ethics & Business Conduct (Code) promotes ethical business practices and provides the guidelines needed to understand our responsibilities in conducting business on behalf of Nordson and making ethical decisions.",
    "The Audit Committee of our Board of Directors is responsible for monitoring and evaluating the effectiveness of the Code.",
    "Our Executive Vice President and General Counsel serves as our Ethics and Compliance Officer.",
    "Compliance and ethics practices are implemented and monitored by our Ethics and Compliance Officer, Global Trade Compliance Group, Product Compliance Council, Environmental, Health and Safety (EHS) Group, and other departments, including Internal Audit, Legal, Human Resources, and Communications.",
    "The Code of Ethics & Business Conduct applies to all Nordson employees, management, executive officers, and our Board of Directors.",
    "The Code outlines expected behavior ona full range of ethical considerations and is a global policy available in 12 languages.",
    "New employees are required to sign an acknowledgment form that they have read and understand the Code.",
    "All employees, including management, are assigned and expected to complete annual training on the Code, including anti-corruption and fair competition elements, among others, and certify that they have completed and understood the training.",
    "This also applies when we acquire a new company — Code of Ethics & Business Conduct training is a priority action during our acquisition integration process.",
    "A senior member of our Legal department who is a Certified Compliance & Ethics Professional typically leads the training.",
    "As part of our commitment to ethics, integrity, and responsible business conduct, we strive to avoid any actual or apparent conflict of interest or situation where we might have to choose between doing what is best for Nordson and what is best for us personally or for a member of our family.",
    "NORDSON Environmental, Social & Governance Report « 47 a renewed focus on Nordson’s values.",
    "Additional topics, such as cybersecurity, social media, responsible sourcing, human trafficking, child labor and forced labor prevention, corporate citizenship, and environmental initiatives, were added to the Code, as well as a refreshed Q&A section.",
    "The entire Code was redesigned to provide a more interactive, modern, and user-friendly experience with features such as updated graphics and active links.",
    "Working with responsible and ethical third parties is an important element of our overall compliance and ethics program.",
    "We undertake due diligence on third parties with which we work in different ways depending on the nature of the relationship and corruption risk assessment.",
    "Whenever supplying Nordson with products or services or operating on our behalf, Nordson’s representatives, agents, suppliers, service providers, vendors, distributors, and consultants are expected to uphold standards corresponding to the Code, which are outlined in our Code of Ethics for Suppliers and Third-Party Service Providers.",
    "Suppliers to Nordson undergo an initial evaluation and subsequent periodic evaluations, and are subject to ongoing screening for any new controversies or adverse information.",
    "Read more in the Supply Chain section of this report.",
    "Nordson’s policies and practices for distributors, sales representatives, and other third-party sales organizations require that they undergo an initial background check, are subject to a written agreement, and receive periodic compliance education and reminders as appropriate.",
    "We recently enhanced our processes around the onboarding, due diligence, and ongoing monitoring of third-party sales organizations.",
    "In particular, we launched an online portal that will continuously screen third-party sales organizations for adverse media or other ethical or compliance concerns.",
    "This continuous screening is in addition to a mandatory background check prior to initial onboarding and other due diligence precautions.",
    "The online portal will also enable better training and compliance-related communications with our third-party sales organization partners.",
    "Human Rights Nordson is committed to promoting and protecting human rights throughout our business in a manner consistent with human rights principles set forth in the Universal Declaration of Human Rights, the International Labour Organization’s (ILO) Declaration on OPERATING WITH INTEGRITY AND RESPONSIBILITY Fundamental Principles and Rights at Work, the Organisation for Economic Co-operation and Development (OECD) Guidelines for Multinational Enterprises, and the United Nations Guiding Principles on Business and Human Rights.",
    "We comply with all applicable laws, rules, and regulations governing human rights in the countries and jurisdictions where we do business, including those that address labor, safety, health, anti-discrimination, and other workplace laws.",
    "We expect all Nordson employees will work to reduce the risk of potential homan rights violations by identifying risks, monitoring those risks, and remediating any noncompliance.",
    "For more information, visit our Human Rights page.",
    "Compliance and Training Nordson's compliance and training programs are designed to comply with the laws around the world that apply to our business, including: ° U.S.",
    "Export Administration Regulations ¢ European Union Registration, Evaluation, Authorization and Restriction of Chemicals (REACH) initiative ¢ International Traffic in Arms Regulations (ITAR) ¢ — Restriction of Hazardous Substances Directive (RoHS) * California Transparency in Supply Chains Act of 2010 °* UK Modern Slavery Act Our facilities also comply with the Automated Export Systems (AES), which is used by U.S.",
    "exporters to electronically declare their international exports.",
    "These export declarations are known as Electronic Export Information (EEI) and are reported to the Census Bureau to help compile U.S.",
    "export and trade statistics.",
    "This information is also shared with the Bureau of Industry and Security Directorate of Defense Trade Controls and other federal agencies involved in monitoring and validating U.S.",
    "exports.",
    "Nordson’s Global Trade Compliance Policy, Conflict Minerals Policy, and Supplier Code of Conduct supplement our adherence to the aforementioned regulations.",
    "Each year, we conduct global compliance training to address our policies and codes, including human rights training, with an enhanced training launched in 2022 NORDSON Environmental, Social & Governance Report e 48 Trade Compliance, Ethical Choices: Thinking Things Through, Workplace Health & Safety, Workplace Harassment for Employees and Managers, Antitrust and Competition Law, and Social Media: Sharing Responsibly.",
    "We compile and retain records of all employee training sessions, due diligence efforts, and internal investigations and compliance reviews, as well as accurate books and records that fairly reflect our transactions.",
    "We have a detailed process and approval requirements for all expenses, including travel, entertainment, and gifts.",
    "Our Audit department maintains a thorough system of internal accounting controls and conducts risk-based audits of our transactions to ensure compliance with our policies and requirements.",
    "Nordson’s internal audit group conducts an annual enterprise risk management (ERM) process during which employees throughout the Company participate in interviews and online surveys designed to collect a range of perspectives on emerging and ongoing potential risks.",
    "The Company’s executive leadership and Board of Directors receive a report of the findings.",
    "We recently adjusted the process to include a Certified Compliance & Ethics leader from the Legal department alongside Internal Audit.",
    "The distinct perspectives and closer collaboration between Internal Audit and the Legal department achieve a more robust examination of compliance and ethics risks faced by Nordson.",
    "Reporting Ethical Concerns Nordson is committed to maintaining an environment of open and honest communications.",
    "Our employees are encouraged and expected to report all suspected policy or ethics violations, including incidents of harassment, discrimination, or safety concerns, directly to their manager, Human Resources, or the Ethics and Compliance Officer.",
    "Through our third-party helpline, EthicsPoint, we also provide employees, suppliers, and other internal and external stakeholders with confidential, anonymous reporting, which is available 24 hours per day, 7 days per week via a toll-free OPERATING WITH INTEGRITY AND RESPONSIBILITY telephone line or the internet.",
    "Web-based reporting is offered in 25 languages, and telephone-based reporting is offered in more than 150 languages.",
    "Web-based reporting includes the capability for anonymous back-and-forth correspondence between the individual making the report and the Nordson employee responsible for conducting the ensuing investigation, which enables more effective fact-gathering and investigation.",
    "We take all reports seriously, investigate all reports of suspected violations, and take action as necessary.",
    "If misconduct is identified, we are committed to evaluating and remediating any root cause and/or systemic issues, if present.",
    "Employees are never subject to disciplinary or retaliatory action for reporting, in good faith, a possible violation of our Code or applicable law or for cooperating in any investigation of a possible violation.",
    "Through digital signage, posters, and other corporate communications initiatives, we have enhanced emphasis and education on how to report an issue or potential violation.",
    "Employee engagement with the EthicsPoint hotline has more than doubled since a renewed Company-wide awareness effort began in 2021, which we view as a positive development demonstrating a strong compliance culture and broad understanding of resources available in case of any concerns.",
    "We track metrics related to our ethics helpline activity and any investigations of noncompliance with our Code of Ethics & Business Conduct and provide quarterly reports to the Audit Committee.",
    "For more information, visit our Ethics & Responsibility page.",
    "NORDSON Environmental, Social & Governance Report « 49 Protecting the confidentiality, integrity, and reliability of Nordson’s systems, networks, and information is essential to our business and our customers.",
    "We have a defined cybersecurity roadmap and employ a continuous improvement approach to safeguarding our systems.",
    "Nordson’s Cybersecurity Roadmap and Oversight Nordson’s cybersecurity roadmap includes multiyear investments aimed at protecting data, managing and improving privacy controls, and increasing maturity.",
    "Our defined program has been in place for many years with the Audit Committee of the Board of Directors providing primary oversight.",
    "With input from management, the Audit Committee identifies, assesses, and monitors the Company’s cybersecurity and other information technology risks and threats and the measures implemented to mitigate and prevent cyberattacks.",
    "Our Head of Information Technology provides regular cybersecurity reports to the Audit Committee.",
    "Nordson’s Three Lines of Defense FIRST LINE Technology Controls and Due Diligence ~~ @ AS Cybersecurity Training aa and Testing SECOND LINE ~ 4 Threat and Incident Response Planning THIRD LINE FIRST LINE Technology Controls and Due Diligence Nordson’s cybersecurity approach is based on the National Institute of Standards and Technology (NIST) framework.",
    "On a routine basis, we self-assess our maturity with respect to the following areas of focus: identify, protect, detect, respond, and recover.",
    "Every two years, we conduct external cybersecurity maturity assessments to measure our progress, using the results to drive investments in areas of potential risk or weakness.",
    "Nordson remains focused on strengthening our systems against potential risks and outside threats.",
    "Throughout 2022 and 2023, we have reinforced protection controls on systems and devices to limit and/or more closely monitor accessibility to sensitive company information.",
    "As part of our roadmap maturity assessment, we retired legacy authentication methods and fully implemented multifactor authentication (MFA).",
    "In addition, when engaging a third party who will provide software or cloud-based services, Nordson conducts due diligence on the prospective vendor’s cybersecurity controls and negotiates appropriate contractual protections relating to cybersecurity, audit rights, data privacy and protection, disaster preparedness, and/or other topics relevant to the nature of the engagement.",
    "NORDSON Environmental, Social & Governance Report « 50 In addition to technology controls, we are focused on training employees to recognize and prevent cybersecurity threats.",
    "We have also improved our planning and response processes to manage any threats or incidents quickly and effectively.",
    "Upon hire, and then annually, all Nordson employees with network access are required to complete mandatory cybersecurity training.",
    "Our training program includes incident response procedures and learning modules on topics such as recognition of phishing attacks, how to keep information secure, and best practices to protect assets.",
    "Additional modules are available to employees through our learning management system, Nordson University, and may be assigned based on job roles.",
    "Nordson also conducts bimonthly phishing tests to reinforce training and help employees identify potential threats.",
    "In 2022, the Company implemented targeted “spear fishing” testing to groups with more sensitive data access, such as Human Resources, Legal, and Finance.",
    "OPERATING WITH INTEGRITY AND RESPONSIBILITY THIRD LINE Threat and Incident Response Planning Threat and incident response planning is another important aspect of our cybersecurity program.",
    "In 2022, our executive leadership team engaged in a tabletop incident response exercise, facilitated by a leading independent audit firm.",
    "The exercise simulated a potential malware attack and was designed to test and improve our leadership’s prevention and response strategies.",
    "Additionally, a group of key site leaders participated in an online cybersecurity incident response planning session similar to the executive leadership’s tabletop exercise.",
    "We have recently taken steps to strengthen relationships with key third-party service providers to ensure a state of readiness in case of a cyber incident.",
    "This reduces administrative hurdles that can otherwise delay time- sensitive responses.",
    "io Northeast Ohio | \\e CyberConsortium Nordson is a proud founding member of the Northeast Ohio CyberConsortium (NEOCC).",
    "NEOCC is focused on building an active, trusted network of public and private organizations across industries to enhance cybersecurity resilience and response, better protect digital and physical assets, create safer and stronger communities, and advance the technology leadership of the region.",
    "NORDSON Environmental, Social & Governance Report e« 51 YW MEASURING AND MANAGING OUR ENVIRONMENTAL FOOTPRINT?",
    "2021° 2022 Targets Scope 1 CO, emissions (mT CO,) 6,257 6,388 Natural gas and other onsite fuel consumption (gigajoules) 94,218 96,144 Natural gas and other onsite fuel CO, emissions (mT CO,) 4,726 4,831 Owned/lease fleet vehicle emissions (mT CO,) 1,531 1,557 Owned/lease fleet vehicle energy usage (gigajoules)* 21,519 21,951 Facility electricity consumption (gigajoules) 294,634 298,147 Facility electricity consumption (mWh) 81,845 82,819 Scope 2 CO, emissions (mT CO,) 30,380 30,478 Total facility and fleet energy consumption (gigajoules)* 410,371 416,242 Total gross Scope 1 and Scope 2 CO, emissions (mT CO,) 36,637 36,866 Gross Scope 1 and Scope 2 CO, emissions intensity 15.51 14.23 (mT CO, / million revenue)® Forest conservation and reforestation carbon offsets (mT CO,) 7,323 7,157 Net Scope 1 and Scope 2 emissions (mT CO,)’ 29,314 29,709 (1) 50% reduction by 2030 against 36,877 mT CO, gross emissions baseline (39% complete) (2) Net zero by 2050 (19% complete) Net Scope 1 and Scope 2 CO, emissions intensity 12.41 11.47 (mT CO, / million revenue)® Electrical power and/or energy from renewable sources 0% 2% (3) 70% by 2050 (3% complete) Electricity from grid 100% 100% Water (thousands of gallons)® Not reported 42,069 <3 FOSTERING AN INCLUSIVE AND ENGAGED CULTURE : 2020 2021 2022 Talent Management and Development Employee average global tenure (years)?",
    "10 10 9 Voluntary employee turnover rate’?",
    "6.0% 10.4% 11.5% Inclusion and Diversity Board composition - women (value/percentage)\" 3/33% 3/33% 3/33% Board composition - racially/ethnically diverse (value/ 2 /22% 2 /22% 2 /22% percentage)\" Board combined gender and racial/ethnic diversity 56% 56% 56% (percentage) Women in global leadership position - manager level and 18% 20% 21% above (percentage) Women in global senior leadership position- vice president 28% 26% 25% and above (percentage) Female workforce diversity - global (percentage) 28% 29% 30% Minority workforce diversity - U.S.",
    "only (percentage) 33% 36% 39% Workplace Health and Safety U.S.",
    "total recordable incident rate” 1.8 1.6 2.3 U.S.",
    "days away, restricted or transferred rate?",
    "1.3 1.2 1.4 Workplace fatalities” 0 0 0 ‘All data is calendar year Uanuary-December), unless otherwise noted.",
    "Data has not been audited by an independent third party nor subject to assurance.",
    "Refer fo the statement on page 54 for additional context.",
    "* Scope 1 and Scope 2 emissions information reflects actual data collected from utility bills for sites equal to or greater than 5,000 sq.",
    "ft.",
    "Sites for which actual data was not available and sites below 5,000 sq.",
    "ft.",
    "are included in Nordson's consumption and emissions data using estimated values based on site characteristics such as square footage, climate/geographical region, and facility type (office, manufacturing, or warehouse) using actual data from comparable sites in Nordson's portfolio and/or anonymized data from other clients of Nordson's utility bill management vendor.",
    "° Nordson is adjusting the 2021 data to remove January through October consumption / emissions data for the sites acquired when Nordson completed its purchase of NDC Technologies in November 2021; the full-year site data originally included in our prior report is being updated to reflect only the post-completion November and December data.",
    "Nordson is also adding U.S./Canada fleet vehicle CO, emissions, which were not included in the prior report.",
    "*U.S./Canada feet vehicles only.",
    "° Facility fuel, facility electricity, and U.S./Canada fleet vehicles.",
    "° Based on fiscal year (November-October) revenue.",
    "’ The baseline for Nordson's 2030 target is based on our 2021 emissions data, adjusted for acquisitions/divestitures, and will continue to be adjusted with new acquisitions/divestitures.",
    "° Based on actual invoice data for approximately 75% of sites over 5,000 square feet.",
    "Not intended as a baseline.",
    "° As of October 31 for each respective year.",
    "?",
    "Does not include retirees.",
    "4 As of the proxy record date for each year (e.g., the 2022 numbers are based on a Dec.",
    "30, 2022 proxy record date).",
    "??",
    "Inclusive of COVID-19 related incidents.",
    "3 in 2021, there were zero non-COVID fatalities.",
    "One workplace fatality was recorded due to an apparent workplace COVID transmission.",
    "Following the submission of Nordson’s report, OSHA conducted an onsite inspection and issued no citation related to the incident.",
    "Nordson took steps to reiterate and reinforce all COViD-related safety protocols.",
    "NORDSON Environmental, Social & Governance Report « 52 i CARING FOR OUR COMMUNITIES Donations through Nordson and the Foundation since 1989 ($ amount) $152+ million Total giving through Nordson and the Foundation ($ amount) $13 million Volunteer hours since 1989 114,000+ Foundation grants awarded (value/S amount) 477 / S8 million Nordson BUILDS scholarships (value/S amount) 124 / $766,840 _ ofa OPERATING WITH INTEGRITY AND RESPONSIBILITY?",
    "2022 | Board independence - independent/non-independent 8/1 Board independence - Committee members and Committee chairs (percentage) 100% Attendance at Board and Committee meetings by each director (percentage) 75% or greater Board average tenure of independent directors (years) 8 ‘All data is calendar year anuary-December), except revenue, which is fiscal year (November-October).",
    "?",
    "Data as of our proxy record date, Dec.",
    "30, 2022.",
    "NORDSON Environmental, Social & Governance Report « 53 This ESG Report contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995.",
    "Forward-looking statements may be identified by terminology such as “may,” “will,” “should,” “could,” “expects,” “anticipates,” “believes,” “projects,” “forecasts,” “outlook,” “guidance,” “continue,” “target,” “seeks,” “target,” “design,” “strive,” “objective,” “ambition,” “goals,” or the negative of these terms or comparable terminology.",
    "All statements in this report, other than those relating to historical information, facts, or current conditions, are forward-looking statements, including, but not limited to: the Company’s targets, objectives, commitments, ambitions, designs, and goals regarding environmental, social, and governance (ESG) matters; expectations regarding strategies, plans, prospects, and opportunities; advancement of strategic or sustainability initiatives; expected market and industry conditions with respect to the Company’s products and services; the Company’s ability to develop innovative and sustainable solutions; acquisitions and divestitures and anticipated results thereof; goals, aspirations, and targets; and our roll-out of sustainability and renewable projects.",
    "Although these forward- looking statements reflect management’s current expectations, they are subject to assumptions, risks, and uncertainties, many of which are beyond our control, which could cause actual results to differ materially from those expressed, implied, or anticipated by the forward-looking statements.",
    "As such, these statements are inherently uncertain and you are cautioned not to place undue reliance on any forward-looking statement.",
    "The risks and uncertainties and other events or circumstances that could cause actual results to differ materially from those in the forward-looking statements include, but are not limited to: changes in laws, regulations, or public policy; the evolution of technology relating to energy and environmental management; the complexity of commodity supply chains; recycling and waste management infrastructure and capabilities in local markets; the volatility of markets for raw materials, recycled materials, and energy; the available supply of clean energy technology; the capital and operating cost of implementing clean energy, water reduction, recycling, and waste management technologies; competitive pressures on product pricing and services; success, impact, and timing of our business strategies; the performance of third-party service providers in connection with energy and environmental management; general global economic, market, and business conditions; interest rates, supply chains and the global economy generally; our ability to execute on our strategies related to ESG matters, and achieve related expectations; and the risks, uncertainties, and other factors discussed in Item 1A (Risk Factors) and elsewhere in the Company’s most recently filed Annual Report on Form 10-K for the year ended October 31, 2022 and any subsequently filed Quarterly Reports on Form 10-Q filed with the Securities and Exchange Commission, which should be reviewed carefully.",
    "oad 66 oad oad oad This ESG Report and related information made available on or through our website does not cover all information about our business.",
    "The inclusion of information or references in this report, including the use of “materiality” or similar terms, should not be construed as a characterization regarding the materiality of such information to our business or financial results or that such information is necessarily material to investors or other stakeholders for purposes of U.S.",
    "federal securities laws.",
    "The Company’s targets, objectives, commitments, ambitions, designs, and goals presented in this ESG Report or made available on or through our website are aspirational and not guarantees or promises that the targets, objectives, commitments, ambitions, designs, and goals will be met.",
    "New risks, developments, and changes to the targets, objectives, commitments, ambitions, designs, and goals emerge from time to time, and it is not possible for management to predict all risks, developments, and changes, nor can management assess the impact of all factors on the Company’s targets, objectives, commitments, ambitions, designs, and goals or the extent to which any factor, or combination of factors, may cause actual results to differ materially from those contained in any forward-looking statements the Company may make.",
    "In addition, historical, current, and forward-looking information included in this ESG Report may be based on standards, methodology, and practices for measuring progress that are still developing, internal controls and processes that continue to evolve, and assumptions that are subject to change.",
    "Accordingly, historical, current, and forward-looking information, including goals, targets, and commitments and underlying assumptions and data, may be subject to modifications in future reports due to developing standards, methodology, practices, and controls and processes.",
    "In light of the significant uncertainties in these forward-looking statements, investors should not regard these statements as a representation or warranty by the Company or any other person that the Company will achieve its targets, objectives, commitments, ambitions, designs, and goals in any specified time frame or at all.",
    "The forward-looking statements in this ESG Report are made as of the date it was first published and the Company undertakes no obligation to update or revise any forward-looking statement in this report.",
    "NORDSON Environmental, Social & Governance Report » 54"
]