[
    "2024 Impact Report SP><FLOUW Solutions in the Making - ee >) 03 Our Mission and Vision 05 Our Global Presence & Innovation Centers 06 Leadership at SPX FLOW 10 Our Commitment: Earth Day, Every Day 11 SPX FLOW Sustainability Pillars 12 Award-Winning Innovation 14 Our Sustainability Goals & Targets 16 Energy Use & Management 19 Waste Management 21 2023 Greenhouse Gas Inventory 22 Water Use & Management 24 A Culture of Belonging 26 Our Employee Resource Groups 28 Community & Industry Engagement 30 Our Environmental, Health & Safety (EHS) Initiatives 30 Excellence in EHS Management 31 Safe & Sound Campaign 32 Emergency Preparedness & Response 33 Workplace Safety Metrics 35 Sustainability Accounting Standards Metrics A Message from Our CEO At SPX FLOW, we are dedicated to improving the world through innovative and sustainable solutions.",
    "Our latest Impact Report highlights our commitment to our customers and communities.",
    "Every day, we strive to create meaningful change through our sustainable products, the well-being of our team, and service projects that strengthen our communities.",
    "Since our last report in 2021, we've achieved significant milestones.",
    "We have transitioned into a private company, sharpened our focus on sustainability goals, adopted a new business unit model, and divested two of our businesses.",
    "With these changes, our commitment to our core values remains unwavering.",
    "We continue to support each other and partner with our customers to solve their most complex challenges with innovative solutions to help them meet their sustainability goals.",
    "This is why we proudly call our team members, “solution makers.” We are proud to share just a few of our recent achievements: e Attained our lowest recorded safety incident rate, a 48% reduction since 2022 e Expanded from two to five employee resource groups e Adopted new processes to enhance sustainability e Won two national sustainability awards SOLUTION MAKERS FUTURE APPENDIX METRICS Our dedication to environmental, social, and governance initiatives is at the core of everything we do.",
    "We remain committed to leading by example, making our world safer, healthier, and more sustainable.",
    "Za Marc Michael President & CEO 2024 Impact Report SPxXFLOW ABOUT SOLUTION CITY SOLUTIONS > Our Mission & Values SPX FLOW accelerates innovative sustainable solutions worldwide Based in Charlotte, North Carolina, with operations in over 30 countries and business activities in more than 140 nations, we partner with our customers to tackle complex challenges to meet their sustainability goals.",
    "Our focus on environmental, social, and governance (ESG) across our business influences our strategic decisions, operational processes, and daily practices.",
    "Our landmark Innovation and Design Centers around the world serve as collaboration hubs, where we partner with leading nutrition, health, and industrial manufacturers.",
    "These state-of-the-art facilities foster the development of new standards in recipes and processes while improving quality, consistency, cost-effectiveness, safety, and sustainability to align with emerging consumer expectations and industry trends.",
    "Guided by our three core values of Empower, Evolve, and Exceed (E3), we demonstrate our commitment to minimizing environmental impact.",
    "This is reflected in our manufacturing processes, supply chain management, and customer relationships.",
    "We champion inclusivity, work hard to shape a great culture, and actively uplift our communities.",
    "FOOTPRINT SOLUTION MAKERS FUTURE APPENDIX METRICS os \\|/ cs ays OA, > “~.",
    "os os ooog | } : v7 a D D b IMPROVE THE WORLD THROUGH INNOVATIVE AND SUSTAINABLE SOLUTIONS.",
    "2024 Impact Report SPxXFLOW This report marks SPX FLOW’s second sustainability publication, reaffirming our commitment to ESG reporting as a multi-industry manufacturing leader.",
    "2024 Impact Report We are proud to highlight our progress in alignment with Sustainability Accounting Standards Board (SASB) frameworks and to share the steps we have taken to enhance our sustainability strategy.",
    "For this second report, we are disclosing metrics and programs from the fiscal year (FY) 2023.",
    "The data for Greenhouse Gas (GHG) emissions and energy use are based on the calendar year 2023, which spans January 1 through December 31.",
    "Recognizing that ESG reporting is an ongoing journey, this report provides an overview of our efforts within our focus areas, underscoring our commitment to a sustainable future, and our dedication to keeping stakeholders informed and engaged.",
    "SP FLOW MEET >» ABOUT SOLUTION CITY SOLUTIONS FOOTPRINT SOLUTION MAKERS FUTURE APPENDIX METRICS Our Global Presence & Innovation Centers In-region to serve customers quickly and cost-effectively ( (2) Sales Design & Manufacturing Locations Innovation Centers Sites 14 Orebro, Sweden Eker6, Sweden Sileborg, onmark— | Seborg, Denmark y Warburg, pena | Un Germany Assen, Netherlands Ma @— Brno, Czech Republic Shanghai, China @— Santorso, Italy 1 —_ Finland Rochester, N -Erpe-Mere, Netherlands Pal PA Evreux, France almyra, Ahmedabad, India Mamirolle, France t Dubai, UAE @ Nutrition & Health Solutions Sites @ Mixing Solutions Sites @ Pump Solutions Sites 2024 Impact Report S [- F L O LL Our board and leadership teams are committed to responsible, informed governance.",
    "We prioritize earning and maintaining the trust of our solution makers, business partners, and the broader public, recognizing it as a cornerstone of our values and operations.",
    "The SPX FLOW Board of Directors has formed a Corporate Governance and ESG Steering Committee to ensure the company is led with a strong focus on safety, ethics, and operational excellence.",
    "To uphold these principles, all team members, including management, undergo mandatory compliance training focused on anti-corruption and business ethics and are expected to adhere to our Code of Business Conduct.",
    "Company-Wide SPX FLOW Policies & Guidelines 2024 Impact Report FOOTPRINT SOLUTION MAKERS FUTURE APPENDIX METRICS In addition to our ESG Steering Committee, our dedication is strengthened by our Core Sustainability Team, comprised of company leaders across our businesses.",
    "These committees are instrumental in shaping and driving the company’s ESG initiatives.",
    "Responsibilities of the Core Sustainability Team include the review, approval, and advice on the company’s ESG policies, strategies, targets, risks, and performance.",
    "The committee also reviews compliance with ESG regulations and standards, guided by both internal and external ESG communications, and integrates these considerations into budgeting and capital expenditures.",
    "We have also implemented several company-wide policies designed to foster opportunity and equality, such as our Global Anti- Harassment Policy.",
    "Policies including the Global Human Rights Policy, Supplier Code of Conduct and Corporate Governance Guidelines are available to the public on our website.",
    "iz =a(< SPxXFLOW MEET > 2024 Impact Report SOLUTION CITY SOLUTIONS FOOTPRINT SOLUTION MAKERS FUTURE APPENDIX METRICS For more information, please visit spxflow.com/disclosure-statements.",
    "SP><FLOUW 7 Where cars are recharging, our mixers, pumps, and other products are showcased as key components in the electric vehicle (EV) industry.",
    "Our mixers are used to blend nickel and lithium deposits found at the core of EV batteries, which play a role in fo f : E haa the transition to lower-carbon transportation.",
    "@ > Food & Beverage Our heat exchangers, spray dryers, hooneee wat and separators help create nutritious and delicious ina From rich and We don't just talk about making a difference—we prove it by leading.",
    "To highlight our innovative and sustainable solutions, we built an interactive map, aptly named Solution City.",
    "Solution City showcases : ; .",
    "Our marine pumps, systems, and kits are trusted on waterways to keep engines cool and unwanted water out.",
    "This ensures that the extraordinary work our SPX FLOW solution makers do to improve the world every day.",
    "boaters and anglers can enjoy a fun, safe, and worry-free experience on the water.",
    "A Our high-quality pumps provide precise temperature control, contributing to energy conservation, and resource optimization.",
    "As a leading provider of greenhouse pumps, we ensure efficient heating conditions for flowers and vegetables to grow.",
    "qdoo0n00 aoa000— Seek noon pee Y i & moon0n OOo000 I leer | — oetoISUanD HL nase en .",
    "A.",
    "a 00000\" ‘o-o-o-o+ Anon = 200000 fmenenen'n:) = 6oOonnnn t mo TOOooDD wwe a eee bes ae naa main a wudnt anaman har WH MTT TT EB fine .",
    "= om nce BE Ts Ca i mas Bree Ten OTTO ot e!",
    "oN aati @ > Health & Well-being Our pumps, mixers, and valves played a key role in manufacturing the first batches of the COVID-19 vaccine and are also used to sie «produce liquid medicines, pill pastes, face creams, and lotions.",
    "PERSONAL CARE HErtatetatntatatttt atetnatateetalatt -—r- Find out more about Solution City by visiting www.spxflow.com/solutionsaroundyou.",
    "2024 Impact Report S [- E LO Ly Our commitment to sustainability is embedded in our corporate philosophy and operational practices.",
    "The development of our sustainability pillars is the result of a methodical process that spanned multiple months.",
    "This strategic undertaking involved a comprehensive stakeholder analysis to ensure our pillars are not only aligned with our mission, values, and long-term business objectives but also responsive to the needs and expectations of those we serve.",
    "These pillars have been discussed throughout the report, reflecting our ongoing focus on integrating sustainability into our business.",
    "Our Commitment: Earth Day, Every Day We have established a robust structure to support sustainability and meet new global regulations.",
    "Along with the committees in our governance structure, we work closely with sustainability representatives across our businesses who are driving key initiatives.",
    "ivr = Environment Social Here are some examples of how we are ensuring we make Earth Day, Every Day: SUSTAINABLE EFFICIENT CUSTOMER SAFETY AND OPPORTUNITY DESIGN OPERATIONS CONNECTIONS WELLBEING FOR ALL Energy efficiency Energy Communications Positive workplace Development —_— —_—_—_—S——_—— —_—_—————— culture ee Though our journey is far from complete, | am Water and Waste Product labeling Acie emoloves Diversity, equality confident we have laid a robust foundation, waste reduction — ——_—_————_ ve emproyee and inclusion .",
    ".",
    "ge Sourcin End of life engagement with the organizational structure and support = = e Approximately 50% of our 464 patents cover sustainable and clean technologies e Prioritized employee safety, with over 85% of our team members aren Sustainable SSS ———— __Sustainabil acknowledging health and safety as a top priority in 2024 necessary to drive meaningful contributions on “ Transport and Packaging Effective risk apne e Achieved greater than 90% LED lighting globally and over 90% toward a better future.",
    "———_—_—_—_—— logistics bh bet!",
    "resource group waste recycling in Europe Lifecycle —— analysis Knowing what good looks like Wellness awareness As we move ahead in our sustainability journey, we are performing a Double Materiality Assessment (DMA) that will enable us to identify and prioritize issues for both internal and external stakeholders while assessing their impact on our business.",
    "We are also undertaking an initial scope 3 inventory to identify our cradle- to-gate footprint to support sustainability reporting requirements emerging worldwide.",
    "Tracy Beaudry VP, Enterprise Safety, Quality & Sustainability 2024 Impact Report Sl ><FLOU 2024 Impact Report Si-<FLOW “Innovation in food and dairy process engineering is not just about enhancing efficiency; it’s about crafting sustainable solutions that nourish people and the planet.",
    "By rethinking our methods today, we contribute to a healthier tomorrow.” “is Global Market Director and Product Manager, aa Dairy & Plant-based, Ultra-High Temperature FOOTPRINT SOLUTION MAKERS FUTURE APPENDIX METRICS We won the SEAL Business Sustainability Award for our APV® Aseptic Rapid Recovery System (ARRS), a groundbreaking technology that significantly minimizes product waste, water usage, and cleaning time in the dairy, food, and beverage industries.",
    "This advanced pigging technology cuts product loss by up to 87%, and uses 60-70% less water during cleaning cycles compared to traditional methods, solidifying our position as a leader in sustainable product development.",
    "NY MEET ABOUT SOLUTION CITY > Food waste composted from the cafeteria at 42 638 kgs our Charlotte, North Carolina headquarters.",
    "Our Food C t Waste P (Ce gSTAINR ur Foo ompos aste rogram INS Waste ly ) was awarded “Sustainability — 2024 = Initiative of the Year” by the | Business Intelligence Group’s 2023 * Sustainability Awards.",
    "The program LAS composted 42,638 kgs of food waste from the cafeteria at our headquarters, reducing landfill waste and methane emissions.",
    "In partnership with Earth Farms Organics, the compost is sold to local North Carolina farmers, supporting agriculture, and cutting greenhouse gases.",
    "We also introduced biodegradable cups, utensils, and containers, further reinforcing our commitment to waste reduction.",
    "—_— Company-wide environmental initiatives: e The Concast Metal Recycling Program in Delavan, Wisconsin supports a circular economy model that revolutionizes food and hygienic processing pump production.",
    "This is done by reducing waste and resource use repurposing Alloy-88, a recyclable patented metal and implementing a pump rotor buy- back scheme cuts landfill impact.",
    "Across 2022 and 2023, approximately half a million kgs worth of pump metal poured was purposed from previous batches.",
    "The Santorso, Italy site recently replaced its old gas heating system with an energy-efficient heat pump, reducing gas usage by over 40%, saving 70,700 kWh annually, and preventing more than 14,000 metric tons of CO, emissions, equivalent to 100,000 km driven by a passenger Car.",
    "FOOTPRINT SOLUTION MAKERS FUTURE APPENDIX METRICS e A beehive pollination project at the Charlotte, North Carolina headquarters incorporates the harvested honey into on-site cafeteria meals as part of broader sustainability initiatives.",
    "e In Ahmedabad, India, an operational change from bar stock to wax casting in pump production saved more than eight tons in raw material waste over the course of one year.",
    "While we've made significant progress in our sustainability efforts, we recognize there is still more work to be done, particularly in reducing our energy use.",
    "In this report, we discuss how we are exploring opportunities to transition away from fossil fuels by considering alternative energy sources.",
    "We want to expand our support to help our customers meet their sustainability goals by designing more energy-efficient products that align with their objectives.",
    "As the regulatory environment surrounding sustainability continues to evolve, we will continue to adapt our business practices to meet these requirements through sustainability risk management, controls, and governance.",
    "Images: Metal shavings from the concast metal recycling program in Delavan, Wisconsin; the heating system from Santorso, Italy; the beehive pollination project in Charlotte, North Carolina; and the manufacturing unit in Ahmedabad, India 2024 Impact Report SPxXFLOW Building upon our current sustainability efforts as highlighted, the following goals demonstrate our commitment to driving further meaningful change: @ tf A -.",
    "Increase the volume of Reduce energy Achieve a 10% year-over- Perform a detailed recyclable waste by 3% consumption by 3%, year improvement in analysis of Scope 3 year-over-year by diverting year-over-year.",
    "Total Recordable — by 2025 waste from landfills.",
    "Incident Rate (TRIR).",
    "EMISSIONS DY Conduct a comprehensive Double Materiality assessment by 2025.",
    "2024 Impact Report ssi Sir >y<FLOW MEET ABOUT SOLUTION CITY SOLUTIONS ae | i * « — Global Environmental Footprint > SOLUTION MAKERS FUTURE APPENDIX METRICS 15 At SPX FLOW, energy use and management focuses on our efforts to optimize energy consumption across operations.",
    "Over the past year, we successfully reduced energy usage by over 590,000 kWh through various initiatives, including: Operational Impact At our sites in Erpe-Mere, Belgium; Delavan, Wisconsin; Ahmedabad, India; Shanghai, China; and Bydgoszcz, Poland, we upgraded compressor systems by replacing outdated piston compressors with advanced screw compressors driven by variable speed drives (VSD).",
    "This transition improved energy efficiency and system reliability.",
    "Additionally, following an energy audit, we implemented a global compressed air management program, encouraging sites to repair leaks and establish a preventive maintenance program with inspections every three to six months, enhancing efficiency and reducing energy waste.",
    "Over the past 10 years, we have implemented LED lighting in more than » nt Dis eS _ Pam wiian PA ':: ep, WAS TPA er 7?\" ——oowr © - ~ oe —— : - — 9 eS er 90% of our production facilities globally, significantly reducing energy usage while improving illumination to enhance the working environment.",
    "This initiative is still ongoing in some locations, as we continue to upgrade our facilities to achieve greater energy efficiency.",
    "Ou f : L., SPF Arend Gruenewaelder Environmental Health & Safety Leader, Nutrition and Health “While sustainability is often discussed, one project at our facility in Santorso, Italy truly embodies it by combining geothermal and solar energy to provide space cooling.",
    "This initiative not only reduces our environmental impact but also enhances the well-being of our team members.” 2024 Impact Report SPx<FLOW APPENDIX METRICS MEET ABOUT SOLUTION CITY At our global manufacturing facilities, we monitor and maintain air temperature within recommended ranges to ensure energy-efficient operations and optimal working conditions.",
    "The Delavan manufacturing unit operates with designated temperature settings, while the Rochester, New York facility utilizes a Building Management System to control temperature and lighting.",
    "Other facilities are actively working towards implementing similar systems as part of future plans for enhanced efficiency.",
    "SOLUTIONS > SOLUTION MAKERS The implementation of sensors allows us to monitor energy consumption.",
    "The insights gained from this monitoring will inform future energy-saving actions and initiatives.",
    "This is in effect at Assen, Netherlands, Erpe-Mere, Belgium and Norderstedt, Germany sites.",
    "Our global sites are either fully operational or nearing completion, with the installation of presence-sensing devices in production sanitary rooms.",
    "These devices ensure that lights are only in use when necessary, significantly reducing energy waste and contributing to more efficient energy management across our facilities.",
    "2024 Impact Report FUTURE APPENDIX METRICS In Santorso, Italy and Rochester, New York locations, outdated HVAC units were replaced with modern, energy-efficient systems.",
    "This upgrade enhances climate control while minimizing energy use.",
    "SPxXFLOW Advanced Pitch (AP) Impellers: APV Plate Heat Exchangers: Scraped Surface Heat Exchangers: Our waste management strategy includes several key initiatives aimed at reducing, reusing, and recycling materials.",
    "In 2023, we recycled For demanding side-entry mixer Several APV Plate Heat Exchanger Gerstenberg Schréder® Nexus Scraped 1,100+ metric tons more waste compared to 2022.",
    "applications involving viscous or models are designed with Surface Heat Exchanger (SSHE) uses CO, stratified fluids, the Philadelphia® regeneration features where instead of ammonia to save up to 30% Advanced Pitch (AP) impeller has been product passing through can be energy.",
    "Testing results show that using Disposed Recycled Disposed Reused Recycled incinerated w/Energy shown to achieve the desired process pre-heated/pre-cooled, saving CO, at -10°C reduces energy consumption Non-Hazardous Non-Hazardous Hazardous Hazardous Hazardous Recovery Hazardous outcomes with up to 25% less energy energy costs by reducing steam in the refrigeration system by up to 30% Waste Waste Waste Waste Waste Waste consumption compared to traditional requirements.",
    "compared to using an ammonia compressor side-entry mixer propellers, based within the exchanger at 20°C.",
    "2020 1,622 2020 4,771 2020 233 eve 0 2020 86 2020 fe 2021 1,642 2021 3,809 2021 PA 2021 Ef 2021 96 2021 95 77 97 1,623 4,489 118 973 5,604 68 106 84 on the energy required to reach 99% homogeneity of the vessel contents.",
    "All waste is reported in metric tons.",
    "“Continuous improvement requires the support of all solution makers.",
    "In the area of waste, Rimfrost, a Norwegian-based krill harvesting company, utilizes APV plate heat exchangers and other onboard solutions on its 120-meter (393- we set annual goals to increase recycling and re-use streams while decreasing landfill foot) seafaring vessel to sustainably process fresh krill for use in Omega-3 oil and protein products.",
    "deposits.",
    "We are also focused on the content of our incoming and outgoing products and the “Rimfrost prides itself on the sustainability and traceability efforts we put into each and every krill harvest,” said Thore waste they produce.",
    "These efforts align with our overall business strategy and ensure the Veddegjerde, Rimfrost Project Director.",
    "“The vessel is equipped with state-of-the-art technology to reduce energy consumption and business is safer, greener, cost-conscious, and efficient.” 2 2 2 ° emissions.",
    "In addition, further processes are planned to reuse energy to reduce the carbon footprint.",
    "Working with SPX FLOW has allowed us to ensure those values continue as we build a better way forward in this industry.” Dave Mirek Director, Global Environmental Health & Safety 2024 Impact Report SI-><FLOUW 2024 Impact Report Si-<FLOW recycling infrastructure.",
    "Supported by the sustainability employee resource group, “Sustainability Through Education and Participation” (STEP), the facility aims for an additional 10% reduction in landfill waste by the end of 2024.",
    "Beyond these site-specific actions, our broader commitment to operational sustainability is evident in its predictive audits and exchange services.",
    "Predictive audits help reduce operational downtime and extend equipment lifespan, while exchange services offer high-quality replacement equipment, ensuring energy efficiency, and operational continuity.",
    "2024 Impact Report GS [- F L O LLU MEET ABOUT SOLUTION CITY SOLUTIONS > FOOTPRINT SOLUTION MAKERS FUTURE APPENDIX METRICS 2023 Greenhouse Gas Inventory 2019 (Baseline Data Year) For 2023, we conducted a comprehensive Greenhouse Gas 2020 | 2021 | (GHG) inventory that documented emissions across Scope 1 and Scope 2 categories.",
    "Scope 1 emissions totaled 3,228 metric tons of CO,e, while Scope 2 emissions, reported both on a location-based and market-based method*, were 15,908 and 15,250 metric tons of CO,e, respectively.",
    "This inventory, totaling 19,136 metric tons CO,e (location-based) and 18,478 metric tons CO,e (market-based), was conducted by an independent third party in accordance with the World Resources Institute (WRI) GHG Protocol.",
    "This approach ensures reliable emissions reporting, aligning with industry best practices and demonstrating our commitment to transparency.",
    "15,700 15,250 19,065 N/A 17,820 19,566 19,080 19,087 19,136 18,478 Greenhouse Gas Inventory Data (2019-2023) *The location-based emissions calculate emissions based on the average emissions intensity of grids on which energy consumption occurs.",
    "Market-based measurements reflect emissions from purchased electricity that companies have chosen.",
    "Renewable energy purchases are factored into the emissions calculation using this method.",
    "2024 Impact Report S [- F L O LLU Lhe pe rT?",
    "Innovations that Empower Customers >Water Use & Management SPX FLOW prides itself on minimal water usage in our operations and solutions.",
    "We are committed to further enhancing our water management practices.",
    "=, §& a APV Homogenizer Water Recycling System (HWRS) saves While we already use minimal water, our Ahmedabad, India facility now features a Sewage Treatment Plant.",
    "This enhancement enables us to Za toy .",
    "up to 97% water.",
    "treat domestic water waste on-site.",
    "; ; ; * Figures contingent on actual running : : : : : : : : conditions within a plant.",
    "New technology in Bydgoszcz, Poland neutralizes hazardous wastewater from manufacturing, reducing environmental impact and improving water management.",
    "This initiative removes nearly 100% of metal ions from acidic wastewater, supporting both financial and sustainability goals.",
    "“Waukesha Cherry-Burrell® will make significant strides in sustainability over the next five years.",
    "We’re focused on efficient Waukesha Cherry-Burrell operations, product design, and customer D4 Valves use five times less .",
    "1 4: .",
    "sie Ge .",
    "cleaning fluid.",
    "connections, building on initiatives like the pump rotor recycling program and launching new efforts to reduce our products’ environmental impact.",
    "Through collaboration with channel partners and suppliers, we will provide solutions that Anhydro BlueLight Whitening meet our customers’ sustainability goals.” system® reduces water consumption by up to 250,000 liters per day.",
    "= \\ * Figures contingent on four tons per hour Ahmedabad, India Bydgoszcz, Poland of powder production.",
    "Chris Sinutko VP, Product Management & Engineering, Waukesha Cherry-Burrell 2024 Impact Report Si-<FLOW Makers: Putting People First C> SPX FLOW aS Vw WE STRIVE TO BUILD A DIVERSE AND INCLUSIVE WORK ENVIRONMENT WHERE ALL TEAM MEMBERS EXPERIENCE SUCCESS, FEEL SUPPORTED AND ARE COMFORTABLE BRINGING THEIR AUTHENTIC SELVES TO WORK.",
    "~™ SP>FLOW METRICS wl MEET ABOUT SOLUTION CITY SOLUTIONS FOOTPRINT “| Recommend This Organization as a Great Place to Work.” 51% 51% 63% 2018 2019 2022 The advances in our culture of belonging are a proud development as it relates to acceptance and respect—increasing by an average of 30%.",
    "Career development and skill-related training are integral to our strategy.",
    "Over 70% of our solution makers participate in regular career training programs, while 90% benefit from comprehensive performance reviews.",
    "“| feel accepted by my immediate coworkers.” Industry Average 80% 2019 56% 68% 2024 85% 2024 Impact Report “The people | work with treat each other with respect.” Industry Average 68% 2019 50% 62% 2024 > SOLUTION MAKERS 81% FUTURE APPENDIX METRICS 65% AmCham hanghai SPxXFLOW Resource B BEGIN 4 Kisii STEP Groups Achieving Boost, Engage, Empowering People Respecting Sustainability Over the past year, we have Black Leadership Grow, Invest, Women Individuality, Sexuality, Through Education expanded our Employee Resource Excellence and Network in Business and More and Participation Groups (ERGs) from three to five, reflecting our commitment to fostering inclusivity, equality, and sustainability.",
    "Our five ERGs cater to nearly 4,000 solution makers who bring diverse perspectives, backgrounds, and experiences to our organization.",
    "These groups play a vital role in strengthening our culture of belonging by celebrating cultural heritage, promoting mental health and wellness, supporting young professionals, and fostering environmental consciousness, thereby positively impacting both To attract, retain and aid in the promotion To create a community that acclimates and To cultivate an inclusive environment that To create and maintain a safe, inclusive, To cultivate a global inclusive environment the workplace and the broader of Black people through professional engages new solution makers to SPX FLOW.",
    "supports and encourages women to advance and equitable environment for LGBTQIA+ that supports and encourages STEP members community.",
    "development, mentoring, and networking their skills and leadership potential through employees.",
    "to increase their environmental awareness; opportunities.",
    "connection, mentorship, collaboration, and impact and drive change through education, discussion.",
    "stewardship, collaboration, and discussion.",
    "Our dedication to community engagement is exemplified through a variety of initiatives focused on our three pillars: Food Security, Education, and Employee Health and Well-Being.",
    "“Some companies hire students as Department of We address food insecurity by organizing employee-led food drives, § Workforce Development (DWD) Youth Apprentices, making corporate donations to organizations like Stop Hunger, and then there are companies that train and develop and providing essential water to remote villages in the Democratic Republic of Congo.",
    "To promote health and well-being, we partner the next generation of talent!",
    "SPX FLOW is the latter.",
    "with organizations like the American Heart Association, Doctors They host career-based learning experiences like job Without Borders, and The Christie Charity.",
    "In response to the shadows and employer visits, and SPX FLOW is one Ukraine crisis, team members mobilized outreach efforts in Poland and the Czech Republic, contributed to UNICEF, and created online of Walworth County’s leaders in hiring DWD Youth With SPX FLOW operations in Bydgoszcz, Poland, team In Shanghai, China, team members partnered with the Shanghai employee resource centers to offer unbiased information.",
    "i i i i ” prey Apprentices i welding and manufacturing.",
    "members personalized their aid to Ukrainians by opening their Government Fund for the last 15 years to help impoverished Beyond our community outreach, we offer apprenticeship, 9024 Wisconsin Association of School Boards homes for shelter, helping refugees secure employment, and counties in the Yun’nan Province make a living through rotational, and co-op programs.",
    "(2024 Business Honor Roll) even hand-delivering supplies within Ukraine to those unable to agriculture, raising ducks, and growing fruits to sustain farmers flee the country.",
    "in rural communities.",
    "At E.E.",
    "Waddell High School in Charlotte, North Carolina, solution makers hosted a mini-career fair for students, all of whom have been in the United States for less than a year, to explore different career paths.",
    "German team members in Norderstedt volunteered to refurbish At this Charlotte community garden in North Carolina, a local orphanage, improving outdoor leisure time for children team members partnered with local organizations to supply and young individuals at the Swartenhorst Residential Group.",
    "equitable food access to immigrant and low-income families.",
    "2024 Impact Report Sl ><FLOU 2024 Impact Report Si-<FLOW Our Environ mental, Health | nee & Safety (EHS) Wr latl inde oy ae Seiiigics: Excellence in EHS Management - Sa ee eee eas ‘ ee Our EHS success ‘stems from strong Reatierchin commitment and Fn Wwe believe excellence starts at the top, with leaders taking responsibility for integrating my EHS into the business: Leaders are accountable for driving weekly.",
    "safety GEMBAs, .",
    "encouraging safety observations, following up on team suggestions, implementing fe annual EHS Improvement Plans, and recognizing safety efforts.",
    "Engagement is key—our solution makers are active invrisk assessments, inspections, audits, safety observations, root cause analysis, and Kaizen events.",
    "Through our Safe and Sound initiative, t2am members are empowered to speak up, take action, and exercise their ‘right to stop’ in unsafe situations, with full support from leadership.",
    "observations This collective effort underscores our unwavering commitment to maintaining the highest standards of environmental, health, and safety practices organization-wide.",
    "SP><FLOW 12,000 safety MEET ABOUT SOLUTION CITY SOLUTIONS FOOTPRINT > Safe & Sound Campaign Our Safe and Sound campaign emphasizes the crucial role of active safety engagement and brings attention to the importance of prioritizing the safety, health, and well-being of our team members and partners.",
    "Through the three pillars of Speak Up, Reach Out, Take Action, the campaign encourages team members to directly contribute to safety objectives by identifying hazards, participating in risk assessments, and exercising stop work authority.",
    "The campaign includes a quarterly safety winner and a recognition program where team members earn magnets for their exceptional safety contributions, which they can display in their work areas.",
    "“We aim to keep safety top of mind by promoting proactive safety measures and recognizing individual efforts.",
    "Our priority each day is to work safely and ensure everyone leaves work the same way they arrived.",
    "Because of everyone’s commitment to safety, we are able to serve our customers each day.” Tyrone Jeffers VP, Global Manufacturing & Supply Chain 2024 Impact Report > FUTURE APPENDIX SPEAK UP Be aware of your surroundings and say something when someone’s safety is at risk.",
    "REACH OUT We look out and care about each other by being mindful of the safety, mental health and well-being of every team member.",
    "TAKE ACTION It’s everyone’s responsibility to fix a safety hazard.",
    "You are empowered to make a change that can prevent an accident or injury.",
    "METRICS 31 & Response Our commitment to sustainability is reinforced by an Emergency Preparedness and Response Plan, ensuring business contin is management.",
    "Our Business Continuity progr operational resilience across all , supported by comprehensive policies, procedu raining exercises.",
    "Our Crisis Management program, adhering to ISO 22361, includes specialized training and annual exercises for our corporate crisis team.",
    "We have extended this framework to business units, each developing tailored crisis management plans.",
    "Through these standards, SPX FLOW ensures resilience and the uninterrupted delivery of essential services, even in the face of disruptions.",
    "2301, supports /) YY 0 ) | ge?",
    "nEz\\pser ISO 22361 kkk tk F \\nteMatio a 2024 Impact Report FOOTPRINT > FUTURE APPENDIX METRICS MEET ABOUT SOLUTION CITY SOLUTIONS FOOTPRINT > FUTURE APPENDIX METRICS 33 rae : = ; - a 7 ttpgaae!",
    "> Workplace Safety Metrics In 2023, the Total Incident Recordable Rate (TRIR) was recorded at 0.41, marking a significant achievement in workplace safety standards.",
    "Notably, SPX FLOW has maintained a record of zero fatalities since 2015, underscoring the ongoing effectiveness of its safety protocols and preventive measures.",
    "The combination of a low TRIR and sustained zero fatalities makes 2023 another exemplary year, reflecting the organization’s steadfast commitment to maintaining and improving a safe working environment for all team members.",
    "Total Recordable Incident Rate The Voice engagement survey statement “I feel the health and safety of our employees is a high priority” achieved an 85% favorability rate.",
    "This demonstrates a high level of confidence in our safety leadership and team member engagement opportunities.",
    "At SPX FLOW, our vision is to lead in environmental stewardship and social responsibility by embedding sustainability into every facet of our operations.",
    "By adopting circular economy principles, we aim to maximize resource efficiency, minimize waste, and promote the reuse and recycling of materials.",
    "We remain deeply committed to safety, quality, and innovation.",
    "As we look ahead, we are dedicated to partnering with our customers to address their complex challenges while reducing our environmental footprint.",
    "This year, we are undertaking our first Scope 3 emissions calculations and conducting a Double Materiality Assessment (DMA).",
    "Our commitment extends beyond our operations.",
    "We are focused on Solutions That Matter—through our culture of belonging and our strong community ties in the regions where we do business.",
    "By embracing transparency in our sustainability performance and empowering our team to drive innovation and collaboration, we aim to be industry leaders driving impactful change.",
    "Our vision is not just to adapt to a sustainable future but to actively make Earth Day, Every Day, creating a lasting positive footprint for generations to come.",
    "2024 Impact Report GS [- F L O LLU MEET ABOUT SOLUTION CITY SOLUTIONS FOOTPRINT SOLUTION MAKERS Appendix FUTURE > APPENDIX > METRICS We are reporting the accounting and activity metrics below in accordance with the Sustainability Accounting Standards Board (SASB) Industrial Machinery and Goods Standard.",
    "Topic SASB Code Accounting Metric (1) Total energy consumed, Energy Management RT-IG-130a.1 (2) percentage grid electricity and (3) percentage renewable (1) Total recordable incident rate (TRIR), Workforce Health & Safety RT-IG-320a.1 (2) fatality rate, and (3) near miss frequency rate (NMFR) Fuel Economy & Emissions in Sales-weighted fleet fuel efficiency for medium- Use-Phase RT-IG-410a.1 and heavy-duty vehicles RT-IG-410a.2 sales-weighted fuel efficiency for non-road equipment RT-IG-410a.3 Sales-weighted fuel efficiency for stationary generators Sales-weighted emissions of (1) nitrogen oxides NOx) and (2) particulate matter (PM) for: RT-IG-410a.4 a) marine diesel engines, ( ( (b) locomotive diesel engines, (c) on-road medium- and heavy-duty engines and (d) other non-road diesel engines 2024 Impact Report Notes & Omissions Total Energy Consumption: (1) 46,106,019 (kwH), (2) 59.16% (3) 8.67%.",
    "In 2023, (TRIR) was 0.41 and there were no recorded Fatalities.",
    "These metrics are not applicable to our business.",
    "We do not currently track this data.",
    "These metrics are not applicable to our business.",
    "We do not currently track this data.",
    "These metrics are not applicable to our business.",
    "We do not currently track this data.",
    "These metrics are not applicable to our business.",
    "We do not currently track this data.",
    "SPxXFLOW These metrics are not applicable to our business.",
    "We do not currently track this data.",
    "However, we strive to create competitive opportunities for diverse suppliers including small businesses and businesses owned by disadvantaged ethnic minorities and women.",
    "Description of the management of risks associated Material Sourcing RUFVG GG E with the use of critical materials 1.",
    "2023: 19,445.94 kg (42,871 lbs) Remanufacturing Design & RT-IG-440b.1 Revenue from remanufactured products and recycled; for 2024 YTD through Services : remanufacturing services 7/31, 12,570.85 kg (27,714lbs) recycled.",
    "2024 Impact Report Si-<FLOW SPX FLOW, Inc.",
    "13320 Ballantyne Corporate Place Charlotte, NC 28277 U.S.A.",
    "Phone: (704) 752-4400 Website: spxflow.com"
]