[
    "Glossary Allinjuries Annual allocation usage Biodiversity Brownfield exploration Category 1 quality water Category 2 quality water Category 3 quality water Community investments Consumption (water) Contractor Development contributions Direct economic contribution Discharge (water) Ecosystems Emission (air) incident Employee Energy use All injuries refers to the combination of lost time injuries and medical treatment cases.",
    "All injuries excludes first aid injuries.",
    "Annual allocation usage is the actual water volume used from the operation's permitted allocation over a calendar year.",
    "Biodiversity is the variety of life on Earth — the different animals, plants and micro-organisms, their genes and the ecosystems in which they live.",
    "Brownfield exploration is directed at sustaining or growing our existing businesses.",
    "With processing infrastructure already in place, the cost of developing brownfield orebodies is usually lower than in a greenfield setting.",
    "Category 1 quality water is water of a high quality that may require minimal and inexpensive treatment (for example disinfection and pond settlement of solids) to raise the quality to appropriate drinking water standards.",
    "Category 1 water has total dissolved solids (TDS) less than 1,000 milligrams per litre and pH between 6 and 8.5.",
    "Category 2 quality water is water of a medium quality that would require a moderate level of treatment such as disinfection, neutralisation, or removal of solids and chemicals to meet appropriate drinking water standards.",
    "Category 2 water has total dissolved solids (TDS) between 1,000 and 5,000 milligrams per litre and pH between 4 and 10.",
    "Typically, this category of water would be suitable for agricultural/livestock or irrigation use (based on local/regional/national guidelines).",
    "Category 3 quality water is water of a low quality with individual constituents encompassing high values of total dissolved solids (TDS), elevated levels of dissolved metals or extreme levels of pH.",
    "It would require significant treatment to remove dissolved solids and metals, neutralise and disinfect to meet appropriate drinking water standards.",
    "Category 3 water has TDS greater than 5,000 milligrams per litre, or TDS between 1,000 and 5,000 milligrams per litre with pH less than 4 and greater than 10.",
    "Typically, this category of water would not be suitable for agricultural/livestock or irrigation use.",
    "Community investments are voluntary financial commitments, including in-kind donations of assets and employee time, made by Rio Tinto to third parties to address identified community needs or social risks.",
    "Water consumption is the volume of water used by the site or operational facility and not returned to the water environment or a third party.",
    "A contractor is a person or organisation providing services to an employer at the employer’s workplace in line with agreed specifications, terms and conditions.",
    "In the context of Rio Tinto’s health, safety and environmental standards, we classify contractors in three categories: — Category 1: Individuals working on temporary contracts within existing operations.",
    "— Category 2: Companies or individuals hired for a discrete project that will be carried out in a designated area separate from existing operations.",
    "— Category 3: Companies or individuals contracted to carry out specific tasks or provide specified services within existing operations.",
    "Development contributions are non-discretionary financial commitments, including in-kind donations of assets and employee time, made by Rio Tinto to a third party to deliver social, economic and/or environmental benefits for a community, which Rio Tinto is mandated to make under a legally binding agreement, by a regulatory authority or otherwise by law.",
    "Direct economic contribution is the total value of value add, payments to suppliers, development contributions, payment to landowners and community investments during the year.",
    "Water discharge is the volume of water removed from the site or operational facility to the water environment and/or a third-party supplier.",
    "The interaction between living things and their environment resulting in a specific natural system.",
    "The greater the biodiversity in an ecosystem, the more resilient it is to shocks — eg, monoculture forestry vs natural forests.",
    "Emission (air) incident refers to an environmental incident in which material and/or energy are released in an uncontrolled way into the atmosphere, or to emissions that are not compliant with applicable agreements, laws or licences, including dust, noise, vibration and blasting incidents.",
    "An employee is a person in full- or part-time employment at a Rio Tinto business and listed on the payroll.",
    "Energy use includes energy associated with the combustion of fuels, as well as energy from electricity and other sources such as steam and hydropower.",
    "Energy use for anodes and reductants is evaluated from a carbon balance used to evaluate the resultant carbon dioxide emissions.",
    "Under our reporting guidelines, any operation not expected to consume 40,000 gigajoules (GJ) of energy in any year over the next three years can be excluded from our data collection processes.",
    "Reporting trivial quantities of fuels and emissions may result in a significant workload, so operations can omit or estimate individual emission or energy sources from their inventories subject to these rules: — For non-Australian operations: individual sources that can be excluded should be less than 10,000 GJ.",
    "The total of these excluded sources should be less than 5% of the operation's complete inventory.",
    "— For Australian operations: the National Greenhouse and Energy Reporting (NGER) Act 2007 requires all sources to be included, but some incidental sources can be estimated.",
    "An incidental source is any source that is less than 30,000 GJ of the facility’s energy use or energy produced.",
    "The total of these incidental sources must be less than 120,000 GJ.",
    "— Energy conversion factors must be consistent with Australian National Greenhouse and Energy Reporting Measurement Determination 2008 for Australian operations.",
    "For non-Australian operations, we use default factors from the Intergovernmental Panel on Climate Change (IPCC) and International Energy Agency (IEA), unless there is a more suitable factor available from local suppliers or government.",
    "Cover | Rehabilitation at QIT Minerals Madagascar (QMM).",
    "Sustainability Glossary 2022 | riotinto.com Environment Fatal injury or occupational illness Frequency rates Freshwater Freshwater used Freshwater withdrawn Greenfield Greenhouse gas (GHG) emissions Global Reporting Initiative (GRI) Environment refers to the surroundings an asset operates in, including air, water, land, natural resources, flora, fauna, humans, and how they interrelate.",
    "Fatal injury or occupational illness is when one or more people die as a result of a work-related injury or occupational illness occurring during their employment.",
    "Lost and restricted days are not calculated for fatalities.",
    "Frequency rates are used as a way to measure injury or illness performance; for example: — Allinjury frequency rate (AIFR) = number of all injuries x 200,000/hours of exposure.",
    "— Lost time injury frequency rate (LTIFR) = number of lost time injuries x 200,000/hours of exposure.",
    "— Rate of new cases of occupational illness (NCON = number of all new cases of occupational illnesses x 10,000/number of employees (based on average monthly statistics).",
    "We use AIFR to assess performance against our goal of zero safety injuries for all employees and all categories of contractors.",
    "We calculate our health target (rate of new cases of occupational illness) using employee data only, for managed operations only.",
    "While we record diagnosed occupational illnesses for contractors, we do not use this data within the calculation of the rate of new cases of occupational illness.",
    "Developing operations and acquisitions after 31 December in the previous reporting year are also excluded when assessing performance against these targets.",
    "Divested and closed operations are removed from the baseline when assessing performance against these targets.",
    "Freshwater is potable water or high-quality raw water that satisfies Category 1 water quality requirements.",
    "This category aligns with our external Global Reporting Initiative reporting requirements.",
    "Freshwater used is a water volume calculated using the combined volume ctf: imported surface water (water provided by a third party for our use); — on-site impounded water used in process applications; imported groundwater; — on-site groundwater, except that extracted for ground control (dewatering) and discharged without use; and — freshwater withdrawn for use as cooling water that is chemically, physically or biologically modified at the final point of discharge and/or returned to the environment with a temperature change of more than 5°C.",
    "Freshwater withdrawn is a water volume calculated using the combined volume ctf: imported surface water (water provided by a third party for our use); — on-site impounded water used in process applications; imported and on-site groundwater; and freshwater withdrawn for use as cooling water that is chemically, physically or biologically modified at the final point of discharge and/or returned to the environment with a temperature change of more than 5°C.",
    "Freshwater withdrawn does not include: — category 2 or category 3 quality water; overflow of water in heavy rain conditions from impoundments which has not had its quality significantly changed by inputs and seepage; water diverted to avoid contamination, but not subsequently withdrawn or intercepted for use (other managed water); water withdrawn and directly supplied to others, such as for use in agricultural or pastoral properties, for export to third parties or for town use; or — freshwater withdrawn and used for hydropower generation.",
    "Greenfield is a term used to describe investments, sites or projects that have been previously undeveloped or unexplored for commercial purposes.",
    "Greenhouse gas (GHG) emissions include seven groups of gases as per the Kyoto Protocol.",
    "We report against the following six: carbon dioxide, hydrofluorocarbons, methane, nitrous oxide, perfluorinated carbon compounds and sulphur hexafluoride.",
    "Under our reporting guidelines, individual operations not expected to exceed 3,000 tonnes of carbon dioxide equivalent (t CO,e) emissions in any year over the next three years can be excluded from our data collection processes.",
    "Reporting trivial quantities of fuels and emissions can result in a significant workload.",
    "Operations can omit or estimate individual emission sources from their inventories subject to these rules: — For non-Australian operations: individual sources that can be excluded should be less than 1,000t CO,e.",
    "The total of these excluded sources should be less than 5% of the operation's complete inventory.",
    "— For Australian operations: the Australian NGER Act 2007 requires all Scope 1 and Scope 2 emission sources to be included, but some incidental sources can be estimated.",
    "An incidental source is any source less than 3,000t CO,e of Scope 1 emissions and less than 3,000t CO,¢ of Scope 2 emissions for the facility.",
    "The total of these incidental sources must be less than 12,000t CO.e of Scope 1 emissions and less than 12,000t CO,e of Scope 2 emissions for the facility.",
    "The global warming potential (GWP) emission factors for all GHGs are consistent with the IPCC Fifth Assessment Report (AR5 — 100 year).",
    "The Global Reporting Initiative (GRI) is an independent organisation with an international framework and standards for sustainability reporting on an organisation's economic, environmental and social performance.",
    "The GRI Standards include mandatory requirements for disclosure.",
    "Sustainability Glossary 2022 | riotinto.com 2 High quality water HIV/AIDS Hours of exposure Incident Injury Key products Land footprint Life cycle assessment Local water stewardship targets Lost day injury (LDI) or occupational illness Lost time injury or occupational illness Low quality water Managed operation Management costs High quality water is water that satisfies Category 1 and Category 2 quality requirements.",
    "This category aligns with our external International Council on Mining and Metals (ICMM) reporting requirements.",
    "HIV/AIDS refers to a disease of the human immune system (acquired immune deficiency syndrome, or AIDS) caused by the human immunodeficiency virus (HIV).",
    "Hours of exposure is the total number of actual hours where one or more employees/contractors are working or are present as a condition of their employment and are carrying out activities related to their employment duties.",
    "For employees: this can be calculated either as “planned time + overtime — all absences” or actual time (collected by gate pass or timesheet systems) or through reasonable estimates made by a Rio Tinto supervisor.",
    "For contractors: hours worked are either provided by the vendor or through reasonable estimates made by a Rio Tinto supervisor.",
    "These hours are recorded by month, vendor, work area and organisation unit to reflect the total time spent by contractors on our sites.",
    "An incident is a single event or continuous/repetitive series of events that results in, or could have resulted in, one or more of the following: — anoccupational injury or illness damage to physical assets (plants or equipment), the environment, process, product or reputation disruption to a community — exposure to legal liability a security threat We evaluate an incident both by its actual consequence and the maximum reasonable outcome for each of these potential impacts.",
    "Injury refers to any injury such as a cut, fracture, sprain or amputation resulting from a work-related event during a single shift.",
    "All occupational injuries are reported as safety incidents with safety impact.",
    "All occupational injuries must be recorded for employees and contractors regardless of contractor category.",
    "Key products are products we obtain major business revenue from (>10% of revenue per product).",
    "This includes major products where we gain >10% net revenue, and we can also gain major revenue from waste or by-products.",
    "Examples of key products include iron lump, iron fines, copper cathode, gold, borates, uranium oxide, steel powder and molybdenum oxide.",
    "A land footprint is land that has been disturbed for mining, processing and related activities including infrastructure (whether currently disturbed or rehabilitated), as at 31 December of the current reporting period.",
    "Life cycle assessment involves collating the environmental inputs and outputs related to a process, product or service (life cycle inventory) to determine the environmental impacts (life cycle impact assessment) associated with each stage and the complete lifecycle.",
    "Described by ISO 14040 series.",
    "Local water stewardship targets are targets set by managed operations and approved by the operation’s Managing Director or General Manager.",
    "These targets reflect specific operational circumstances and aim to improve site-specific water performance under the following water stewardship areas: water import reduction, water intensity and efficiency, aquifer reinjection and inventory reduction.",
    "The selection of sites with local water stewardship targets was informed by the outcomes of the 2018 water risk review of all managed operations in the portfolio facilitated by the Group water expert in the Environment Area of Expertise.",
    "Where appropriate, we have set target trajectories for the local stewardship targets to enable tracking and yearly performance assessment.",
    "Changes to local water stewardship target statements and/or associated target trajectories can be considered in the circumstances described below.",
    "Local water performance targets can be changed to make sure they stay relevant within the context of the local water risk and to drive performance improvement in managing water risk.",
    "A change alters the level of performance necessary to meet a local water stewardship target or internal water target trajectory.",
    "We consider changes to local targets or trajectories only when there is a substantial change in production, conformance/compliance, reputation, community or environment circumstances that was not planned at the start of the target period and that makes the current target inappropriate for an operation.",
    "Each change must be approved by the product group Chief Executive and the Global Head of Health, Safety, Environment and Security before being used.",
    "An administrative change is one that adjusts the way a local target or trajectory is worded or premised without changing the level of performance necessary to meet the target or trajectory.",
    "These are only considered when needed to add clarity to the target or to correct the calculation of baseline or trajectory.",
    "An administrative change to a target and/or trajectory must be approved by the global head of health, safety, environment and security.",
    "A lost day injury (LDI) or occupational illness is an injury or occupational illness that results in one or more days/shifts away from work, excluding the day of the incident.",
    "The number of lost or restricted calendar days and shifts reported for lost day injuries/illness must be counted until the person is cleared by a medical practitioner and either returns in a full-time unrestricted capacity to their pre-injury/ illness role or (in the case of a recordable work injury) is permanently moved to another role.",
    "A lost time injury or occupational illness is the total of fatal, lost day and restricted work day injuries or illnesses.",
    "Low quality water is water that satisfies Category 3 quality requirements.",
    "This category aligns with our external ICMM reporting requirements.",
    "A managed operation is an operation where: — Rio Tinto wholly owns the operation; or — Amanagement agreement is in place naming Rio Tinto as the manager; or — Rio Tinto management systems and processes are fully implemented.",
    "Management costs are personnel costs incurred by Rio Tinto in managing community investments and development contributions.",
    "Sustainability Glossary 2022 | riotinto.com 3 Materiality Medical treatment case injury or occupational illness Mineral waste Musculo-skeletal illness myVoice myVoice case class — personnel myVoice case class — business integrity Materiality in sustainability, as opposed to financial materiality, is the threshold at which an issue or topic becomes important enough to be reported externally, taking into account the impact and level of perceived importance from stakeholders.",
    "A medical treatment case injury or occupational illness is a work-related injury or occupational illness not classified as lost time and resulting in the loss of consciousness or medical treatment other than first aid.",
    "Medical treatment includes, but is not limited to: — Administering prescription medication.",
    "Using wound closing devices such as sutures, staples, or wound adhesives (glue).",
    "Glue is used here to protect a wound (not requiring sutures) as a precaution against infection in wet environments and in place of an adhesive dressing, and can be considered first aid treatment if supported in writing by a doctor or registered nurse.",
    "Using devices with rigid stays or other systems designed to immobilise parts of the body.",
    "Using eye patches (except as a precautionary measure, and not extending into the next shift).",
    "Medical treatment does not include: — Visits to a physician or other licensed health care professional solely for observation or counselling, or diagnostic procedures, such as x-rays, blood tests and the administration of prescription medications solely for diagnostic purposes (eye drops to dilate pupils) or as a single dose administered on first visit for a minor injury or discomfort.",
    "— Injuries where the original or first treating doctor used sutures but is prepared to document that this was not necessary to treat the injury.",
    "This might happen, for instance, if steri-strips or butterfly bandages were not available.",
    "Mineral waste includes waste rock, tailings and slag.",
    "— Waste rock is composed of soils or bedrock that are removed to uncover or access ore during mining.",
    "— Tailings is a by-product of mining, consisting of the processed rock or soil left over from the separation of the commodities of value from the rock or soil within which they occur.",
    "— Slag is generated by smelting operations and is the glassy material that remains after metals, such as copper, have been removed from the ore concentrate.",
    "Mineral waste is typically produced in very large volumes, and its handling and storage can directly impact the land.",
    "Mineral waste is usually permanently stored onsite, where it is used as in-pit backfill or held in engineered repositories.",
    "Most mineral waste is inert, but some is chemically reactive and must be appropriately handled to protect people, wildlife and water quality.",
    "Musculo-skeletal illness is a condition of the musculo-skeletal system associated with repetitive work-related trauma and/or exposure over time, lasting more than one shift (see also occupational illness).",
    "A case is reportable where a medical practitioner diagnoses a musculo-skeletal disease that meets defined diagnostic criteria, is due to repeated workplace exposure (other than vibration) and results in medical treatment, restricted work days, lost days or permanent damage.",
    "This includes recurring musculo-skeletal conditions counted as a new case and reported only if the medical practitioner thinks the worker had fully recovered from the previous condition.",
    "This can include repetitive strain injuries, also known as occupational overuse syndrome.",
    "myVoice is our confidential reporting programme.",
    "The programme is available to anyone who has concerns or information relating to misconduct or improper circumstances or behaviours connected to Rio Tinto.",
    "These can include concerns about the business, or behaviours of individuals, suspicion of violations of our standards, policies and procedures, and human rights, safety, environmental, financial reporting, fraud or other business integrity issues.",
    "The myVoice programme permits our people and external stakeholders to submit a report confidentially or anonymously; the content reported and the right to anonymity may be subject to local laws.",
    "The report intake and hotline system are independently operated by a third-party service provider.",
    "Reporting case classes are: personnel; business integrity; health, safety and environment; communities; finance; information security and miscellaneous.",
    "The personnel case class is for matters involving employees (co-workers, supervisors and management) or Rio Tinto consultants, agents, contractors and suppliers; of a personal nature including, but not limited to, all forms of harassment, sexual harassment, sexual misconduct, bullying and other abusive behaviours.",
    "This also includes concerns related to unfair HR processes including recruitment practices, benefits and compensation, job assignment and performance, breaches of labour standards, issues related to payroll, remuneration, benefits and compensation and/or matters relating to inclusiveness and discrimination (age, gender, disability, diversity, nationality, race, religion, sexual orientation).",
    "The business integrity case class is for matters involving employees (co-workers, supervisors and management) or Rio Tinto consultants, agents, contractors and suppliers regarding conflicts of interest, bribes/facilitation payments, retaliation, fraud, misuse/ abuse of travel and expenses, inappropriate benefits/gifts, intentional breaches of company policies or code of conduct, or any other unethical behaviour and unfair business practices.",
    "This also includes matters involving circumvention of processes and controls or breaches of policies, procedures and standards including but not limited to competition issues, insider trading, circumvention of procurement policies, international trade and sanction breaches, unfair business practices and breaches of the acceptable use of electronic resources.",
    "Concerns raised regarding human rights including modern slavery and employees’ involvement in political matters or campaigns are also classified in this category.",
    "Sustainability Glossary 2022 | riotinto.com 4 myVoice case class — health, safety and environment myVoice case class — communities myVoice case class — finance myVoice case class — information security myVoice case class — miscellaneous Nature New case/recurrence Noise-induced hearing loss (NIHL) Non-mineral waste Occupational illness Occupied building Operational land holdings Operational withdrawal (water) Other managed water (water) The health, safety and environment case class is for matters involving employees (co-workers, supervisors and management) or Rio Tinto consultants, agents, contractors and suppliers regarding workplace health, workplace safety and security issues, including breaches of safety laws and regulations, company policies, procedures, standards and local directives, local safety hazards, unsafe working conditions and practices, and any other negative effects on employee health and safety.",
    "Security incidents and concerns and otherwise workplace conditions representing dangerous physical situations to employees and others.",
    "Environmental concerns regarding potential harm or a situation with a potential to cause actual or perceived loss or damage to people, the environment, or plant and equipment.",
    "The communities case class is for matters involving employees (co-workers, supervisors and management) or Rio Tinto consultants, agents, contractors and suppliers, regarding the company’s activities and relationship with communities, such as tensions, disputes, or other matters which may affect the company’s reputation, partnerships and licence to operate.",
    "This category also includes failure to operate in accordance with core international standards as set out in the communities and social performance standard.",
    "The finance case class is for matters involving employees (co-workers, supervisors and management) or Rio Tinto consultants, agents, contractors and suppliers, who deliberately alter or fail to keep accurate financial records while bookkeeping.",
    "Audit irregularities and other irregular financial practices, including making false financial statements internally or externally and other activities including altering or destroying company records, inventory and supply issues and concerns relating to delegated financial authority provisions.",
    "The information security case class is for matters involving employees (co-workers, supervisors and management) or Rio Tinto consultants, agents, contractors and suppliers, whereby there has been a failure to comply with the Rio Tinto Data Privacy Standard and Principles, including failure to comply with local legislation applying to the collection, usage, processing, storage, disclosure and transfer of personal data.",
    "This also includes failure to process data for legitimate business purposes or related purposes, in breach of the data subject and disclosure or misappropriation of confidential information.",
    "The miscellaneous case class is for other matters not mentioned above, which are of concern and should be reported for review, including observations, criticisms and suggestions.",
    "Based on the Taskforce on Nature-related Financial Disclosures (TNFD) definition, the term nature refers to all natural systems/realms, both living and non-living, and therefore includes biodiversity, water, atmosphere and soil.",
    "New case/recurrence is an injury or illness classed as new because the employee hasn't previously experienced an injury or illness of the same type, or when the employee has completely recovered from the previous case and a new incident has caused the condition to reappear.",
    "If not, then additional time lost is linked back to the original injury or illness and is considered a recurrence of the original injury or illness.",
    "Noise-induced hearing loss (NIHL) is hearing-loss-related noise exposure as assessed by an occupational physician, an audiologist or other equivalent qualified professional.",
    "Audiometric tests must be pure tone, air conduction, hearing threshold examinations, including the test frequencies 0.5, 1, 2, 3, 4, 6 kHz and 8 kHz as a minimum.",
    "A loss without recovery plus a history of noise exposure should also be regarded as NIHL.",
    "For cases meeting the above criteria, we consider the following to determine whether a case of NIHL meets our reporting criteria: 1.",
    "Has the person been occupationally exposed to noise (eg > 85 dB(A) TWA)?",
    "2.",
    "Have they also sustained a standard threshold shift (see definition)?",
    "3.",
    "Is there also non-age-corrected average hearing loss over 2, 3 and 4 KHz of the audiogram, in one or both ears, of more than or equal to 25 dB as compared with audiometric zero?",
    "If the case meets these criteria, it should be recorded as a Permanent Damage Operational Illness (PDOI) if it carries a whole-body impairment of = 30% as per the American Medical Association guidelines 5\" edition.",
    "If the hearing loss is due to age factors alone, this is not work-related and should be excluded.",
    "Hearing loss due to a one-time high exposure is considered an injury.",
    "This excludes category 2 and 3 contractors.",
    "Non-mineral waste is primarily composed of the auxiliary materials that support our mining and mineral processing operations.",
    "It includes familiar materials such as used oil, tyres, old batteries and office waste, as well as more specialised waste such as spent pot liners from aluminium smelters.",
    "Non-mineral waste is produced in much smaller volumes than mineral waste, and is most commonly managed through recycling, off-site treatment and disposal, or placement in on-site engineered landfills.",
    "Occupational illness is an illness or disease, as distinct from an injury.",
    "One event cannot be both.",
    "An occupational illness or disease results from a workplace-related exposure of more than one shift, such as noise-induced hearing loss (NIHL) or carpal tunnel syndrome.",
    "A person can only be diagnosed once with the same occupational illness or disease, unless they have completely recovered from the original case.",
    "All occupational illnesses are reported as health incidents with health impact.",
    "Also see entries for fatal injury or occupational illness; lost day injury (LDI) or occupational illness; lost time injury or occupational illness; medical treatment case injury or occupational illness; and restricted work day injury or occupational illness.",
    "An occupied building is a building, whether permanent or temporary (portable), that is intended to be occupied.",
    "This is typically a building where at least two people do a significant portion of their work or where people may gather, even for a short time (such as crib rooms).",
    "Buildings that employees visit infrequently to do brief tasks or monitor a process are not typically defined as occupied buildings.",
    "Operational land holdings are split into two categories: 1.",
    "Land disturbed for mining, processing and related activities, including rehabilitated land.",
    "This is known as our operational footprint.",
    "2.",
    "Land outside our operational footprint area, which may be used in the future for mining, processing and related activities, as well as other land uses.",
    "This is known as our land holding balance.",
    "Withdrawal is the volume of water received by the site or operational facility from the water environment and/or a third-party supplier used in operations.",
    "Excludes other managed water.",
    "Other managed water is water that is actively managed by a site or operational facility but not used for any operational purposes.",
    "— previously known as Diversions Other managed waters are reported as either withdrawals or discharges depending upon circumstances.",
    "Sustainability Glossary 2022 | riotinto.com 5 Payments to landowners Permanent damage injury or illness Permitted surface water allocation Plague Process Process safety incidents with a major or catastrophic consequence Restricted work day injury or occupational illness Rio Tinto management system Safety maturity model Scope 1 and Scope 2 greenhouse gas (GHG) emissions Scope 3 greenhouse gas (GHG) emissions Senior management Significant environmental incident Surface water allocation average catchment runoff Sustainable development Payments to landowners are non-discretionary compensation payments made by Rio Tinto to third parties under land access, mine development, native title, impact benefit and other legally binding compensation agreements.",
    "Permanent damage injury or illness refers to more than 30% body impairment that is likely to last one year or longer, as per the American Medical Association Guidelines (5\" edition).",
    "Permitted surface water allocation is the water volume a regulatory authority has licensed, permitted or approved for the operation to extract and use.",
    "Plague is an infectious disease caused by the bacteria Yersinia pestis, usually found in small mammals and their fleas.",
    "It is transmitted between animals through fleas.",
    "Humans can be infected through: — Aninfected flea’s bite.",
    "— Unprotected contact with infectious bodily fluids or contaminated materials.",
    "— Inhaling respiratory droplets/small particles from a patient with pneumonic plague.",
    "Process means the activities associated with the process of mining or refining, which include mining, milling, slurrying, washing ore, suppressing dust, treating wastewater/sewerage, generating power, operating ancillary services (such as camp, canteen, offices), irrigating rehabilitated land and washing down.",
    "Process safety incidents with a major or catastrophic consequence are process safety incidents involving actual or potential unplanned or uncontrolled loss of primary containment of hazardous process material or process energy that could result in: — Chemical and physical explosions.",
    "Fires involving process material.",
    "Loss of containment of toxic, asphyxiant, corrosive, reactive, hot materials in bulk.",
    "— Engulfment or physical impact from failure of bulk storage and process tankage.",
    "These types of incidents resulting in a single fatality or severe permanent impairment to a person (>30%), such as loss of hand or lower limb (at knee), paraplegia or multiple fatalities or severe permanent impairment to multiple people (<5 people) are seen as process safety incidents with a major or catastrophic consequence respectively.",
    "A restricted work day injury or occupational illness occurs when the employee, because of the job-related injury/illness, is physically or mentally unable to perform all or any part of his or her normal assignment during all or any part of the normal workday or shift, after which the injury/illness occurs.",
    "The Rio Tinto management system supports standardisation of corporate and business health, safety, environment and communities management processes.",
    "The system is designed on the principles of leadership and planning, management of risk through operational control, and continuous improvement through performance review as is the intent of common international standards such as 1IS014001:2004, ISO9001:2001.",
    "The safety maturity model is our framework for managing safety which enables comparable evaluation and learning across the organisation, balancing focus across fatality elimination, catastrophic event prevention and reducing injuries and illnesses.",
    "The model has four components: leadership and engagement; risk management; work planning and execution; and learning and improvement.",
    "Rio Tinto ple and Rio Tinto Limited combined (Rio Tinto) use Scope 1 and Scope 2 emissions definitions that are consistent with the World Resource Institute (WRI) and World Business Council for Sustainable Development's (WBCSD) Greenhouse Gas (GHG) Protocol: A Corporate Accounting and Reporting Standard.",
    "This standard defines Scope 1 GHG emissions as direct GHG emissions from facilities owned or controlled by an operator, including fuel use, on-site electricity generation, anode and reductant use, process emissions and land management.",
    "GHG emissions from the generation of electricity, heat or steam brought in from third parties are defined as Scope 2 (indirect emissions).",
    "Scope 1 and 2 emission factors for our Australian operations are consistent with the Australian National Greenhouse and Energy Reporting (Measurement) Determination 2008.",
    "For non-Australian operations, factors from the Intergovernmental Panel on Climate Change (IPCC) Guidelines for National Greenhouse Gas Inventories (2006) are used for Scope 1, and where possible factors for Scope 2 are sourced from electricity retailers or the appropriate regional and sub-regional factors.",
    "Scope 3 emissions are indirect GHG emissions generated because of activities undertaken either upstream or downstream of our operations.",
    "To identify and calculate Scope 3 emission sources across our operations, we have used the Greenhouse Gas (GHG) Protocol: A Corporate Accounting and Reporting Standard and the associated Standard and Guidelines on Scope 3 emissions, published by the World Business Council for Sustainable Development (WBCSD) and the World Resources Institute (WRI).",
    "For consistency with the reporting of Scope 1 and 2 emissions, our Scope 3 emissions inventory has been prepared on an equity basis, taking into account Rio Tinto’s relevant interest in all managed and non-managed operations.",
    "Senior management are General Managers, Group Advisers and Chief Advisers, as well as employees in business units or in functional leadership roles who are direct reports of Executive Committee members.",
    "A significant environmental incident is an incident with an actual consequence rating of major or catastrophic.",
    "We measure and rate incidents according to their actual environmental and compliance impacts using five severity categories: minor, medium, serious, major, or catastrophic.",
    "Major and catastrophic environmental incidents are reported to the relevant product group head and Rio Tinto Chief Executive as soon as possible.",
    "Surface water allocation average catchment runoff is the annual runoff volume (based on average annual rainfall) that recharges the catchment that the permitted surface water allocation is sourced from.",
    "Sustainable development is “development that meets the needs of the present without compromising the ability of future generations to meet their own needs”.",
    "(Our Common Future, Report of the World Commission on Environment and Development, World Commission on Environment and Development, 1987.",
    "Published as Annex to General Assembly document A/42/427, Development and International Co-operation: Environment August 2, 1987.",
    "Available at: www.undocuments.net/wced-ocf.htm.) Sustainability Glossary 2022 | riotinto.com 6 Tier 1 resources Tier 1 resources are low-cost, expandable resources that are profitable at all phases of the natural price cycle and bring a sustainable competitive advantage.",
    "Tier 1 water target The tier 1 water target is the target included in the external limited assurance programme.",
    "Tier 2 water target The tier 2 water target is the target not included in the external limited assurance programme.",
    "Total greenhouse gas (GHG) emissions Total greenhouse gas (GHG) emissions are Scope 1 GHG emissions plus Scope 2 GHG emissions minus net carbon credits retired from recognised sources in case of 100% managed basis; and Scope 1 emissions plus Scope 2 emissions in case of equity basis.",
    "Total greenhouse gas emissions (GHG) intensity index The total greenhouse gas (GHG) emissions intensity index is a measure of the change in GHG emissions per unit of product compared with a baseline intensity, evaluated for each of our commodities.",
    "Commodities are products sold to the market from operations of comparable scope.",
    "Examples include mined bauxite, smelter-grade alumina refined from bauxite, primary aluminium smelted from alumina, copper concentrate from mine to concentrator, and copper cathode from mine to refinery.",
    "Our total GHG emissions intensity target is evaluated as the percentage difference between actual total GHG emissions in the target year and the equivalent emissions expected from the target year production at the baseline year emissions intensity for each commodity.",
    "Any business or operation, such as Rio Tinto Exploration, that does not produce a saleable product is excluded from the target assessment.",
    "Developing operations are included in the assessment once production exceeds 60% of nameplate production in a reporting year.",
    "We index our performance relative to 2008 as a baseline year.",
    "Use-of-force (UOF) Use-of-force (UOF) refers to the lawful and proportional amount of force (effort) required by authorised security personnel to make an unwilling suspect or person comply to achieve a legitimate security objective.",
    "It involves the use of various means and techniques of force that are applied starting with the least to the most force.",
    "The UOF is governed by country laws and is usually authorised ina progressive series of actions, referred to as a “use-of-force continuum”, that makes provision for the use of lesser, non-lethal and graduated force options.",
    "Value add Value add refers to the value that a business adds to the materials and services it has bought.",
    "It is equivalent to the sum of all labour payments, payables to governments, returns on capital invested in operations — including interest payments, profits paid out to shareholders, and money held in the business for future investment and to replace depreciated assets — and non-government payments.",
    "This figure includes management costs for the calendar year.",
    "Water risk A water risk is one with the potential to have a high or critical impact on managed operations with consequences for production, conformance/compliance, reputation, community or environment.",
    "Water risks require proactive management by the specific managed operation.",
    "Wellbeing/wellness programme A wellbeing/wellness programme is a proactive, preventive approach to help people change their lifestyle to move toward a state of optimal health — a balance of physical, emotional, social, spiritual, and intellectual health.",
    "It is an active process of enhancing awareness and skills, changing behaviour and values, and creating an environment that supports good health practices and increases people's abilities to enjoy a balanced and fulfilling life.",
    "Kennecott copper mine.",
    "Utah, US.",
    "Sustainability Glossary 2022 | riotinto.com Mining by its very nature requires disturbance to the land and environment — including air, water and biodiversity — and can have impacts on communities.",
    "We work to manage potential impacts on biodiversity and the natural resource dependencies of host communities in the regions in which we operate.",
    "Business integrity and governance Integrity is underpinned by values and behaviours that guide how we work together as colleagues, and the way we engage with our external communities and stakeholders.",
    "It includes topics such as competition, bribery and corruption, conflicts of interest, benefits, sponsorships and donations, fraud, other financial crimes, third-party due diligence and data privacy.",
    "Governance is fundamentally about considering the right things, at the right time with the right people and insights.",
    "It includes strong foundations and rules that enable the Board to oversee risks and support and challenge the Executive Committee, ensuring alignment of our sustainability approach to our business strategy.",
    "Business performance The economic results that we achieve enable us to maximise the benefits Rio Tinto and its work deliver to the communities that host us.",
    "They include the taxes and royalties we pay, the salaries and wages of our workforce, the development contributions we make to communities, and our payments to suppliers.",
    "Climate change We address the climate change challenge by measuring and mitigating carbon emissions from our operations and partnering with our customers to reduce these through our steel value chain.",
    "These measures include energy supply and demand management, developing and deploying low-carbon technology, and considering the physical impacts of climate change on our portfolio, and integrating these considerations into our business processes.",
    "Closure, post-mining use and land rehabilitation From design to decommissioning, we consider closure through the lifecycle of assets.",
    "This incorporates remediation and any long-term management obligations, such as water treatment, including of legacy assets.",
    "Cultural and heritage site management We are committed to preserving and protecting cultural and heritage sites in collaboration with the communities in which we operate.",
    "Employment and talent retention We aim to create a workplace that is safe, inclusive, empowering and engaging.",
    "We invest in human capital by attracting, developing and retaining talent through effective training, education and development opportunities that enable professional growth.",
    "End-to-end materials management There is strong consumer and investor focus on our sustainability practices, including the way we produce materials.",
    "This encompasses the full value chain — from responsible sourcing and waste management through to the accreditation and certification of our products.",
    "We also explore ways to develop our participation in the circular economy across our value chain by minimising waste, maximising the use of minerals and promoting the regeneration of natural systems.",
    "ESG transparency and disclosure We believe that greater transparency and accountability are key to building trust and achieving better social and economic outcomes over the long term.",
    "This includes disclosing information about our sustainability performance, taxes paid, beneficial ownership and contractual agreements.",
    "Future-proof assets Portfolio resilience in the face of changing customer needs, stakeholder expectations and business models.",
    "Health, safety and wellbeing Safety is one of our core values, and part of who we are and the way we work, every shift, every day.",
    "We focus on injury prevention and elimination, mental health, reducing exposure to industrial diseases, and on improving wellbeing.",
    "Impact of technology Technological development changes the type of work that we do, and how and where we do it.",
    "As we continue to automate our operations, we look for ways to help our employees and communities adapt to changing workforce requirements.",
    "Inclusion, diversity and equality Fostering a diverse workplace is not just the right thing to do, it is essential to our success.",
    "Inclusion, diversity and equality includes the fair representation of race, gender, nationality, ethnic origin, religion, age, sexual orientation or anything else that makes us different.",
    "Industrial environment impacts We work to prevent and minimise impacts — such as from air, light and noise emissions — from our operations on the surrounding environments and communities, including management controls and programmes to help manage inherent risks.",
    "Local community relations Mining by its very nature requires disturbance to the land and environment and can have impacts on surrounding communities.",
    "We work to respond to community concerns, optimise benefits and reduce negative impacts.",
    "This includes the way we engage communities, agreement-making, and economic and social development.",
    "Pandemic response and public health We respond swiftly and collaboratively to current and future public health crises to protect the health and safety of employees and local communities, laying groundwork to support longer-term economic recovery and resilience.",
    "Sustainability Glossary 2022 | riotinto.com 8 Rio Tinto respects human rights of all people, including the communities where we live and work, our workforce and others affected by our activities and business relationships.",
    "We are committed to implementing internationally agreed human rights guidance, standards and principles as set out in our Human Rights Policy.",
    "We prioritise our salient human rights issues, being those human rights at risk of the most severe negative impact through our activities and business relationships.",
    "We have identified those issues as: land access and use; Indigenous peoples’ rights; security; inclusion and diversity; community health, safety and wellbeing; workplace health and safety; labour rights; and managing climate change impacts and just transition.",
    "We are working to improve our human rights performance, which includes strengthening our processes to prevent any involvement in adverse human rights impacts through our own activities and business relationships and, importantly, to provide for, or co-operate in, remediation when we identify that we have caused, or contributed to, human rights harm.",
    "Iron Ore Company of - 2 Oper Responsible tax and royalty payments Our economic contributions are one part of the legacy we leave to the countries and communities where we work.",
    "They include the responsible payment of taxes and royalties to local and national governments.",
    "They also include transparency about the amounts we pay and beneficial ownership, as transparency encourages accountability.",
    "Risk management and cyber security We prepare for, and respond to, internal and external events that have the potential to impact on our business.",
    "We also ensure we have risk management capabilities and technologies that prevent or mitigate the potential impact of critical incidents, data breaches, environmental, health and safety events.",
    "Supply chain transparency We manage regulatory and sustainability risks and opportunities in delivering our product to market.",
    "We work towards building a responsible, innovative and reliable value chain — from the way we work with our suppliers to adopting responsible sourcing practices.",
    "Tailings and mineral waste management Our operations produce tailings — residues created as part of mining, refining, smelting and water treatment processes that need to be permanently and safely stored.",
    "They include water storage facilities at some of our assets.",
    "Water management Water is a key part of our operational environmental footprint and a shared resource critical to sustaining biodiversity, communities and their economic prosperity.",
    "Our processing plants, refineries, smelters and mines use water to process ore, manage dust and promote rehabilitation.",
    "In some instances, we use water to produce hydroelectricity to power our operations.",
    "Responsible water management aims to ensure that our operational water needs are balanced with those of the local communities and natural environment, and that impacts due to our operations are managed appropriately.",
    "Sustainability Glossary 2022 | riotinto.com 6 St James’s Square Level 43, 120 Collins Street London SW1Y 4AD Melbourne VIC 3000 United Kingdom Australia"
]