[
    "FISCAL YEAR 2024 Atlassian | FY2024 Sustainability Report Introduction Planet People Customers Community Governance Appendix INTRODUCTION CEO Letter Early on in Atlassian’s history, we set a goal to build a 100-year company.",
    "A bold ambition, especially in an industry like tech.",
    "We’re over two decades in and we’ve never felt more excited about the business we’re becoming.",
    "Every day, we get closer to our mission of unleashing the potential of every team.",
    "On this journey, we’ve encountered unpredictable twists and turns.",
    "Each has required us to be adaptable and rethink what we thought to be true.",
    "The toughest ones have shaped Atlassian in meaningful ways and we wouldn’t be the company we are today without these.",
    "Our Sustainability journey is no different.",
    "Our commitment to mak e the world a better place has always been our North Star.",
    "But we recognise that this road is not linear and new and exciting challenges require us to think differently.",
    "Nowhere is that more pertinent than in the areas of artificial intelligence (AI) and the changing nature of globally distributed teamwork.",
    "Some of the work we’ve invested in over this last fiscal year: · We went a step beyond our previously published Responsible T echnology Principles, which explain how we use and build AI, by launching our Responsible Technology Review Template and Guide.",
    "These show how we put our principles into pr actice, and w e hope to inspire other companies to also rethink how they build, ship, and use AI tools.",
    "· We also updated our Don’t #@!% the Planet guide, to reflect the new reality of connecting distributed teams ar ound the world.",
    "We’re prioritizing transparency and sharing our takeaways, which is helping other companies to commit to net-zero goals across the value chain Both of these are examples of how we’re reacting to the unpredict able and changing world of work.",
    "But this doesn’t mean we can get complacent about our long-term ambitions: · We continue to evangelize effective corporate philanthrop y through the Pledge 1% model, an initiative we co-founded to inspire companies to bake social impact into their DNA from the very beginning.",
    "We’re proud to see 18,000 organizations in 100 countries using our framework, generating US$2 billion in new philanthropy.",
    "· On the diversity, equity and inclusion (DEI) front, our vision has long been nothing short of equit y for every Atlassian and an authentic culture of inclusion.",
    "In the spirit of transparency, we know we have much more work to do, specifically in our representation and hiring numbers.",
    "We own our short comings her e.",
    "There are big structural changes we need to tackle, both in attracting and retaining diverse talent, and we’re committed to putting these changes into motion.",
    "The biggest takeaway since Scott and I set our sights on a 100-year company is that it’s impossibl e to do alone.",
    "We believe in the power of teamwork, now more than ever.",
    "So as we look to fiscal year 2025 and beyond, we’ll double down on how we can partner with stakeholders throughout our value chain, working together to make rapid, significant progress.",
    "To every one of our customers, partners, and of course every Atl assian, thanks for being part of this very special TEAM.",
    "Mike Cannon-Brookes Atlassian CEO Sydney, Australia, October 2024 Atlassian | FY2024 Sustainability Report Introduction Planet People Customers Community Governance Appendix OUR PROGRESS Working for social and environmental progress in whatever we do Our highlights Planet We engaged 69% of our top-emitting suppliers, and saw a 43% increase year-over-year in the number of suppliers that have set science-based targets (SBTs).",
    "We gained traction with suppliers by providing free advisory services and we also secured our first supplier agreement that includes a built-in commitment to set climate goals.",
    "People Participation in Atlassian’s Employee Resource Groups (ERGs) increased by more than 60% year-over-year, and we now have approximately 13% participation company-wide.",
    "ERG communities also expanded the events they host – a critical piece of fostering authentic connections and a culture of inclusion for employees from historically marginalized groups and allies across Atlassian.",
    "Customers We developed and publicly shared a responsible technolog y review and guide to advance the conversation on responsi ble product development and deployment.",
    "Within Atlassian, teams used the review more than 40 times to assess external, internal, and third-party AI products.",
    "Community The Atlassian Foundation donated US$14.8 million and 5,300 free or deeply discounted product licenses to nonprofits, and Atlassian employees logged 53,000 hours of volunteering time during the year.",
    "We continued to partner with 16 education changemakers to improve opportunit ies for young people from under-resourced communities, at scale.",
    "Where we fell short Planet Our business travel emissions continue to increase, up 73% year-over-year, despite improvements to our travel policy.",
    "While we’ve engaged business leaders in other strategies to reduce emissions, setting goals and driving behavior change takes time.",
    "People Our global representation of women has continued to slow over the past two years, currently at 34.2% of all Atlassians, which is down 1.4% since fiscal year 2022.",
    "Likewise, representation of Black/African American Atlassians in the U.S.",
    "has decreased by 7.5% in the last year.",
    "We know that in order to improve overall representation, we’ll need to focus on both hiring and retention efforts by partnering closely with leaders across the company.",
    "Customers Though we redesigned and implemented a human-rights-based process to assess Atlassian’s risks related to our customers, more work remains to turn this into ongoing and proactive customer due diligence as outlined in the UN Guiding Principles on Business and Human Rights .",
    "Community Even with our 75% discount, the cost of Atlassian cloud products is still prohibitive for some small nonprofits and social enterprises.",
    "We’re looking at how we can make Atlassian products accessible to all social impact teams that want to use them to grow their impact.",
    "Where we’re going Planet In the final year of our near-term targets, we’re laser focused on doing everything we can to reduce travel emissions and convince suppliers to set their own goals.",
    "In parallel, we’ll turn attention toward a strategy to achieve our recently approved long-term net-zero target by fiscal year 2040.",
    "People We’ll continue to evolve our diversity, equity, and inclusion (DEI) data practices to deliver department-specific insights and actions to better enable leaders; embed bias mitigation into our people processes and tools; and expand the external impact of our ERG communities.",
    "Customers We will seek to further integrate due diligence practices into product development and embed greater accountability across Atlassian, fostering a culture committed to responsible technology.",
    "Community We want thousands of social impact teams to describe the backing they receive from the Atlassian Foundation as “mission critical.” We’re using a combination of our funding, people, products, and practices to help make social impact teams more effective and more collaborative.",
    "Please see the appendix for a note regarding forward-looking statements.",
    "Atlassian | FY2024 Sustainability Report Introduction Planet People Customers Community Governance Appendix This report Our sixth sustainability report details the environmental, social, and governance (ESG) disclosures we believe are most meaningful to our stakeholders and reflects the progress Atlassian has made – or failed to make – toward our goals.",
    "We are open about what we have done well, where we fell short, and where we’re going.",
    "Through key performance indicators (KPIs) and program updates, we explain our progress in fiscal year 2024 (July 1, 2023 - June 30, 2024) and our anticipated trajectory for fiscal year 2025.",
    "We also identify trends and emerging issues that we believe every company and sustainability professional should be thinking about.",
    "ESG disclosures are evolving from voluntary to mandatory repor ting as stakeholders increasingly demand more transparency and comparability of data.",
    "As Atlassian prepares for emerging regulations around the world, we will continue to develop best practices in voluntary reporting, including engaging our partner Apex to provide limited, independent third-party assurance for scope 1 and 2 of our carbon emissions data and aligning to the Sust ainability Accounting Standards Board (SASB) Softw are and IT Services Standard.",
    "This year, we’ve gone a step further, expanding our appendix to include climate-related risk reporting aligned t o the Task Force on Climate- Relat ed F inancial Disclosures (TCFD).",
    "In our efforts to be as transparent as possibl e, we encourage readers to review the above disclosures and our methodologies documented in the appendix to see how we collect and calculate our data.",
    "We also aim to continually improve accessibility for readers, which is why w e worked towards meeting the PDF U/A standard and Web Content Accessibility Guidelines (WCAG) version 2.0 Level AA standard for this year’s sustainability report.",
    "In the spirit of one of our values, “Open company, no bullshit,” email us: sustainability@atlassian.com to share your thoughts with our team.",
    "Atlassian | FY2024 Sustainability Report 5 Introduction Planet People Customers Community Governance Appendix OUR BELIEFS Atlassian is built to be open, inclusive, fair, and just When we face tough questions about ethics, people, or the planet, we let those principles guide us.",
    "Whether you call it corporate social responsibility, corporate citizenship, or sustainability, this is just about being human.",
    "Planet A net-zero future (We can't believe we need to say this, but...) Climate change is caused by humans, and without immediate intervention, it will fundamentally disrupt the environment, society, and the economy in very painful ways.",
    "Working together, the private sector, public sector, and citizens must play as a team and take bold action.",
    "As part of our commitment to combat climate change, Atlassian has achieved its goal to run our operations on 100% renewable electricity, starting in fiscal year 2020.",
    "We’ve also set SBTs designed to limit warming to 1.5°C and achieve net-zero emissions by no later than 2040.",
    "Finally, we are focusing on inspiring Atlassians and other companies alike to act.",
    "People Unleashing the potential of our team Atlassian is for everyone.",
    "We believe in the power of diversity.",
    "We aim for nothing short of equity for every Atlassian and are committed to an authentic culture of inclusion.",
    "Our vision is to integrate this across everything we do, which will drive the structural shifts needed to unleash the potential of our own team, deliver on our promise of openness to our customers, and build the kind of world we want to live in.",
    "Customers Moving forward as a rights-aligned business Businesses have a responsibility to respect human rights.",
    "As we continue to assess and address Atlassian’s impact, we are guided by our values, mission, and the UN Guiding Principles on Business and Human Rights.",
    "We know that every decision we make has a real impact on our employees, customers, business partners, and community.",
    "Transparency and accountability live at the core of our business and form the foundation of our human rights approach.",
    "Community In it for good Long before we had a stock ticker symbol – and even before we'd formally adopted our company values – Co-Founders Mike and Scott built giving back into Atlassian's operations, with a belief that both business and education can serve as forces for good and help transform our world.",
    "Atlassian contributes 1% of its equity, profit, employee time, and products to the Atlassian Foundation to do good on a global scale and in our own backyards.",
    "We’ve set science-based targets to limit warming to 1.5˚C and achieve net-zero emissions by 2040 Key performance indicators We’ve set near-term science-based targets to reduce our emissions by fiscal year 2025, in line with our commitment to achieve net-zero emissions by 2040.",
    "Reduce scope 1 and 2 emissions by 50% 3,008 tC02e 571 528 493 458 FY 2019 FY 2020 FY 2021 FY 2022 FY 2023 1,504 tC02e FY 2025 goal FY 2024 84% emissions decrease compared to 2019 Run operations on 100% renewable electricity FY 2019 FY 2020 FY 2021 FY 2022 FY 2023 FY 2024 FY 2025 goal 15% 100% 100% 100% 100% 100% 100% For more detail about our data sources, methodologies, and third-party verification, please see the appendix.",
    "For all climate KPIs, the fiscal year 2025 goal is based on a fiscal year 2019 baseline.",
    "tCO2e = metric tonnes of carbon dioxide equivalent.",
    "Please see the appendix for additional data.",
    "PLANET Atlassian | FY2024 Sustainability Report 8 Introduction Planet People Customers Community Governance Appendix Key performance indicators We’ve set near-term science-based targets to reduce our emissions by fiscal year 2025, in line with our commitment to achieve net-zero emissions by 2040.",
    "Ensure 69% of suppliers by emissions* have set science-based targets** 0.4% 0.3% 5.2% 5.3% 3.5% 6.9% 12.3% 69%Targets set*** Targets committed 19.1% 42.2% 38.4% 59.9% 7.4% FY 2019 FY 2020 FY 2021 FY 2022 FY 2023 FY 2024 FY 2025 goal Reduce emissions from business travel by 25% FY 2019 18,806 tC02e FY 2020 9,952 FY 2021 91 FY 2022 1,947 FY 2023 21,276 36,814 14,105 96% emissions increase FY 2024 compared to FY 2019 FY 2025 goal Footnotes: * Defined as covering purchased goods and services and capital goods.",
    "** The supplier engagement target was updated in fiscal year 2024 during the Science Based Targets initiativ e’s (SBTi) assessment of our net-zero target submission from 65% to 69%.",
    "*** “Targets set” refers to suppliers with SBTi-validated or aligned targets, while “targets committed” ref ers to suppliers that have committed to setting SBTs within a two-year time frame.",
    "We track suppliers who are committed to setting SBTs as an indicator of which suppliers are likely to set their SBTs next.",
    "For all climate KPIs, the fiscal year 2025 goal is based on a fiscal year 2019 baseline.",
    "tCO2e = metric tonnes of carbon dioxide equivalent.",
    "P lease see the appendix for additional data.",
    "Atlassian | FY2024 Sustainability Report PLANET 9 Introduction Planet People Customers Community Governance Appendix Milestones As the deadlines for our near-term SBT s approach in fiscal year 2025, we're gaining traction with supplier engagement but continue to face headwinds with travel emissions reduction.",
    "Leading the transition to renewables As we embraced a distributed workforce, we have matched working-from-home (WFH) electricity and gas use with Renewable Energy Certificates (RECs).",
    "This is in addition to our use of RECs for our office footprint since fiscal year 2020.",
    "All of this laid the groundwork for signing our first U.S.",
    "fixed-price virtual power purchase agreement (VPPA) to match our U.S.",
    "office and WFH energy use in fiscal year 2023.",
    "This year, our vision for leadership is coming to life as the first pr oject to deliver renewables came online.",
    "The fixed-price VPPA we signed previously helped refurbish a wind farm in Texas that would otherwise have been decommissioned.",
    "Our long- t erm agreement helps renewable projects like this get access to financing, a key VPPA trait.",
    "They also help further decarbonize the grid, compared to some RECs purchased from existing projects on an annual basis, which do less to incentivize further development of projects that expand total renewable energy production.",
    "Overcoming Scope 3 hurdles To address a bulk of our emissions coming from suppliers, we’ve relied on a go-it-together approach.",
    "We’ve scaled our support by offering suppliers free advisory services through RyeStrategy to set SBTs and reduce emissions.",
    "We also co-funded a BC3 webinar for all member suppliers to understand climate and SBT basics, and piloted a climate addendum to our standard supplier agreement to encourage suppliers to set SBTs.",
    "Unfortunately, despite our advocacy efforts, one of Atlassian’s largest suppliers by emissions withdrew their SBT commitment, setting us back from our goal.",
    "Last year’s report noted that Atlassian surpassed base-year business travel emissions for the first time.",
    "This year, we crunched our business travel data and uncovered emissions hot spots: business class, long-haul, and layover flights.",
    "Based on this data, we updated our travel policy to enable the option to choose direct flights and engaged with Atlassian leaders to understand their organizations' travel needs.",
    "Still, even if we adopt the recommendations that will reduce emissions the most, it won’t be enough to achieve our target.",
    "To help address this gap, we joined the Sustainable Aviation Buyer Alliance to explore sustainable aviation fuels in parallel, giving us another lever to solve the challenge ahead.",
    "Making long-term climate progress (together) We take a long-term view in understanding our climate risks.",
    "We ran scenarios in line with Task Force on Climate-Related Financial Disclosures (TCFD) recommendations and identified climate risks and their potential impact to Atlassian across varying time horizons.* The Science Based Targets initiative (SBTi) appr oved our 2040 net-zero target, which means we now have a clear reductions pathway beyond our upcoming fiscal year 2025 milestone.",
    "We also finalized our offset strategy and matched all our past operational emissions from founding in 2002 to date with carbon credits.** But we need to move even faster and continue to influence others b y bringing together a community of companies working to set and progress their own net-zero goals.",
    "To that end, we hosted the Australian Tech Council’s Sustainability Leadership event at our Sydney headquarters.",
    "We also updated our Don’t #@!% the Planet Guide with more details on our offset strategy and how we started addressing financed emissions so others can follow quickly.",
    "Footnotes: * Please see “Assessing climate risks” in the appendix.",
    "** Please see “Carbon removal credits purchased for beyond value chain mitigation” in the appendix.",
    "Atlassian | FY2024 Sustainability Report PLANET 10 Introduction Planet People Customers C ommunity Governance Appendix Spotlight Putting people and communities at the center of climate action Atlassian is going beyond carbon measurement by integrating a climate equity lens into everything we do to mitigate climate change.",
    "Climate change exacerbates existing inequalities, with more acute risk s for girls and women, people of color, the LGBTQ+ community, and low-income and socially vulnerabl e families.",
    "We embarked on a journey to build our own awareness and under standing of existing harms so that we could more holistically evaluate the climate solutions we deploy.",
    "Our past work included a Quick Start Guide to Carbon Removal, in partnership with Business C ouncil on Climate Change (BC3) and Carbon180, and the Renewables Impact Scorecar d with Ever.green.",
    "Both expand traditional quality and risk crit eria for purchasing offsets and RECs to include a climate and environmental equity lens.",
    "That said, we know from our DEI and human rights work that stak eholder feedback is critical.",
    "So this year, we tapped both of those teams to help us run our first climate equity stakeholder engagement process.",
    "We intentionally selected stakeholders from various geographic locations (Australia, Bolivia, Nigeria, The Netherlands, the United Kingdom, and U.S.), areas of expertise (climate justice, grassroots organizing, industrial ecology, climate change education, advocacy, ar t, writing, and media) and demographics (women, youth, people of color etc.).",
    "The message from stakeholders was clear: Business has a supporting rol e to play by influencing government policy and other businesses, providing resources (e.g., tech tools) to civil society, and amplifying climate justice efforts.",
    "However, engaging with stakeholders is just the first step.",
    "It is critical to also provide transparent updates on how Atlassian has or hasn’t acted on stakeholder suggestions – something we’ll focus on in fiscal year 2025 and beyond.",
    "Atlassian | FY2024 Sustainability Report PLANET 11 Introduction Planet People Customers Community Governance Appendix Our trajectory and emerging issues Our trajectory Running hard at fiscal year 2025 milestones Net zero* by fiscal year 2040 remains our guiding star, but we ar e laser focused on getting as close as we can to our fiscal year 2025 emissions reduction milestones.",
    "This will include changing our travel behavior, purchasing sustainable aviation fuels, and leaning on industry collaboration to get our biggest suppliers to set SBTs.",
    "Planning for fiscal year 2040 Now that our fiscal year 2040 net-zero target has been approved by the SBTi, we’ll need to develop an ambitious strategy and execution plan to get there.",
    "Emerging issues AI’s dirty (emissions) secret AI's demand for vast amounts of data also results in intense energy needs.",
    "According to BCG, data centers currently contribute 2-3% of annual gl obal power consumption, and with the acceleration of AI deployment, this figure could triple by 2030.",
    "As companies reduce emissions in their value chain, they should also consider who they are partnering with for AI capabilities and the climate-related goals of those suppliers.",
    "Eroding trust in science-based targets The recent push by the SBTi Board of Trustees to allow f or offsets as a decarbonization tool, and the following r ebuttal by their employees, may erode trust in the SBTi.",
    "This could dissuade companies fr om setting SBTs in the first place.",
    "And it could have the secondary effect of putting pioneering companies' near-term SBT achievements further at risk, as their value chains are impacted by vendors opting not to set SBTs themselves.",
    "Footnote: * Atlassian’s definition of net zero aligns to the SBTi’s Corporate Net-Zero Standard.",
    "Atlassian | FY2024 Sustainability Report Introduction Planet People Customers Community Governance Appendix PEOPLE We believe in the power of diversity .",
    "We are dedicated to ensuring equity for every Atlassian, and are committed to fostering an authentic culture of inclusion PEOPLE 13 Introduction Planet People Customers Community Governance Appendix Key performance indicators Improve hiring rate velocity of women globally Hiring rate (global) 50% 34.8% 37.9% 36.1% 41%40% Long-term hiring rate goal 30% 32.2% 33.0% 20% 10% FY 2020 FY 2021 FY 2022 FY 2023 FY 2024 Representation (global) 50% 40% 30% 20% 30.7% 32.0% 34.7% 34.4% 34.2% 10% FY 2020 FY 2021 FY 2022 FY 2023 FY 2024 Footnote: Please see the appendix for explanations about the data, additional data disclosures (e.g., leader ship/technical team breakdowns), and our approach to hiring rate goals.",
    "Atlassian | FY2024 Sustainability Report PEOPLE 14 Introduction Planet People Customers Community Governance Appendix Key performance indicators Improve hiring rate velocity of Black/African American and Hispanic/Latinx Atlassians in the U.S.",
    "U.S.",
    "hiring rate for Black/African American Atlassians 14%16% 12% 10% 8% 6% 4% 2% 0% 10% 6.5% Long-term 2.7% 5.4% hiring rate goal 3.3% 3.8% FY 2020 FY 2021 FY 2022 FY 2023 FY 2024 U.S.",
    "representation of Black/African American Atlassians 7% 3.4% 2.4% 2.7% 6% 5% 4.0% 3.7% 4% 3% 2% 1% FY 2020 FY 2021 FY 2022 FY 2023 FY 2024 U.S.",
    "hiring rate for Hispanic/Latinx Atlassians 10% 16% 14% 12% 8% 4% 2% 0% 6% 15% Long-term hiring rate goal 7.6% 6.1% 7.4% 7.4% 5.9% FY 2020 FY 2021 FY 2022 FY 2023 FY 2024 U.S.",
    "representation of Hispanic/Latinx Atlassians 7% 6% 5% 4% 3% 2% 1% 6.4% 6.3% 6.2% 6.5% 6.2% FY 2020 FY 2021 FY 2022 FY 2023 FY 2024 Footnote: Please see the appendix for explanations about the data, additional data disclosures (e.g., leadership/t echnical team breakdowns), and our approach to hiring rate goals.",
    "Atlassian | FY2024 Sustainability Report PEOPLE 15 Introduction Planet People Customers Community Governance Appendix Milestones While team representation and hiring rates didn’t improve at the velocity we wanted, we still made progress on a number of foundational efforts and continued maturing our DEI approach.",
    "Launching Atlassian’s first Reconciliation Action Plan Since 2006, Reconciliation Australia has partnered with organizations like Atlassian to develop Reconciliation Action Plans (RAPs) meant to help corporate Australia advance representation, recognition, and a fuller process of reconciliation with First Nations Australians.",
    "Atlassian launched a Reflect RAP in fiscal year 2024 focused on commitments rel ated to people, places, and platforms.",
    "The plan included launching a cultural awareness training, in collaboration with Evolve Communities, to help build understanding of Australian First N ations communities.",
    "As of fiscal year 2024, the training is available to all Australian-based Atlassians.",
    "Amplifying ERG impact In addition to an over 60% increase in membership compared to last year, ERG communities continue to drive monthly activations across Atlassian in ways that best resonate with their communities.",
    "Some highlights include Lunar New Year Dancing Dragon celebrations, financial literacy workshops, Foundation partnerships, and panels with senior leaders from underrepresented groups.",
    "We continue to compensate ERG leaders for the work they take on to foster inclusion across the company.",
    "Improving our hiring tools and processes We continue to partner with the Talent Acquisition team to de-bias our hiring process and systems that support interviewers and hiring managers.",
    "For example, when we introduced our new company-wide applicant tracking system, we provided enablement materials for our Talent Acquisition team to promote equitable use of built-in AI and avoid common biases.",
    "We are also developing a program to improve our processes and the experience for candidates who need accessibility accommodations.",
    "Embedding DEI into performance management Within our ongoing efforts to incorporate anti- biasing principles and techniques across talent programs, we worked cross-functionally to automate bias mitigation flags and nudges in performance tools.",
    "Our first feature, a DEI spot check, prompts human resource representatives and managers to complete extra due diligence checks for Atlassians who are part of groups at higher risk for systemic bias.",
    "This promotes greater fairness and consistency within the performance program.",
    "This year was also the first time we shared externally how the DEI team approaches centering equity in the workplace.",
    "Atlassian | FY2024 Sustainability Report PEOPLE 1616 Introduction Planet People Customers Community Governance Appendix Spotlight Expanding our approach to no-BS DEI partnerships Mutually beneficial strategic partnerships have been core to our DEI strategy since fiscal year 2022.",
    "We focus on DEI partnerships that help Atlassian source underrepresented talent while engaging in a way that helps our partners advance their missions.",
    "We now have six DEI partners across three countries (U.S., Australia, and India) that have been selected against specific criteria to support historically marginalized communities.",
    "These partners will expand access for these beneficiaries to careers in the tech industry.",
    "Progress will take time; however, in fiscal year 2024 alone, we host ed nine activations to build awareness of our partners' missions and we supported 35 internship placements for high schoolers that provide valuable work experience in the industry.",
    "Selection criteria for strategic DEI partners: 1.",
    "They are founded and/or led by members of the underrepresent ed communities they serve.",
    "This is especially important because funding is traditionally not equally distributed to women, Black/African American, or Hispanic/Latinx founders.",
    "2.",
    "They are focused on increasing representation for women, B lack/African American, and/or Hispanic/ Latinx populations in the tech industry (in alignment with our own DEI strategies and goals).",
    "3.",
    "They are scaling to serve their communities across broad geogr aphies, operating as we do in a Team Anywhere distributed work environment.",
    "4.",
    "They are committed to partnering with Atlassian for at least 3-5 y ears to ensure long-term scalable impact.",
    "5.",
    "They are flexible and agile enough to match our ambitions for our mutual work, and hav e the ability to mobilize to get it done.",
    "Atlassian | FY2024 Sustainability Report PEOPLE 17 Introduction Planet People Customers Community Governance Appendix Our trajectory and emerging issues Our trajectory Actionable data tailored to the business In order to enable senior leaders across Atlassian to adopt DEI goals that are integrated with their business strategy, we’ll focus on responsibly expanding their access to DEI-related data and insights, including progress reports and a self-service dashboard for real-time updates.",
    "Embedding DEI into our AI agents and products As contributors to the Responsible Technology Working Group, we’ll work to embed DEI principles into Atlassian’s AI tools, so that we’re also helping our customers mitigate bias and inequities in teamwork.",
    "Emerging issues AI and reskilling talent With many companies quickly adopting new AI tools and ways of working, it will be critical for organizations to invest in upskilling and reskilling their talent in an equitable way.",
    "Ensuring everyone has the opportunity to develop and advance alongside the development of AI will help businesses prepare for and support an increasingly diverse, global workforce.",
    "Ethical use of demographic data Organizations must balance the need for comprehensive DEI metrics with responsible data practices to avoid unintentional harm to the populations it aims to support.",
    "This is especially crucial as AI tools become more prevalent in decision-making processes that affect employees, like hiring and promotions.",
    "Atlassian | FY2024 Sustainability Report Introduction Planet People Customers Community Governance Appendix CUSTOMERS Transparency, accountability, our values, and the UN Guiding Principles underpin Atlassian's human rights approach our values, and the UN Guiding Principles underpin Atlassian's human rights approachCUSTOMERS Transparency, accountability, our values, and the UN Guiding Principles underpin Atlassian's human rights approachCUSTOMERS · · · · 19 Introduction Planet People Customers Community Governance Appendix Key performance narrative Follow through on our public commitments Fiscal year 2024 progress: We’ve maintained public commitments that outline our responsibility to respect human rights.",
    "· Human Rights Statement · Responsible Technology Principles To live up to those commitments, we: · Launched a Responsible Technology Review Temp late and Guide publicly · Shared AI transparency disclosures for every gener ally available Atlassian Intelligence feature · Updated internal legal checklists to include res ponsible technology reviews as a step in product reviews · Updated Atlassian’s Acceptable Use Policy to include types of acceptable con tent · Updated Atlassian’s Transparency Report to include type s of government requests and requesting agency Fiscal year 2025 goal: Revisit and update our Human Rights Statement to reflect program progress and stakeholder feedback, and continue to integrate commitments into the day-to-day work of Atlassians through policies and programs.",
    "Identify and manage salient issues Fiscal year 2024 progress: Annually, we identify and manage risks with the help of our Human Rights Working Group.",
    "These are tracked in Atlassian’s Enterprise Risk Management system, and the risk categories, definitions, and responsible teams are disclosed publicly (see below).",
    "Right to privacy What: customer and employee data Who manages: Risk & Compliance, Privacy Legal, Tru st & Security, and Product & Engineering teams Ethical use What: potentially harmful content hosted in our products or products being used in ways that may harm customers, users, and others – inclusive of AI Who manages : Privacy Legal, Trust & Security, and Pro duct & Engineering teams; Responsible Technology Working Group and Human Rights Working Group Discrimination and systemic bias What: discrimination and systemic bias that may affect employees Who manages: People, DEI, Employment Legal, IT, a nd Accessibility teams; Responsible Technology Working Group Fiscal year 2025 goal: Continue to identify and manage salient risks above.",
    "Address potenti al risks Fiscal year 2024 progress: Implemented standardized due diligence for customers, mergers and acquisitions, and geographic footprint Implemented new review template and process for assessments of AI products and features Operationalized human-rights-focused external stakeholder engagement program and completed annual engagement Did not update reporting/grievance mechanisms Fiscal year 2025 goal: We will work to improve rights holder feedback loops, including iterating annual stakeholder engagement.",
    "Footnotes: While this chapter is entitled “Customers,” our human rights program encompasses any and all rights holder s who may be affected by Atlassian’s business operations and decisions.",
    "Please see the appendix for additional data and narrative, including details on our accessibility progr ess, why we don’t include KPIs for the human rights chapter, and context regarding forward-looking statements.",
    "Atlassian | FY2024 Sustainability Report CUSTOMERS 20 Introduction Planet People Customers Community Governance Appendix Milestones The Human Rights team and collaborators deepened Atlassian’s approaches to responsible technology, assessing risk, and stakeholder engagement.",
    "Practicing responsible technology The Responsible Technology Working Group collaborated with internal and product-facing teams – notably Central AI, People, and Talent Acquisition – to improve practices to identify, mitigate, and raise awareness of AI risks and opportunities.",
    "This included formalizing a responsible technology review, used mor e than 40 times in fiscal year 2024 by teams that develop, deploy, and use Atlassian-built and third-party AI solutions for customers, partners, and employees.",
    "We also developed a “minimum viable product” employee training on responsible technology concepts and identifying potential AI risks.",
    "To live up to our commitment to transparency and contribute to the gl obal AI governance conversation, we shared the responsible technology review and an accompanying “No BS Guide” publicly and released AI tr ansparency disclosures for every generally available Atlassian Intelligence feature detailing its intended use, limits, and other considerations.",
    "Following our principle “Accountability is a team sport,” we strengthened cross-sector partnerships with organizations like the Human Technology Institute, TeachAI, National AI Centre’s Scaling R esponsible AI Think Tank, and Article One’s Roundtable on Human Rights and AI.",
    "Listening outside our walls We met with eight civil society leaders, experts, and academics with backgrounds in business, human rights, and technology governance as part of our new annual stakeholder engagement program.",
    "Stakeholders told us we should explore salient industry risks, like fr eedom of expression and the AI supply chain.",
    "They urged us to continue integrating human rights as a standard business practice across Atlassian and to invest in structures for top-down accountability to respect human rights – these are both sector-wide best practices.",
    "They also suggested improvements and expansions to our Human Rights Statement.",
    "All of these will be focus areas f or fiscal year 2025 and beyond.",
    "Stakeholders also requested more detailed disclosures.",
    "T his is, and will remain, a key challenge as we work to balance our commitment to transparency with the sensitive nature of human rights work and need for trust and confidentiality when engaging business partners on their human rights practices.",
    "Focusing on key risk areas We focused on interventions to help us better understand and mitigate potential human rights impacts in key areas of risk – in other words, due diligence tools and processes.",
    "In addition to a standardized template and process to assess AI risks, w e implemented due diligence frameworks to assess human rights risks for mergers and acquisitions and when evaluating new countries for employment and other business activities.",
    "We also redesigned and implemented a process that uses human rights and integrity risk factors to assess customers, though more work remains to turn this into ongoing and proactive customer due diligence.",
    "Atlassian | FY2024 Sustainability Report CUSTOMERS 21 21 Introduction Planet People Customers Community Governance Appendix Spotlight Product innovation, the responsible way In our experience with responsible technology reviews in the past year, we found that while they help teams expand their risk lens and identify gaps in need of mitigation, the exercise also provided a creative way to spot opportunities within our products.",
    "One of the first teams to use the review template explored various risks of relying on a large language model to generate answers to search questions, but once the team completed the review with the Responsible Technology Working Group, they were able to make improvements to close these gaps.",
    "As Izzy Kohout, an Atlassian Product Manager, explains: “The review pr ompted us to think about the potential worst-case scenario of our feature, as well as how we could mitigate existing issues with large language models, like what could happen if our AI-powered search present-ed inaccurate or misleading information to users.",
    "We were able to consider these risks early on, and mitigate them by designing our communications with users thoughtfully to help educate them and manage expectations.” -Other teams have thought creativ ely about how AI features can create opportunities for users.",
    "For instance, we’ve seen teams highlight in their review that generative AI prompts like “improve writing” can help ensure clarity when it comes to communicating in English as a second language.",
    "The responsible technology review and an in-depth guide explaining our process and ho w to use the review are free and available for anyone to download at the bottom of our Responsible Technology P rinciples page.",
    "Atlassian | FY2024 Sustainability Report CUSTOMERS 22 Introduction Planet People Customers Community Governance Appendix Our trajectory and emerging issues Our trajectory Making responsible tech everyone’s job We will focus on building a culture of responsible technology at Atlassian, which includes further integrating responsible practices into product development and building new accountability and governance models across the company.",
    "Turning up the volume We will work to improve our feedback loops within and outside Atlassian, including iterations to our annual stakeholder engagement program and understanding opportunities for employee engagement on human rights and responsible technology.",
    "Revisiting our public commitments We will review and seek to update our Human Rights Statement to reflect the growth of our program, taking int o account stakeholder feedback and best practice in our industry.",
    "Emerging issues Grounding responsible tech in human rights Experts across sectors are increasingly calling for international human rights frameworks to form the foundation of responsible technology initiatives and programs in business, government, and civil society – something we strongly believe, and call on other companies to explore via internal efforts, cross-company collaboration, and multi-stakeholder initiatives.",
    "Addressing the performance and disclosure standards gap Like other companies, we have struggled to define meaningful KPIs and the right level of transparency for our human rights program – we believe there is an emerging cross-sector opportunity to define metrics and frameworks for corporate human rights performance and disclosure.",
    "Atlassian | FY2024 Sustainability Report Introduction Planet People Customers Community Governance Appendix COMMUNITY The Atlassian Foundation is on a mission to unleash the potential of social impact teams – particularly teams changing lives through education Atlassian | FY2024 Sustainability Report COMMUNITY 24 Introduction Planet People Customers Community Governance Appendix Key performance indicators Participation in volunteering efforts Percentage of Atlassians who logged Foundation Time* Goal Result 60% 69% 66.7% 61.5% 75.6% 79% 79% 60%79% 60% FY 2020 FY 2021 FY 2022 FY 2023 FY 2024 FY 2025 goal 70,000 actions to contribute to causes We have a new goal of Atlassians taking 70,000 actions to contribute to causes they care about by September 30, 2025.",
    "This is supported by our new employee program launching in fiscal year 2025, Foundation Rewards.** 70,000 Footnotes: * All permanent Atlassian employees get five days (or 40 hours) of paid leave to volunteer every financial year (known as “Foundation T ime”).",
    "** Foundation Rewards will incentivize Atlassian employees to complete volunteering and donation actions to unlock rew ards for themselves and nonprofits they care about.",
    "The more impactful the action, the bigger the reward.",
    "Atlassian | FY2024 Sustainability Report COMMUNITY 25 Introduction Planet People Customers Community Governance Appendix Milestones Creating a better world is impossible alone.",
    "Volunteering and donating Atlassian employees logged more than 53,000 hours of volunteering time and donated more than US$2 million* toward causes they believe in.",
    "Volunteering continued t o be a great way to connect with colleagues in our distributed workforce, with almost a quarter (23%) of the company participating in team volunteering events.",
    "Our most popular campaign of the year was May It Forw ard.",
    "A riff on “pay it forward,” it was all about creating a ripple eff ect of positive actions around the world in the month of May.",
    "More than 2,100 Atlassians participated, supporting 150 nonprofits.",
    "Programs and discounts We redesigned our discounted license application process for students, teachers, academic institutions, and nonprofits, and updated our Atlassian for Nonprofits page to make it easy to find these discounts and other r esources.",
    "We provided 5,300 free or deeply discounted product licenses to nonprofits throughout the year.",
    "We also launched the Ask an Atlassian program to focus our skilled volunteering more heavily on Atlassian products and practices expertise.",
    "Since the program launched in February 2024, 81 Atlassians have supported 104 social impact organizations with over 277 hours of volunteer time.",
    "Education In fiscal year 2024, we donated US$7.44 million to our 16 education partners to help equip millions of young people fr om under-resourced communities with the skills they need to work and thrive.",
    "All of our partners inspire us, but to share just a few highlights: W e were proud to support British Asian Trust’s LiftEd initiative to educate four million Indian childr en in five years.",
    "We were thrilled to see Humanitix – an amazing partner that's turning booking fees into a force for good – donate US$4 million to education programs.",
    "And we loved hosting our longest-standing par tner, Room to Read, in Atlassian offices across the world to screen their She Creates Change short films.",
    "“Education creat es knowledge, builds confidence, and breaks down barriers to opportunity.",
    "If you educate a child, you set them up for life.” Scott Farquhar Co-founder, Atlassian Pledge 1% Atlassian co-founded the Pledge 1% movement because we believe businesses can, and shoul d, bake social impact into their DNA from the very beginning.",
    "As of fiscal year 2024, over 18,000 organizations in 100 countries have used the flexibl e Pledge 1% framework to generate US$2 billion in new philanthropy.",
    "A full 28% of the 2023 Forbes Cloud 100 list are Pledge 1% members.",
    "This past year, the Atlassian Foundation hosted 14 Pledge 1% w ebinars and live events to help more than 500 attendees make their volunteering and donating programs more impactful.",
    "We also co-funded Australia's biggest startup survey, Startup Muster, providing insights that will help us grow the cultur e of philanthropy in the Australian startup ecosystem.** Footnotes: * Including 100% employee matching donations from the Atlassian Foundation.",
    "** Of Startup Muster's 1,100 respondents, 6% identified themselves as being Pledge 1% members with active pl edges.",
    "21% of founders said their decisions are driven by impact (56% from impact and profit equally).",
    "Read the full report.",
    "Atlassian | FY2024 Sustainability Report COMMUNITY 26 26 26 Introduction Planet People Customers Community Governance Appendix Spotlight Partnering with Code.org to bring computer science education to students The Atlassian Foundation believes the digital evolution of the workplace has made computer science (CS) education essential to the future success of young people.",
    "According to The Brookings Institution, high-quality CS instruction in early education increases students' likelihood of employment by 2.6% and grows annual earnings by about 8%.",
    "However, not enough students globally are learning CS.",
    "The nonprofit Code.org is addressing this challenge and exploring new education developments with the responsible use of AI.",
    "Code.org is dedicated to expanding CS education in K-12 schools, with a focus on increasing the par ticipation of young women and underrepresented groups.",
    "The Atlassian Foundation first partnered with Code.org in fiscal year 2021 and has now renewed its pledge with an additional US$1.5 million in funding for the next three years to support Code.org in scaling its efforts.",
    "Beyond financial support, the Atlassian Foundation provides empl oyee time and products to the Code.org team as they create localized courses in over 64 languages to ensure global access to its curriculum.",
    "Atlassian volunteers directly contributed to translating the curriculum into 30 of these languages.",
    "Fun fact: Code.org’s team used Jira to project manage the course creation and made their Jir a templates available to other nonprofits that manage similar work.",
    "“C ode.or g's partnership with Atlassian, including financial support, product donations, and meaningful collaboration, has been integral to our localization and engineering work to drive global expansion.",
    "We are excited and grateful to continue our partnership with Atlassian to advance our shared mission of increasing access and participation in CS and AI for all learners.” Cameron Wilson President, Code.org Recognizing the growing importance of AI in education, Code.or g expanded its focus this year to include the responsible use of AI in the classroom.",
    "They launched TeachAI to bring together experts in education and t echnology to assist governments and education authorities in AI understanding and policy creation.",
    "We are proud to support this effort, as one of Atlassian’s own responsible technology leaders serves on TeachAI’s advisory council.",
    "As our partnership enters its fourth year, the Atlassian Foundation is enthusiastic about continuing t o team up with Code.org to help modernize their internal infrastructure and enhance their collaboration capabilities to achieve their mission.",
    "Atlassian | FY2024 Sustainability Report COMMUNITY 27 Introduction Planet People Customers Community Governance Appendix Our trajectory and emerging issues Our trajectory Making our tools accessible to all social impact teams Smaller nonprofits and social enterprises, especially in low- and middle-income countries, find it hard to afford Atlassian cloud products at our current 75% discount.",
    "We are introducing a new discount model and expanding our support programs to make our t ools more accessible to all social impact teams that want to use them to grow their impact.",
    "Empowering Atlassians to make a bigger impact We will launch Foundation Rewards, a new volunteering and donation program that will incentivize employees to self-organize to use their time, talent, tools, and influence to make a difference.",
    "By taking certain actions, Atlassians will unlock rewards for themselves and nonprofits they care about.",
    "Emerging issues A tech strategy, not just tech tools The social impact sector has embraced technology tools for some time, but we are now seeing a push to level up technology strategies and governance.",
    "According to Board.dev, tech-savvy nonprofits are four times more likely to achieve their missions, but only one in four has a defined strategy for achieving digital readiness.",
    "There is a growing need to place tech leaders on nonprofit boards to help these organizations responsibly harness the power of technology, and Atlassian is exploring ways to contribute.",
    "The transformative potential of AI for good Like the rest of the world, nonprofits are grappling with AI – particularly its promise of increased productivity in a resource-constrained sector.",
    "One of our partners, CareerVillage, demonstrates the potential of using AI to scale impact; their AI-powered career Coach is democratizing access to career advice.",
    "The education space is ripe for disruption like this, and we’re excited to see and support more AI breakthroughs.",
    "GOVERNANCE Working together to advance responsible business practices Atlassian | FY2024 Sustainability Report GOVERNANCE 29 Introduction Planet People Customers Community G overnance Appendix Our approach Teaming up with our customers Since launching our first sustainability report in fiscal year 2019, we’ve been clear on the role a cloud collaboration software company like Atlassian can/should play in addressing ESG risks and opportunities.",
    "Now, with over six years of ESG management under our belts, we’ve established a solid foundation of guardrails and first principles, and we’ve got the maturity, muscle, and agility to respond to complex challenges, both anticipated and unforeseen.",
    "But our mission is to unleash the potential of every team, and we know the biggest ESG-related challenges ahead are impossible to take on alone.",
    "So in fiscal year 2024, we turned attention toward our more than 300,000 customers, finding ways to support them in their sustainability journeys as well.",
    "More and more, we’re seeing corporate sustainability teams coll abor ating with their counterparts across HR, marketing, finance, IT, and software.",
    "This rapid rise in cross-functional work means teams everywhere – including our customers – are looking for a single, seamless system of work.",
    "At Atlassian, we’ve been working this way since the start, and now we’re sharing best practices for using Atlassian t ools to align on goals, plan and track work, and unleash kno wledge.",
    "In pioneering these ways of working and developing new products like Atl assian’s Rovo , we have the opportunity to help speed up the pace of change for sust ainability teams everywhere.",
    "Atlassian isn’t just a product company, though – we also ship practices that help our customers w ork better together.",
    "That’s why we shared version two of the Don't #@!% the Planet guide, which gives an “Open company, no bullshit” look at what w e’ve learned on our climate journey, so that others can get there faster.",
    "Similarly, we shared our responsible technology review that we use internally alongside a guide so customer s can learn from our experience in upholding values and prioritizing human rights as we build new technologies like artificial intelligence.",
    "Talk about playing as a team.",
    "More than 80% of the Fortune 500 and 60% of Global 2000 companies are already Atl assian customers.",
    "Our growing enterprise customer base expects us to deliver on meeting ESG supplier requirements to accommodate accelerating global ESG regulations.",
    "We’ve seen a significant increase in requests for ESG information from these customers, so we're scaling our efforts to meet those needs.",
    "By maturing our ESG programs, increasing transparency of v olunt ary disclosures and preparing for emerging mandatory ones, we are helping to better serve our customers as they continue on their sustainability journey.",
    "As we look to fiscal year 2025 and beyond, we’ll remain committed to our ESG goals and continue t o be open about where we're falling short.",
    "We’ve also got our eyes on the new challenges ahead, ranging from global elections to balancing the exciting opportunities of AI with responsible business and regulatory practices.",
    "It’s never been more important to take a team approach, and we are feeling energized to charge ahead arm-in-arm with our customers, peers, suppliers, and broader ecosystem to build a more sustainable and prosperous future.",
    "Jessica Hyman Chief Sustainability Officer San Francisco, California, October 2024 Atlassian | FY2024 Sustainability Report GOVERNANCE 30 Introduction Planet People Customers Communit y Governance Appendix Accountability We believe the best way to drive an effective sustainability program is to work as one Atlassian team.",
    "Reporting lines Starting at the top, our Chief Sustainability Officer generally provides quarterly updates to the CEO to track progress against our sustainability goals.",
    "Our Board of Directors receives periodic updates on our s ustainability strategy, progress, and challenges, typically at least once per year.",
    "While our work crosses all of Atlassian, there are thr ee teams with full-time responsibility for driving progress on the items in this report: Sustainability, DEI, and Foundation.",
    "During this reporting year, the Sustainability team fin alized its transition to the Legal department, which helps us better prepare for an emerging regulatory landscape.",
    "The Sustainability team collaborates with teams across the business, incl uding our DEI and Foundation teams.",
    "We remain confident that our organizational str ucture ensures we progress the E, S, and G together through cross-functional collaboration while building best practices for a responsible business.",
    "Sustainability team · Reporting Line: Chief Sustainability Officer report s to Deputy General Counsel – IP, Policy & Regulatory Affairs (4 levels from CEO) · Department: Legal · Team size: 6 · Focus: Implementing and disclosing progress on Atlassian’s climate and human right s commitments DEI team · Reporting Line: Head of DEI reports to Chief People Officer (3 l evels from CEO) · Department: People · Team size: 4 · Focus: Team- and company-level representation, equitable and inclusiv e employee experiences and outcomes Foundation team · Reporting Line: Head of Foundation reports to Gener al Counsel (3 levels from CEO) · Department: Legal · Team size: 26 · Focus: Backing social impact teams (particularly t eams changing lives through education) with a combination of Atlassian’s funding, people, and products and practices; empowering employees to volunteer and donate; and growing the Pledge 1% movement.",
    "Atlassian | FY2024 Sustainability Report GOVERNANCE 31 Introduction Planet People Customers Community Governance Appendix Company-wide collaboration The work that we do requires teams throughout Atlassian – here is how we get it done.",
    "Planet Six climate working groups include team members from Sustainability, Finance, Procurement, Risk & Compliance, Public Policy, Travel, Cloud FinOps, Workplace Experience, and Real Estate teams, as well as supplier relationship owners.",
    "These Atlassians help advance progress on our climate goals, including reducing emissions in our operations and value chain, engaging suppliers, understanding climate-related risk and business impact, and advocating at the policy level.",
    "People Some of the DEI team’s core collaborators include: Brand, Communications, Employee Relations, Foundation, HR Business Partners, Legal, People Insights, People Operations, Sustainability, Talent, Talent Acquisition, Team Anywhere, Total Rewards, and Workplace Experience.",
    "Our global employee resource groups (ERGs) also represent a diverse collection of cross-functional Atlassians representing different identities and cultures.",
    "Customers The Human Rights Working Group includes team members from Sustainability, Global Public Policy & Regulatory Affairs, Privacy Legal, Commercial Legal, and Risk & Compliance.",
    "They integrate our human rights approach across Atlassian and track progress against work led by each team.",
    "The Responsible Technology Working Group focuses on implementing our Responsible Technology Principles and includes member s from Privacy Legal, Gl obal Public Policy & Regulatory Affairs, DEI, and Human Rights.",
    "Our Central Accessibility team, Accessibility Product Leads team, and volunteer Accessibility Champions each drive and advocate for initiatives across the company.",
    "Specifically, these teams support Atlassians who research, design, build, test, and support products, content, and experiences that are inclusive and usable by the broadest range of people – especially people with disabilities.",
    "Community The Foundation team collaborates with other teams across Atlassian to empower employees to use their talent, time, tools, and influence to be the change they seek.",
    "The Atlassian Foundation Board comprises fiv e members, including an independent director as w ell as current and former Atlassian leadership.",
    "Governance An ESG Reporting Working Group – including the Sustainability, Investor Relations, Accounting, Legal, Public Policy, and Internal Audit teams – was created to inform annual disclosures for the sustainability report and other voluntary and mandatory disclosures.",
    "In light of recent global events, an ESG Crisis Response Working Group was created in fiscal year 2024 to help analyze societal impacts on our business and provide recommendations for company responses, with members from Sustainability, Crisis Management, Legal, Policy, and Communications.",
    "Atlassian | FY2024 Sustainability Report GOVERNANCE 32 Introduction Planet People Customers Community Governance Appendix Public policy efforts The Sustainability and Global Public Policy & Regulatory Affairs teams work in partnership on various initiatives to advocate for our values externally, including with governments.",
    "This year, our Sustainability and Global Public Policy & Regulatory Affairs teams broadened their partnership to drive engagement across multiple issues around the world.",
    "This included our work to understand and respond to the fast-maturing ESG regul atory landscape around the world.",
    "In the U.S., we partnered with the non-profit Ceres to support a multi-stakeholder letter t o the Securities and Exchange Commission (SEC) on climate disclosure rules and attended Lobby Day in Sacramento to advocate for California climate bills (SB 253 and SB 261), both of which passed.",
    "We are also monitoring developments to both the Corporate Sustainability Reporting Directive (CSRD) and Corporate Sustainability Due Diligence Directive (CSDDD) in the European Union.",
    "Our teams’ deep collaboration on responsible technology ext ended t o advocacy with governments, regulators, and policymakers around the world.",
    "We used our Responsible Technology R eview T emplate and Guide in discussions with lawmakers in W ashington, D.C., the European Union, and Australia as they develop, pass, and implement laws on the responsible use of AI.",
    "We also welcomed the passage of the EU’s AI Act and advocated for a thoughtful, principles-based approach to the regulatory framework for AI in Australia t o help est ablish clear standards for responsible innovation.",
    "Atlassian | FY2024 Sustainability Report ii Introduction Planet People Customers C ommunity Governance Appendix APPENDIX A note regarding forward-looking statements Planet Appendix People Appendix Customer Appendix Community Appendix Governance Appendix SASB Index This report contains forward-looking statements, within the meaning of the Private Securities Litigation Reform Act of 1995, that involve substantial risks and uncertainties.",
    "In some cases, you can identify these statements by forward-looking words such as “may,” “will,” “expect,” “believe,” “anticipate,” “intend,” “could,” “should,” “estimate,” or “continue,” and similar expressions or variations, but these words are not the exclusive means for identifying such statements.",
    "All statements other than statements of historical fact could be deemed forward-looking, including statements about our sustainability or ESG-related commitments and goals (including our net-zero goals); our progress towards these commitments and goals; and our intended future actions related to these matters, as well as our products, and product features, including AI and machine learning.",
    "We undertake no obligation to update any forward- looking st at ements made in this report to reflect events or circumstances after the date of this report or to reflect new information or the occurrence of unanticipated events, except as required by law.",
    "The achievement or success of the matters covered by such forw ard-looking statements involves known and unknown risks, uncertainties, and assumptions, including, without limitation, changes in global economic conditions; unexpected delays, difficulties, and expenses in executing against our ESG goals set forth in this report; changes in the environmental or other regulatory landscape; technological innov ations; climat e-related conditions and weather events; our ability to gather and verify data; the compliance of various third parties with our policies and procedures; the adoption of certain behaviors and activities by third parties, including our customers and partners; the performance of and our expansion into new products, services, technologies, and geographic regions.",
    "If any such risks or uncertainties materialize or if any of the assumptions prove incorrect, our results could differ materially from the results expressed or implied by the forward-looking statements we make.",
    "Additionally, we are engaged in certain projects, solutions, and technologies that, should they not perform as we expect, could negatively affect our ability to meet some ESG goals on time or at all.",
    "Finally, we make certain claims regarding our products and projects, including through our funding of certain projects, and the ability of those products, projects, and funding efforts to affect third parties’ sustainability efforts; however, there can be no guarantee that our products, projects, or funding efforts will have the effects we anticipate or intend.",
    "You should not rely upon forward-looking statements as predictions of future events.",
    "Forward-looking statements represent our management’s beliefs and assumptions only as of the date such statements are made.",
    "Further information on these and other factors that could aff ect our financial r esults is included in filings we make with the Securities and Exchange C ommission (the “SEC”) from time to time, including the section titled “Risk Factors” in our most recently filed Forms 10-K and 10-Q.",
    "These documents are available on the SEC Filings section of our Investor Relations website: investors.atlassian.com.",
    "Data measurement and uncertainty All reported values represent the best data available at time of publication.",
    "Where actual data isn’t available, we may use estimates.",
    "We base our estimates and methodologies on historical experience, available information, and on various other assumptions that we believe to be reasonable.",
    "All data found in this report is subject to measurement uncertainties resulting from limitations inherent in the nature and the methods used for determining such data.",
    "The selection of different but acceptable measurement techniques can result in materially different measurements.",
    "The precision of different measurement techniques may also vary.",
    "Assurance We obtain limited third-party assurance from an independent third party, Apex, for our scope 1 and scope 2 (location-based and market-based) GHG emissions.",
    "W e do not yet have independent third-party verification of our scope 3 emissions.",
    "For more details, see our verification statement.",
    "Atlassian | FY2024 Sustainability Report APPENDIX ii Introduction Planet People Customers Community Governance Appendix Planet Office electricity data FISCAL YEARS 2019-2024 | Electricity consumption (MWh) vs.",
    "renewable electricity matched (EAC per MWh) COUNTRY FISCAL YEAR 2019 (BASELINE) FISCAL YEAR 2020 FISCAL YEAR 2021 FISCAL YEAR 2022 FISCAL YEAR 2023 FISCAL YEAR 2024 Australia 1,283 1,338 1,076 1,141 1,325 1,229 Japan 60 46 10 2.4 10 17 Netherlands 298 272 241 292 349 339 Philippines 530 385 232 340 384 520 Poland - - 234 25 19 21 Türkiye 55 64 27 22 42 76 U.S.* 2,332 1,732 2,244 1,530 4,573 4,456* Canada — — 325 (closed) (closed) (closed) India 1,410 644 1,166 1,013 (closed) (closed) Sweden — — 85 35 (closed) (closed) Total electricity (MWh) 5,968 4,481 5,640 4,400 6,702 6,658 Total scope 2 MWh matched with RECs - 100% 100% 100% 100% 100% Note: Reported MWhs have been recalculated for improved accuracy.",
    "We were able to estimate previously unreported electricity from our leased offices that were unoccupied.",
    "*Within the U.S., 100% of RECs were sourced from fixed-price VPPA projects in fiscal year 2024.",
    "APPENDIX Planet iii Introduction Planet People Customers Community Governance Appendix Built environment data FISCAL YEAR 2024 | CATEGORY FISCAL YEAR 2024 Number of buildings with green certifications* 6 Percentage of buildings with green certifications (as a percent of total active square footage) 65% *Green certifications as of June 30, 2024 include Leadership in Energy and Environmental Design (LEED) Certified: Austin, Bellevue, and San Francisco; Development Bank of Japan (DBJ) Green Building Certified: Yokohama; and N ational Australian Built Environment Rating System (NABERS) Certified: Sydney (341 George St.) and Sydney (363 George St.).",
    "Atlassian | FY2024 Sustainability Report APPENDIX Planet iv Introduction Planet People Customers Community Governance Appendix Work-from-home energy data FISCAL YEARS 2022-2024 | Energy consumption (electricity + gas converted to MWh) vs.",
    "renewable electricity matched (REC per MWh) CATEGORY FISCAL YEAR 2022 FISCAL YEAR 2023 FISCAL YEAR 2024 Total Energy (MWh) 15,086 19,022 17,748 MWh matched with RECs 100% 100% 100% Note: Previously reported MWhs have been recalculated for improved accuracy.",
    "Scope 1 emissions data in tCO2e FISCAL YEARS 2019-2024 | * CATEGORY FISCAL YEAR 2019 (BASELINE) FISCAL YEAR 2020 FISCAL YEAR 2021 FISCAL YEAR 2022 FISCAL YEAR 2023 FISCAL YEAR 2024 % CHANGE FROM FISCAL YEAR 2019 Natural gas 167 313 275 322 347 281 68% Refrigerants 160 170 183 206 222 206 29% Company-owned vehicle** - - - - 2 - -- Diesel*** 1.4 10 - - - - - Energy use**** 2.1 - - - - - - Scope 1 total 331 493 458 528 571 487 47% *Note: Reported emissions for fiscal years 2019 through 2023 have been recalculated for improved accuracy.",
    "The fiscal year 2024 data are compared to the first year data were available (not the fiscal year 2019 baseline year).",
    "**In fiscal year 2023, Atl assian owned and operated a vehicle, adding a new emission source for scope 1.",
    "The vehicle was sold later in fiscal year 2023 and no longer applies to our fiscal year 2024 GHG emissions.",
    "***For fiscal year 2019 and fiscal year 2020, we collected actual diesel usage from one of our offices.",
    "This office was unoccupied in fiscal year 2021 and closed in fiscal year 2022.",
    "****In fiscal year 2019, Atlassian relied on estimates based on building data.",
    "v Introduction Planet People Customers Community Governance Appendix Scope 2 emissions data in tCO2e FISCAL YEARS 2019-2024 | CATEGORY FISCAL YEAR 2019 (BASELINE) FISCAL YEAR 2020 FISCAL YEAR 2021 FISCAL YEAR 2022 FISCAL YEAR 2023 FISCAL YEAR 2024 % CHANGE FROM FISCAL YEAR 2019 MARKET BASED Purchased electricity covered by REC s 2,029 - - - - - - Colocation data centers covered by RECs 648 - - - - - - Energy use* 0.9 - - - - - - SCOPE 2 market-based total w/ RECs 2,677 - - - - - - LOCATION BASED Purchased electricity** 3,119 2,367 2,644 2,307 2,809 2,831 -9% Colocation datacenters** 648 495 470 127 5 4.4 -99% Energy use 0.9 - - - - - - SCOPE 2 location-based total 3,768 2,862 3,114 2,434 2,814 2,835 -25% *In fiscal year 2019, Atlassian relied on estimates based on building data.",
    "**Starting in fiscal year 2020, RECs were applied to market-based electricity consumption covering purchased electricity and colocation data centers.",
    "APPENDIX Planet vi Introduction Planet People Customers Community Governance Appendix Scope 3 emissions data in tCO2e FISCAL YEARS 2019-2024 | CATEGORY FISCAL YEAR 2019 (BASELINE) FISCAL YEAR 2020 FISCAL YEAR 2021 FISCAL YEAR 2022 FISCAL YEAR 2023 FISCAL YEAR 2024 % CHANGE FROM FISCAL YEAR 2019 Category 1, purchased goods & services 45,639 60,745 67,307 62,920 86,811 111,088 143%* Category 2, capital goods 11,517 15,758 18,653 11,051 5,943 10,293 -11% Category 3, fuel & energy related activities 1,119 537 649 573 525 516 -54% Category 4, upstream transportation & distribution 131 115 124 55 57 23 -82% Category 5, waste generated in operations 788 637 26 52 182 435 -45% Category 6, business travel 18,806 9,952 91 1,947 21,276 36,814 96% Category 7, employee commuting 7,139 5,987 334 561 1,929 4,357 -39% Category 8, upstream leased assets - 3.5 0.4 39 337 333 9,414%** SCOPE 3 upstream total 85,139 93,735 87,184 77,198 117,060 163,859 92% *Since fiscal year 2019, we’ve seen a significant increase in our cloud-based emissions, with a 43% increase from fiscal year 2023.",
    "**The significant increase in emissions from fiscal year 2020 is due to the addition of office space we lease but is outside Atlassian's operational control.",
    "Introduction Planet People Customers Community Governance Appendix Scope 1-3 emissions data in tons CO2e FISCAL YEARS 2019-2024 | CATEGORY FISCAL YEAR 2019 (BASELINE) FISCAL YEAR 2020 FISCAL YEAR 2021 FISCAL YEAR 2022 FISCAL YEAR 2023 FISCAL YEAR 2024 % CHANGE FROM FISCAL YEAR 2019 SBTI-ALIGNED TOTAL EMISSIONS FOOTPRINT SCOPE 1 + SCOPE 2 market-based + SCOPE 3 88,147 94,228 87,642 77,726 117,631 164,346 86% VOLUNTARY EMISSIONS BEYOND SBTI GUIDANCE IN TCO2E * Work-from-home electricity Not estimated 1,449 3,727 4,837 6,074 5,660 291% Work-from-home gas Not estimated Not estimated 1,254 1,607 2,008 1,861 48% Radiative forcing (air travel) 10,030 3,675 21 1,027 11,352 19,428 94% *This section refers to voluntary categories within the GHG Protocol that go beyond SBTi guidance.",
    "Work-from-home energy falls under the employee commuting category, and radiative forcing (RF) falls under the business travel category.",
    "We pulled these emissions numbers out f or more transparency and to align with SBTi requirements, which consider the inclusion of work-from-home energy and RF as optional.",
    "Atlassian footprint by scope FISCAL YEAR 2024 | SCOPE 1 SCOPE 2* SCOPE 3 SCOPE 3 breakdown 99.7% 67.6% 0.3% 0.0% 22.4% 6.3% 2.7% 0.3% 0.3% 0.2% 0.0% *Scope 2 is market-based.",
    "Totals may not add to 100% due to rounding to one decimal place.",
    "vii Business travel Capital goods Fuel & energy Purchased goods & servicesWaste generated in operationsEmployee commutingUpstream leased assetsUpstream transportation & distribution Introduction Planet People Customers Community Governance Appendix Legacy emissions data and carbon removal credits purchased in tCO2e FISCAL YEARS 2002-2024 | CATEGORY tCO2e Total operational emissions (scope 1 + 2) from founding to date (fiscal years 2002-2024) 10,841 Total removals applied to operational emissions 10,841 Total business travel emissions (scope 3, category 6) from founding to date (fiscal years 2002-2024) 120,460 Total removals applied to business travel emissions 13,259 Carbon removal credits purchased for beyond value chain mitigation* | FISCAL YEAR 2024 CATEGORY PROJECT VOLUME (tCO2e) LOCATION STANDARDS / PROTOCOL IDs SELLER & REGISTRY VERIFICATION VINTAGE(S) Carbon removal Integrator of Indigenous and Peasant Communities of Oaxaca (ICICO) Ejido Improved Forest Management (IFM) 19,900 Mexico Climate Action Reserve (CAR) -M exico Forest P rotocol CAR 1399, 1411, 1415, 1443, 1461, 1463, 1531, 1532, 1569 Seller: Carbon Direct R egistry: Climate Action Reserve SCS Global Services 2021, 2022, Carbon removal Pacific Biochar 4,200 U.S.",
    "European Biochar Cer tification (EBC) Guidelines for the Certification of Biochar Based Carbon Sinks CDI 006, 007, 008, 009 Seller : Carbon Direct R egistry: European Biochar Certificate/ Carbon Standards International Bio.Inspecta 2023 *This data is in compliance with the information required by California AB-1305.",
    "Please note the following definitions: · “Volume” refers to tons of CO2-equivalents removed; · “IDs” refers to Project Identification Numbers; · “Seller & Registry” refers to the name of the seller of the offsets and the registry on which the program is r egistered; · “Verification” refers to the name of the independent third party verification.",
    "viii Introduction Planet People Customers Community Governance Appendix Carbon intensity FISCAL YEARS 2019-2023 | DESCRIPTION FISCAL YEAR 2019 FISCAL YEAR 2020 FISCAL YEAR 2021 FISCAL YEAR 2022 FISCAL YEAR 2023 FISCAL YEAR 2024 Total revenue (in thousands) US $1,210,127 US $1,614,173 US $2,089,132 US $2,802,882 US $3,534,647 US $4,358,603 Carbon intensity trend: scope 1 + scope 2 Location-Based / Revenue [M/$MM REV] 3.4 2.1 1.7 1.1 1.0 0.8 Carbon intensity trend: scope 1 + scope 2 market-based + scope 3 / Revenue [M/$MM REV] 72.8 58.4 42.0 27.7 33.3 37.7 Note: Carbon intensity calculation is the division of emissions by a relevant measure of activity.",
    "For this metric, the measure of activity is revenue.",
    "ix Introduction Planet People Customers Community Governance Appendix ASSESSING CLIMATE RISK Task force on climate-related disclosures (TCFD) | TCFD RECOMMENDATION RESPONSE GOVERNANCE Describe board oversight and management’s role of climat e-related risks and opportunities.",
    "The Board of Directors (Board) oversees Atlassian’s Sustainability program and Enterprise Risk Management (ERM) program .",
    "The Board, consisting of 11 members, including one independent chair, is typically updated at least annually on Atlassian’s sust ainability strategy, progress, and challenges, including climate-related risks and opportunities.",
    "The committees of the Board include the Audit Committee, the Compensation & Leadership Development Committ ee (CLDC), and the Nominating & Corporate Governance Committee.",
    "The Audit Committee, in particular, plays a key role in the Board’s risk oversight responsibility, which includes enterprise risk oversight and discussion of key risk exposure areas.",
    "The Audit Committee receives regular quarterly reports from our executive management team and their designees responsible for monitoring and mitigating particular risk exposures.",
    "These include our Chief Financial Officer, Chief Accounting Officer, and Chief Trust Officer, among others.",
    "More information about Atlassian’s Board can be found on the Investor Relations webpage.",
    "Atlassian’s Executive Management team is responsible for balancing risk and opportunity in support of Atlassian’s objectives.",
    "Atl assian’s ERM program – led by the Head of Governance, Risk, & Compliance, who reports to the Chief Trust Officer – is designed to support the pr oper identification, analysis, assessment, management/treatment, reporting, and monitoring of risk exposure at the enterprise level.",
    "Risks are evaluated based on their potential impact and likelihood.",
    "The scope of this oversight and management includes: 1.",
    "Establishing consistent processes and templates for risk management that are followed at Atlassian as part of the Atlassian ERM framew ork 2.",
    "Developing and operating Atlassian’s Risk Governance framework, which specifies the ownership model for risks at the company lev el and should be followed across Atlassian 3.",
    "Monitoring risk levels for risks with a wide, company-level impact, including conducting risk assessments where appropriat e Please note that the inclusion of information on climate opportunities and risks in this report should not be construed as a characterization regarding the materiality or financial impact of that information.",
    "For a discussion of information that is material, please see our Annual Report on Form 10-K, filed with the SEC, which can be viewed at investors.atlassian.com x 4.",
    "Analysis of company risk data to form conclusions about proximity to risk appetite and risk tolerance 5.",
    "Developing effective risk behaviors acr oss Atlassian, including through the facilitation of training for Atlassians and communications (e.g., blogs and white papers) 6.",
    "Monitoring the company’s exposure to emerging risks More information about Atlassian’s ERM program can be found on the Trust Center webpage.",
    "Introduction Planet People Customers Community Governance Appendix ASSESSING CLIMATE RISK | Task force on climate-related disclosures (TCFD) (cont.) TCFD RECOMMENDATION RESPONSE GOVERNANCE Describe board ov ersight and management’s role of climate-related risks and opportunities.",
    "Atlassian’s Sustainability program and team is led b y the Chief Sustainability Officer, who reports to the Deputy General Counsel – IP, Policy & Regulatory Affairs, and typically meets quarterly with the CEO to provide input and track progress against sustainability goals.",
    "The Sustainability team focuses on implementation of the strategy, including the assessment of climate risks and mitigation efforts and disclosure of progress toward Atlassian’s sustainability commitments.",
    "The Sustainability team also leads six climate working groups that include team members from the Treasury, Procurement, Risk, Public Policy, Travel, Workplace Experience, and Real Estate teams, as well as supplier relationship owners.",
    "These groups help advance progress on our climate goals, including reducing emissions in the built environment, engaging suppliers, understanding climate-related risk and business impact, and advocating at the policy level.",
    "The ESG Reporting Working Group – consisting of the Sustainability, Investor Relations, Accounting, Legal, and Internal Audit teams – helps analyze trends, internal and external risk factors, and stakeholder needs, which inform annual disclosures for the sustainability report and other voluntary and mandatory disclosures that include climate risk.",
    "xi Introduction Planet People Customers Community Governance Appendix ASSESSING CLIMATE RISK | Task for ce on climate-related disclosures (TCFD) TCFD RECOMMENDATION RESPONSE STRATEGY Disclose the actual and potential impacts of climate-related risks and opportunities on the company’s businesses, strategy, and financial planning.",
    "Atlassian evaluates physical and transition climate-related risks acr oss short (0-1 year), medium (2-10 years), and long-term (10+ years) time horizons.",
    "In fiscal year 2024, we conducted a quantitative physical risk scenario analysis to identify which climate-related hazards may pose potential impacts to our organization over time.",
    "We evaluated the locations of our offices, employees, suppliers, and third-party data centers that Atlassian uses.",
    "The analysis was performed using the climate datasets aligned with the Sixth Assessment Report (AR6) by the Intergovernmental Panel on Climate Change (IPCC), the international body responsible for assessing the latest science related to climate change, and the Shared Socioeconomic Pathway (SSP) scenarios.",
    "Using this methodology, we evaluated the following eight physical hazards: · Coastal flooding · Cyclones · Drought · Extreme heat · Pluvial flooding · Riverine flooding · Water stress · Wildfire These potential hazards were modeled across three climate scenarios for the years 2030 (medium-term) and 2050 (long-term): · SSP1-2.6 (below 2°C): This scenario depicts a low warming world, a “best-case” scenario under which climate impacts would be low · SSP2-4.5 (2°C-4°C): This scenario depicts a medium warming scenario , a “middle-of-the-road” scenario under which warming is limited but impacts emerge · SSP5-8.5 (above 4°C): This scenario depicts a high warming scenario, a “worst-case” scenario under which warming is high and therefore climate impacts are high xii Introduction Planet People Customers Community Governance Appendix ASSESSING CLIMATE RISK | Task force on climate-r elated disclosures (TCFD) TCFD RECOMMENDATION RESPONSE (cont.) STRATEGY Disclose the actual and potential impact s of climate-related risks and opportunities on the company’s businesses, strategy, and financial planning.",
    "Climate models are inherently complex and uncertain, and while they can pro vide a general indication of plausible future outcomes, they do not serve as a forecast for future outcomes.",
    "Each scenario contains assumptions about the level of climate change mitigation achieved, represented by the level of atmospheric GHG concentrations in the year 2100.",
    "These assumptions are reflective of those developed in the Representative Concentration Pathways (RCPs) adopted by the IPCC, which help quantify different trajectories of future greenhouse gas concentrations and resulting average temperatures due to increases in climate change pollution.",
    "The selected scenarios provide a range of plausible future climate outcomes in order to help evaluate the range of potential impacts on our business.* In alignment with the latest climate science from the IPCC AR6 report, the SSP scenarios were selected in conjunction with the RCPs to ensure that both emissions trajectories and possible socio-economic futur es were taken into account.",
    "We leveraged results from the SSP5-8.5 scenario to inform our physical risk identification, as this represents the “worst-case” highest warming scenario (above 4°C).",
    "We then conducted an assessment of policy and legal risk to determine the potential impacts associat ed with new and emerging climate risk policies.",
    "This was done by conducting research on climate risk regulations, their applicability to Atlassian, and the potential costs of non-compliance.",
    "In addition, we conducted a qualitative assessment to explore the key climate-related reputational risks for Atlassian, which included greenwashing, missing sustainability commitments and targets, and regulatory compliance.",
    "The following list outlines the most impactful climate-related physical and transition risks we identified based on our ERM criteria and their possible impacts on our business operations.** *We leveraged findings from this scenario analysis for the years 2030 and 2050 to gain an indication of the potential magnitude of impact faced at each location by each hazard.",
    "Then, we translated modeling results into normalized values (damage factors) representing the magnitude of impact at each location for each time horizon and scenario.",
    "We also integrated assumptions for vulnerability, adaptation, and maximum damage potential into the analysis for consideration of physical risk exposure.",
    "Vulnerability, adaptation, and maximum damage assumptions were developed based on the risk (e.g., impacts on our offices, impacts on employees, etc.).",
    "We also layered financial data into the analysis to obtain a magnitude of the potential financial impact of each site (e.g., office location, employee work-from-home location, etc.) from each climate hazard.",
    "**We recognize there may be additional risks related to our customers, employees, suppliers, and operations that are not included in the table below.",
    "For example, while location-based impact on our customers was not included in our analysis, we believe that our business could also be adversely affected by the impact of climate change on our customers in the same geographic regions or in other regions that experience similar impacts.",
    "Furthermore, we chose to focus our initial scenario analysis on a limited set of more immediate risks that we qualitatively assessed as having higher likelihood and potential impact in the short term, while those with lower likelihood and potential impact in the short term were omitted.",
    "xiii Introduction Planet People Customers Community Governance Appendix ASSESSING CLIMATE RISK | Task force on climate-related disclosures (TCFD) TCFD RECOMMENDATION RESPONSE (cont.) STRATEGY Disclose the actual and potential impact s of climate-relat ed risks and opportunities on the company’s businesses, strategy, and financial planning.",
    "PHYSICAL RISKS · Acute and chronic physical impacts on employee health and well-being: Changes in acute impacts such as flooding and wildfires can lead t o disruptions in employees’ work, while chronic impacts such as drought and water stress can impact where employees want to live and work.",
    "· Time horizon: Short-term; Medium-term; and/or Long-term · Business impacts: Climate hazards can impact employee well-being, leading to a decrease in productivity and loss of workdays, which could decr ease Atlassian’s revenue.",
    "· Acute and chronic physical impacts on cloud services: An increase in physical climate impacts can lead to supplier service disruptions, including impacts on data center oper ations.",
    "· Time horizon: Short-term; Medium-term; and/or Long-term · Business impacts: Climate hazards can impact the service continuity for data centers, which can lead to downtime for Atlassian serv ers and temporarily impact our customers' ability to use our services.",
    "· Acute and chronic physical impacts on other vendor services: An increase in physical climate risk impacts can lead to supplier service disruptions.",
    "· Time horizon : Short-term; Medium-term; and/or Long-termLong-term · Business impacts: Climate hazards can impact the supplier operations, which can lead to delays in service provision and disrupt Atlassian operations.",
    "TRANSITION RISKS · Regulatory: Existing and pending legislation regarding climate-related disclosures can result in compliance costs and potential penalties for non-compliance · Time horiz on: Short-term · Business impacts: Climate regulations can add costs related to internal efforts to comply, in addition to penalties for non-compliance.",
    "· Reputation : As scrutiny over greenwashing and companies' climate actions (or lack thereof) intensify, Atlassian may be impacted by stakehol der perceptions regarding our climate initiatives and actions.",
    "· Time horizon: Short-term · Business impacts: Not addressing climate risks and lagging in the transition to low-carbon operations can significantly impact Atlassian’s corporate reput ation and stakeholder trust, leading to decreased share prices.",
    "xiv Introduction Planet People Customers Community Governance Appendix ASSESSING CLIMATE RISK | Task force on climate-related disclosures (TCFD) TCFD RECOMMENDATION RESPONSE RISK MANAGEMENT Disclose how the company identifies, assesses, and manages climate-rel ated risks Atlassian identifies, analyzes, assesses, manages, and reports on risks, including climate-related risks, through our defined ERM processes.* Climate risks are managed by the following steps: 1.",
    "The Sustainability team reviews current and emerging climate risks annually, and will continue to collaborate with a third part y for a comprehensive review every 2-5 years to guide decision-making.",
    "The Sustainability team then engages with risk owners to gather insights that help qualitatively assess the risk level based on ERM criteria and ongoing mitigation strategies.",
    "2.",
    "Subsequently, the Sustainability team quantitatively assesses the potential financial impact of these risks to identify those with the highest potential impact.",
    "For such high-impact risk s, the team collaborates with the risk owner to determine the necessity of additional mitigation efforts and the appropriate implementation approach 3.",
    "Outcomes of the assessment are provided to the ERM team, which incorporates any revisions to risk details, including risk ratings and mitigations, into the company’s Ent erprise Risk profile.",
    "In fiscal year 2021, we partnered with an independent consultant to conduct our first assessment, which was aimed at identifying climate-rel ated risks and their underlying drivers for Atlassian.",
    "Following this, in fiscal year 2023, another third party conducted a review of the identified risks and performed a gap assessment.",
    "In fiscal year 2024, we engaged teams across Atlassian to guide the qualitative assessment of risk levels using Atlassian’s ERM risk criteria.",
    "A specific subset of these risks was then selected based on their risk level for a climate scenario analysis and financial impact evaluation to determine Atlassian's exposure to these risks and their potential impact.",
    "As a result of these analyses, we have not designated any climate risks as material beyond what is already indicated in annual and periodic reports with the SEC, nor have we integrated any into our ERM as of fiscal year 2024.",
    "We remain committed to monitoring our risks in relation to climate change and will integrate any risk that we assess will have a material impact on the company’s risk profile if it arises.",
    "METRICS AND TARGETS Disclose the metrics and targets used to assess and manage rel evant climate-related risks and opportunities Please see the GHG data tables in the appendix of Atlassian’s Fiscal Year 2024 Sustainability Report for disclosure of our scope 1, scope 2, and scope 3 emissions.",
    "Please see the Planet chapter in Atlassian’s Fiscal Year 2024 Sustainability Report for more information on our science-based target s.",
    "*Further information on these risks and our risk management practices are included in and qualified by filings we make with the Securities and Exchange Commission from time to time, including the section titled “Risk Fact ors” in our most recently filed annual and quarterly reports.",
    "These reports can be accessed on our Investor Relations website at investors.atlassian.com xv Introduction Planet People Customers Community Governance Appendix Data sources Atlassian measures and reports our scope 1-3 greenhouse gas emissions in compliance with the GHG Protocol Corporate Standard and the SBTi.",
    "In fiscal year 2024, we transitioned to a new environmental data management tool, which allowed us to incorporate more activity data into our emissions calculations and source more regional-specific emission factors.",
    "Therefore, this year we recalculated all past inventories using the new tool, which resulted in restatement of some past data.",
    "About independent third-party verification We engaged an independent third party, Apex, to pr ovide limited assurance of our scope 1 and scope 2 (location-based and market-based) GHG emissions.",
    "Please see our assurance verification stat ement.",
    "Scope 1-2 emissions data Generally, scope 1 and scope 2 data are collected through utility bills.",
    "Unavailable data are estimated based on average consumption per square foot.",
    "Specifically: · Scope 1, natural gas: Quantity used multiplied by emissions f actor.",
    "In fiscal year 2024, we collected actual heating data for all offices with natural gas consumption.",
    "· Scope 1, refrigerants: An estimate for all office buildings based on squar e footage for emissions from refrigerants.",
    "· Scope 1, company-owned vehicle: Distance trav eled multiplied by emissions factor.",
    "In fiscal year 2023, Atlassian owned and operated a vehicl e, adding a new emission source for scope 1.",
    "The v ehicle was sold later in fiscal year 2023 and no longer applies to our fiscal year 2024 GHG emissions.",
    "· Scope 1, diesel: Quantity used multiplied by emissions f actor.",
    "For fiscal year 2019 and fiscal year 2020, we collected actual diesel usage from our offices.",
    "· Scope 1, energy use: This scope includes emissions from heav y gas oils, biofuels and waste, and anthracite coal that were used for offices.",
    "Emissions were estimated based on square footage, using a heating fuel mix and emissions-factor specific to the location of the office.",
    "· Scope 2, electricity: kWh used multiplied by an emissions fact or.",
    "When actuals were not available, we estimated usage based on square footage of the building used.",
    "When market-specific emission factors were available, those were applied for market-based consumption.",
    "· Scope 2, market-based consumption: RECs applied to mark et-based consumption cover purchased electricity and colocation data centers.",
    "· Scope 2, energy use: This scope is for district heat used for offices.",
    "Emissions w ere estimated based on square footage, using a heating fuel mix and emissions-factor specific to the location of the office.",
    "Scope 3 Emissions Data Data is reported through various internal systems (suppliers, expenses, business travel, etc.).",
    "Specifically: · Category 1, purchased goods and services: Emissions estimated based on US$ spent and a C omprehensive Environmental Data Archive (CEDA) factor for the category of purchase.",
    "For all suppliers with a high-quality, supplier-specific emission factor (i.e., the factor passes quality checks on on completeness, relevance, and accuracy), that supplier’s spend is instead mapped to and multiplied by their supplier-specific emission factor.",
    "For some cloud service providers, Atlassian replaced the spend with usage and cost data to calculate emissions from these services.",
    "· Category 2, capital goods: Emissions estimated based on US$ spent and a CEDA fact or for the category of purchase.",
    "· Category 3, fuel and energy-related activities: Emissions calcul ated based on fuel and electricity consumption using location-specific activity-based emissions-factors.",
    "xvi Scope 3 Emissions Data (contd.) · Category 4, upstream transportation and distribution: Emissions estimat ed based on US$ spent and a CEDA factor for the category of purchase.",
    "· Category 5, waste generated in operations: Based on dat a received, weight of waste per regular non-home office employee was extrapolated and an emissions factor based on weight of waste category was applied.",
    "· Category 6, business travel: Emissions factors applied to number of passenger air mil es flown, number of nights spent in a hotel, number of days a car was rented, and number of rail miles traveled.",
    "A CEDA factor was used for reimbursed travel based on US$ spent.",
    "· Category 7, employee commuting and work from home (WFH) : Employee count and office attendance data and assumptions about commuting distance and patterns were used.",
    "For the WFH portion of fiscal year 2024, basic energy use intensities and home office size assumptions were used for electricity & gas consumption.",
    "Emission factors were applied based on country, and sometimes state where data are available.",
    "· Category 8, upstream leased assets: Emissions estimated based on US$ spent and a CEDA f actor for the category of purchase.",
    "To estimate emissions from offices that are leased but outside the operational control of Atlassian, the same methodology as Scope 2, electricity was followed.",
    "Introduction Planet People Customers Community Governance Appendix Voluntary emissions data · Work from home (WFH): WFH emissions are a volunt ary subcategory of employee commuting (scope 3, category 7).",
    "Basic energy use intensities were used for electricity and gas consumption, and emissions applied based on country.",
    "· Radiative forcing (air travel): Radiative forcing (RF) impact is repor ted separately from business air travel emissions (scope 3, category 6) to align with SBTi requirements, which considers the inclusion of RF as optional per the GHG Protocol.",
    "Legacy Emissions Data We enlisted a consultant to calculate Atlassian’s historical emissions from when the company was founded in 2002 to fiscal year 2018 (the year before our target base year, fiscal year 2019).",
    "The process involved identifying the key drivers of emissions for each GHG category within this time period.",
    "Then the historical data were collected as far back as available, and the year-over-year growths were calculated for each historical dataset.",
    "For data that were not available back to 2002, growth factors derived from the yearly changes were applied to the earliest available data to extrapolate back to 2002.",
    "A note on recalculating and rebaselining We have restated our fiscal year 2019 through fiscal year 2023 emissions data across all categories due to the transition to a new emissions calculation tool and to ensure consistent estimation methods for each reporting year.",
    "We have revised our fiscal year 2025 SBTs to reflect the exclusion of r adiative forcing from the emissions boundary considered in these targets.",
    "“N/A” and “-” “N/A” means the emissions were not accounted for in the reporting period because of a methodology change that recategorized the data.",
    "“-” means the emissions were not measured because the activity did not exist or it did not occur during the r eporting period.",
    "Memberships and collaborations · Business Council on Climate Change · Science Based Targets initiative · RE100 · Sustainable Aviation Buyers Alliance (SABA) xvii Introduction Planet People Customers Community Governance Appendix Additional context Renewable Energy Certificates (RECs) In our effort to introduce new renewable energy sources to the grid, we shifted toward procuring most of our U.S.",
    "renewable energy from a fixed-price virtual power purchase agreement (VPPA) with the Ocotillo Windpower Facility, and these RECs ar e retired by Ever.green.",
    "We also purchased unbundled REC s (which include other naming conventions like large-scale generation certificates (LGCs), Guarantee of Origin (GO), J-Credits, etc., which are acquired and retired on our behalf by independent third parties 3Degrees and Watershed.",
    "This year, we have opted to use the term \"R enewable Energy Certificates,\" or RECs, instead of \"Energy Attribute Certificates,\" or EACs, to avoid confusion with \"Environmental Attribute Certificates.\" Legacy emissions + beyond value chain mitigation The priority remains to reduce emissions – full stop.",
    "However, we are also considering the impacts of our legacy emissions (referring to all emissions since our company’s founding in 2002) and residual emissions (i.e., emissions we haven’t reduced since our near-term target base year, fiscal year 2019).",
    "To address these emissions, we purchased carbon remo val credits through an independent third party, Carbon Direct.",
    "For further information regar ding these carbon removal credits, including the information required by California AB-1305, please see the “Carbon removal credits purchased for beyond value chain mitigation” table in the appendix.",
    "Science-based targets (SBTs) Atlassian’s SBTs include near-term fiscal year 2025 tar gets, long-term fiscal year 2040 targets, and a net-zero commitment by fiscal year 2040, which were approved by the SBTi steering committee.",
    "The near-term targets are as follows: · Atlassian commits to reduce absolute scope 1 and 2 GHG emissions 50% by fiscal y ear 2025 from a fiscal year 2019 base year.",
    "· In addition, Atlassian commits to increase annual sourcing of r enewable electricity from 15% in fiscal year 2019 to 100% by fiscal year 2025 · Atlassian also commits to reduce absolute scope 3 GHG emissions from business tr avel 25% over the same target period.",
    "· Atlassian further commits that 69% of its suppliers b y emissions covering purchased goods and services and capital goods will have SBTs by fiscal year 2025.",
    "The long-term targets are as follows: · Atlassian commits to reduce absolute scope 1 and 2 GHG emissions 90% by 2040 fr om a 2019 base year.",
    "· Atlassian also commits to reduce absolute scope 3 GHG emissions 90% within the same timeframe.",
    "Further reading · America’s Greenest Companies 2024 (Newsweek, 2024) · How to Convince Suppliers to Lower Greenhouse Gas Emissions (Greenbiz, 2024) · Behind the glass curtain of Atlassian’s future $1.4 billion HQ (Forbes, 2024) · Atlassian’s climate action ‘how to’ guide free to all (The Australian, 2024) · The Benefits of Transport Sustainability (Australian Institute of Company Directors, 2023) · Atlassian Partners with Ever.green to Raise the Bar f or Addressing Scope 2 Emissions (Ever.green, 2023) · Atlassian’s net zero trajectory is inspiring others to f ollow suit (CEO Magazine, 2023) · Telecom giants dial up the heat on suppliers: It's not y ou, it's your CO2 (The Register, 2023) xviii Introduction Planet People Customers Community Governance Appendix PeopleGLOBAL GENDER REPRESENTATION | Atlassian overall GROUP FISCAL YEAR 2020 FISCAL YEAR 2021 FISCAL YEAR 2022 FISCAL YEAR 2023 FISCAL YEAR 2024 REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE Men overall 69.0% 67.5% 67.8% 65.1% 65.1% 61.7% 65.1% 63.5% 65.4% 66.7% Non-binary Atlassians overall - - - - - - 0.4% 0.4% 0.4% 0.3% Women overall 30.7% 32.2% 32.0% 34.8% 34.7% 37.9% 34.4% 36.1% 34.2% 33.0% GLOBAL GENDER REPRESENTATION | Technical and non-technical roles GROUP FISCAL YEAR 2020 FISCAL YEAR 2021 FISCAL YEAR 2022 FISCAL YEAR 2023 FISCAL YEAR 2024 REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE Men in technical roles 79.8% 76.1% 77.4% 71.1% 74.3% 69.9% 73.6% 71.8% 74.2% 76.5% Women in technical roles 10.6% 12.1% 12.8% 14.7% 14.0% 14.3% 26.1% 28.1% 25.5% 23.2% Men in non-technical roles 55.5% 56.9% 53.9% 56.4% 51.3% 52.8% 51.5% 51.3% 49.9% 44.5% Women in non-technical roles 20.1% 20.0% 19.2% 20.1% 20.7% 23.5% 48.0% 47.9% 49.6% 55.2% xix GLOBAL GENDER REPRESENTATION Senior leadership roles GROUP FISCAL YEAR 2020 FISCAL YEAR 2021 FISCAL YEAR 2022 FISCAL YEAR 2023 FISCAL YEAR 2024 REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE Men in senior leadership 71.8% 60.0% 68.7% 42.9% 63.8% 55.3%* 60.3% 58.0% 64.6% 76.3% Women in senior leadership 28.0% 38.1% 32.4% 56.5% 37.4% 44.7% 39.2% 42.0% 35.4% 23.7% *The fiscal year 2022 percentage has been corrected, as it was previously published in error as 58.3%.",
    "GLOBAL GENDER REPRESENTATION Executive leadership roles and board of directors GROUP END OF FISCAL YEAR 2020 REPRESENTATION END OF FISCAL YEAR 2021 REPRESENT ATION END OF FISCAL YEAR 2022 REPRESENT ATION END OF FISCAL YEAR 2023 REPRESENT ATION END OF FISCAL YEAR 2024 REPRESENT ATION Men in executive leadership 81.3% 81.3% 66.7% 68.2% 70.8% Women in executive leadership 33.3% 30.0% 33.3% 31.8% 29.2% Men on board of directors NR NR 70.0% 70.0% 72.7% Women on board of directors 22.0% 22.0% 30.0% 30.0% 27.2% | | xx People U.S.",
    "RACE & ETHNICITY REPRESENTATION | Atlassian overall GROUP FISCAL YEAR 2020 FISCAL YEAR 2021 FISCAL YEAR 2022 FISCAL YEAR 2023 FISCAL YEAR 2024 REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE American Indian, Alaska Native, Native Hawai’ian, or other Pacific Islander 0.4% 0.5% 0.4% 0.5% 0.4% 0.3% 0.3% N<5 0.5% N<5 Asian 31.9% 41.3% 32.9% 35.2% 32.6% 31.9% 33.0% 31.2% 35.1% 40.8% Black/African American 2.4% 2.7% 2.7% 3.3% 3.4% 5.4% 4.0% 6.5% 3.7% 3.8% Hispanic/Latinx 6.4% 7.6% 6.3% 5.9% 6.2% 6.1% 6.2% 7.4% 6.5% 7.4% Middle Eastern 0.3% 0.5% 0.3% 0.1% 0.5% 0.7% 0.7% 1.1% 0.9% 1.5% Two or more races 3.8% 2.3% 3.8% 4.6% 4.8% 6.6% 5.1% 5.8% 5.8% 7.3% White 52.7% 42.8% 51.3% 47.6% 50.0% 47.2% 48.8% 45.9% 45.6% 36.9% Declined to state 1.9% 2.2% 2.0% 2.8% 1.9% 1.8% 1.9% 1.9% 1.9% 2.0% xxi People U.S.",
    "RACE & ETHNICITY REPRESENTATION | Technical roles GROUP FISCAL YEAR 2020 FISCAL YEAR 2021 FISCAL YEAR 2022 FISCAL YEAR 2023 FISCAL YEAR 2024 REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE American Indian, Alaska Native, Native Hawai’ian, or other Pacific Islander 0.1% 0.0% 0.1% 0.0% 0.1% 0.2% N<5 N<5 N<5 N<5 Asian 39.7% 54.6% 43.5% 49.4% 44.0% 45.7% 45.1% 44.3% 47.2% 53.6% Black/African American 1.2% 0.9% 1.1% 1.1% 2.0% 4.6% 2.6% 5.0% 2.6% 3.1% Hispanic/Latinx 4.8% 3.9% 4.7% 4.5% 5.3% 5.3% 5.1% 6.3% 5.4% 6.9% Middle Eastern 0.4% 1.3% 0.5% 0.4% 0.6% 0.9% 0.9% 1.5% 1.2% 1.7% Two or more races 4.5% 2.2% 4.0% 3.4% 4.6% 5.7% 4.8% 5.4% 5.3% 6.4% White 47.2% 34.5% 44.1% 39.3% 41.4% 35.8% 39.9% 35.5% 36.6% 26.6% Declined to state 2.0% 2.6% 1.9% 1.9% 1.8% 1.8% 1.7% 1.9% 1.7% 1.7% xxii People U.S.",
    "RACE & ETHNICITY REPRESENTATION | Non-technical roles GROUP FISCAL YEAR 2020 FISCAL YEAR 2021 FISCAL YEAR 2022 FISCAL YEAR 2023 FISCAL YEAR 2024 REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE American Indian, Alaska Native, Native Hawai’ian, or other Pacific Islander 0.5% N<5 0.8% N<5 0.7% N<5 0.6% N<5 0.6% N<5 Asian 25.3% 30.9% 23.4% 24.4% 20.8% 22.5% 19.3% 16.8% 19.5% 19.5% Black/African American 3.2% 3.8% 4.2% 5.1% 4.8% 5.9% 5.6% 8.1% 5.0% 5.0% Hispanic/Latinx 7.7% 10.3% 7.7% 7.3% 7.1% 6.6% 7.5% 8.7% 7.8% 8.0% Middle Eastern NR NR NR NR 0.5% N<5 0.5% N<5 0.6% 1.2% Two or more races 3.3% 2.8% 3.7% 5.9% 4.9% 7.4% 5.5% 6.5% 6.4% 8.5% White 58.0% 49.4% 57.6% 52.8% 58.8% 54.5% 58.9% 57.3% 57.9% 54.6% Declined to state 1.7% 1.9% 2.3% 3.7% 2.3% 1.9% 2.2% 1.8% 2.2% 2.5% xxiii People U.S.",
    "RACE & ETHNICITY REPRESENTATION | Senior leadership roles GROUP FISCAL YEAR 2020 FISCAL YEAR 2021 FISCAL YEAR 2022 FISCAL YEAR 2023 FISCAL YEAR 2024 REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE American Indian, Alaska Native, Native Hawai’ian, or other Pacific Islander 1.3% 0.0% 1.1% 0.0% 0.8% 0.0% N<5 0.0% 0.0% 0.0% Asian 29.1% 33.3% 28.7% 21.2% 29.5% 36.1% 33.1% 36.6% 44.9% 60.5% Black/African American 0.0% 0.0% 2.1% 5.3% 4.1% 8.3% 5.1% N<5 N<5 0.0% Hispanic/Latinx 0.0% 0.0% 0.0% 0.0% 2.5% 5.6% 3.7% N<5 N<5 0.0% Middle Eastern NR NR NR NR N<5 N<5 N<5 N<5 N<5 N<5 Two or more races 1.3% 0.0% 2.1% 0.0% 2.5% 0.0% N<5 N<5 N<5 0.0% White 67.1% 66.7% 61.7% 52.6% 59.0% 50.0% 52.9% 43.9% 48.6% 37.2% Declined to state 1.3% 0.0% 4.3% 21.1% 1.6% 0.0% N<5 N<5 0.0% 0.0% xxiv People U.S.",
    "RACE & ETHNICITY REPRESENTATION | Executive leadership roles GROUP END OF FISCAL YEAR 2020 REPRESENTATION END OF FISCAL YEAR 2021 REPRESENT ATION END OF FISCAL YEAR 2022 REPRESENT ATION END OF FISCAL YEAR 2023 REPRESENT ATION END OF FISCAL YEAR 2024 REPRESENT ATION American Indian, Alaska Native, Native Hawai’ian, or other Pacific Islander 8.3% 9.0% 6.2% N<5 0.0% Asian 16.7% 18.1% 18.8% N<5 35.7% Black/African American 0.0% 0.0% 6.3% N<5 0.0% Hispanic/Latinx 0.0% 0.0% 0.0% 0.0% 0.0% Middle Eastern NR NR 0.0% N<5 N<5 Two or more races 0.0% 0.0% 0.0% 0.0% 0.0% White 66.7% 72.7% 68.8% 60.0% 57.1% Declined to state 8.3% 0.0% 0.0% 0.0% 0.0% xxv People U.S.",
    "RACE & ETHNICITY REPRESENTATION | Board of directors GROUP END OF FISCAL YEAR 2020 REPRESENTATION END OF FISCAL YEAR 2021 REPRESENT ATION END OF FISCAL YEAR 2022 REPRESENT ATION END OF FISCAL YEAR 2023 REPRESENT ATION END OF FISCAL YEAR 2024 REPRESENT ATION American Indian, Alaska Native, Native Hawai’ian, or other Pacific Islander 0.0% 0.0% 0.0% 0.0% 0.0% Asian 0.0% 0.0% 10.0% 0.0% 18.2% Black/African American 0.0% 0.0% 0.0% 0.0% 0.0% Hispanic/Latinx 11.1% 11.1% 10.0% 10.0% 9.1% Two or more races 11.1% 11.1% 20.0% 20.0% 18.2% White 55.6% 55.6% 50.0% 40.0% 54.5% Declined to state 22.2% 22.2% 10.0% 30.0% 0.0% xxvi People GLOBAL AGE REPRESENTATION | Atlassian overall GROUP END OF FY2020 END OF FY2021 END OF FY2022 END OF FY2023 END OF FY2024 REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE REPRESENTATION HIRING RATE 20s 16.6% 26.3% 21.9% 33.3% 26.3% 34.5% 22.9% 33.3% 23.9% 33.3% 30s 54.7% 52.7% 52.9% 47.3% 51.1% 47.4% 51.5% 47.6% 50.1% 43.5% 40s 23.0% 17.2% 20.3% 15.7% 18.2% 14.5% 20.5% 15.1% 21.0% 18.4% 50+ 5.7% 3.7% 5.0% 3.7% 4.4% 3.7% 5.0% 4.0% 5.1% 4.8% xxvii People Introduction Planet People Customers Community Governance Appendix Data sources and methodology Workforce data was based on demographic data and categories in Workday, some of which are self-reported, and reviewed by our People Insights team.",
    "The analysis includes full-time employees who were employed on the last day of the fiscal year (for this reporting cycle, June 30, 2024).",
    "Some notes on terms and definitions: N<5: There are fewer than five Atlassians in the category, and w e elect not to provide percentages to protect individual anonymity and privacy.",
    "NR (not reported): Data was not reported and/or not collected.",
    "H iring rate: This notes the diversity and demographic repr esentation of new hires and includes external candidates only (i.e., excludes internal transfers and promotions).",
    "Given small team sizes, Board and Executive Leadership hiring rates by demographic are not reported.",
    "Senior leadership roles: These are defined as our CEOs, plus the four manager l evels and one individual contributor level below CEO.",
    "Executive leadership team: Executive Leadership roles ar e defined as our CEOS, plus the two manager levels below the CEOs.",
    "Technical roles: These are defined by an employee’s job family.",
    "W e use technical and non-technical populations as separate denominators, which is a departure from previous years, to better illustrate the demographic diversity within technical and non-technical roles.",
    "Regardless of their role type, all Executive Leaders are classified as non-technical roles.",
    "Employee demographic data sources: Atlassians voluntarily self-report their demographic information in Work day.",
    "Because Atlassians are allowed to update their demographic information at any time, and analysis is conduct ed using the most current demographic information, historical data from previous reports may differ.",
    "Additionally, we have been working to improve the accuracy of our data analyses o ver time, and this year we have updated our methodology for how we calculate our People data.",
    "Where relevant, we have re-run historical analyses to match our current methodology.",
    "Gender: Gender data is self-reported and reflects our global team.",
    "W e report on gender identity categories beyond the binary for our overall gender representation breakdown.",
    "We have not included breakdowns for technical or leadership roles, where we do not have sufficient representation (N>5).",
    "Race/ethnicity: Data is self-reported and reflects only our team in the U.S .",
    "A few other notes: Approximately 38.2% of our employees are based in the U.S.",
    "P rior to July 2021, all Atlassians were allowed to select only one race/ethnicit y option (White, Asian, Black, Latinx, American Indian/Alaska Native/ Hawai’ian/other Pacific Islander, or Decline to State).",
    "In July 2021, Atlassians were invited to respond to this question with expanded, multiple-sel ect options.",
    "10.6% of full-time U.S.",
    "employees have missing ethnicity information, and ther efore are excluded from race/ethnicity analysis.",
    "Therefore, the percentages represent the distribution of the 89.4% of U.S.-based Atlassians who provided data.",
    "Board of Directors demographic data sources: Members of the B oard voluntarily self-report their demographic information via an annual survey.",
    "In a departure from our N<5 reporting rule, we do disclose demographic data for fewer than five people.",
    "Gender: Since we only began sending the survey in fiscal year 2022, we hav e limited gender demographic data for previous years.",
    "Race/ethnicity: The annual survey does not include the same ethnicity categories as our empl oyees.",
    "xxviii People Introduction Planet People Customers Community Governance Appendix Additional context Our approach to hiring goals Atlassian has set long-term hiring rate goals to help us focus on increasing the diversity of candidates in our applicant pool.",
    "These are not quotas or targets, but high-level goals co-owned by the People team and Atlassian leaders to move us in the right direction at a pace we can be proud of.",
    "For more on how we are working to meet these goals, see the next section.",
    "Recruiting practices At Atlassian, we take recruiting seriously.",
    "All Atlassian interviewers undergo training, with a specific cohort only concentrating on how to evaluate for Atlassian's company values.",
    "We also have an internal mobility team within Talent Acquisition to support employee development, career change, and retention through accessing internal career pathways.",
    "You can learn more in our Candidate Resource Hub.",
    "To support our efforts to attract and source a diverse pool of candidat es: · As noted in our milestones, we continue to partner with Tal ent Acquisition to de-bias our hiring process, and have worked with them on the implementation of a new applicant tracking system to ensure that recruiters and hiring managers were able to interact with the inbuilt AI in a way that doesn’t exacerbat e biases.",
    "· We’ve grown our DEI Partnerships from two to six in one year, and added par tners outside the U.S., in Australia and India.",
    "Our DEI Partners are: /dev/color, Code2College, Techqueria, AI4ALL, Vigyanshaala, and Girls' Programming Network.",
    "· We added a new DEI and Sustainability section to our car eers page, which intentionally outlines how we appr oach diversity at Atlassian, the importance of our Employee Resource Groups (ERGs), our anti-bias mitigation approach to our hiring process, and our approach to sustainability.",
    "ERG compensation We continue to believe in the importance of supporting ERGs with funding and resources.",
    "We provide US$5,000 annual operational budgets for each group, and financial recognition for ERG leaders (e.g., U.S.",
    "Global Chair receives US$8,000 annually; U.S.",
    "regional leads receive US$5,000 annually; and other ERG leaders receive comparable, location-adjusted recognition).",
    "We also continue to partner with Indi to provide support in managing day-to-day gr oup operations.",
    "Annual compliance demographic reporting Atlassian's annual demographic compliance reports include those for the U.S.",
    "Department of Labor, Nasdaq, the California Civil Rights Department, the Australian Workplace Gender Equality Agency (WGEA), and the French G ender Equity Disclosure/ Index de l’égalité professionnelle.",
    "Please follow the link for our 2023-2024 WGEA report, and 2023 French I ndex de l'égalité professionnelle report.",
    "Global pay equity audit In fiscal year 2023, we conducted our first global pay equity audit, which found that Atlassians doing like-for-like work are paid fairly and equitably, with no observable statistically significant gaps in salary or equity on the basis of either gender globally or race/ethnicity in the U.S.",
    "Minimum pay requirements Atlassian complies with local Labor laws, including minimum pay requirements, in every location that Atlassian operates in.",
    "Employee benefits For more on Atlassian’s approach to employee benefits (including employee support, perks, and work-life balance), visit our global benefits page.",
    "For a granular view, visit our local pages for Australia, Canada, France, Germany, India, Japan, Netherlands, New Zealand, Philippines, Poland, South Korea, Türkiye, United Kingdom, U.S.",
    "xxix People Introduction Planet People Customers Community Governance Appendix Distributed work Team Anywhere is Atlassian’s approach to distributed work: Employees can work from home, the office, or a combination of the two within 14 countries in which the company has legal entities, with the option to work outside of a employee’s “home base” for short periods each year.",
    "This approach allows for greater flexibility for our employees, opens up new talent pools beyond the urban hubs where our offices are located, and imagines new ways of working for both our workforce and customers.",
    "For more about our approach to Team Anywhere, visit: Team Anywhere: Distributed Work Further reading · 3 ways to center equity in the workplace (Atlassian Work Life blog, 2024) · How we’ve built successful DEI Partnerships at Atlassian (Atl assian Work Life blog, 2024) · Best practices for a successful ERG program (Atlassian Work Life blog, 2023) · How Employee Resource Groups build belonging (Atlassian Work Life blog, 2023) · How to advocate for yourself at work (Atlassian Work Life blog, 2023) · AI and the Future of Teamwork: Friend or Foe?",
    "With Atlassian’s Sumit a Mukherjee (B&T M agazine, 2023) · Why Atlassian’s Distribut ed Working Policy Gets Real Results for Women at Work (Women Leading Tech, 2023) Memberships and collaborations · AfroTech (US) · AI4ALL (DEI Partner - US) · Anita B.org Grace Hopper Celebration (US) · Code2College (DEI Partner - US) · /dev/color (DEI Partner - US) · Techqueria (DEI Partner - US) · Vigyanshaala (DEI Partner - India) · Women Impact Tech (US) · Women Leading Tech (Australia) · Australia India Leadership Dialogue (Australia & India) · YourStory (India) · Girls Programming Network (DEI Partner - Australia) · Work180 (Australia) Recognition · Best Workplaces of the Netherlands, Great P lace to Work (2023-2024) · Philippines Best Workplaces™ in IT-BPM 2024 · Best Workplaces in the Bay Area™, Fortune (2019-2024) · Australia’s Best Workplaces in Technology 2024 Medium & Lar ge · Fortune 100 Best Companies to Work For (2019-2024) · Philippines Best Workplaces to Work, Great Place t o Work (2021-2024) · India's Best Workplaces Building a Culture of Innov ation by All 2024, Great Place to Work (2024) · World’s Best Workplaces (2023) · Fortune Best Workplaces for Women™ 2023 · India’s Best Workplaces for Women, Great Place to Work (2023-2024) · Fortune Best Workplaces in Technology 2023 (2019-2023) · PEOPLE® Companies that Care (2020-2023) · Australia's Best Workplaces 2023 Large (2011-2019, 2021-2023) · Fortune Best Workplaces for Millennials™ 2023 (2019-2023) Please see Atlassian Company Awards for a list of past recognitions.",
    "xxx People Introduction Planet People Customers Community Governance Appendix CustomersData sources Narrative and data were gathered and reported from internal sources by our Human Rights team and/or are available publicly on Atlassian’s website.",
    "Additional context Why we don’t (yet) disclose key performance indicators for human rights As we stated in our last report, we’ll continue to publish a key performance narrative, as we believe that many of the indicators disclosed by companies or included in frameworks do not demonstrate the efficacy of human rights management programs.",
    "We’ll continue to monitor best practices and evaluate reporting frameworks as we seek to identify relevant metrics to disclose publicly.",
    "Accessibility and internationalization Our investments in accessibility are meant to foster fully inclusive experiences that cater to the specific work needs of individuals with permanent disabilities, temporary injuries, or situational limitations.",
    "The Atlassian accessibility strategy is built on five pillar s: 1.",
    "People: invest in people, expertise, and relationships t o accelerate our accessibility journey.",
    "2.",
    "Platforms: develop core technologies to help our teams and partner s create accessible solutions.",
    "3.",
    "Products: make Atlassian experiences fully accessible and easier for ev eryone to use.",
    "4.",
    "Practices: integrate accessibility into all facets of our product devel opment lifecycle.",
    "5.",
    "Program: build the tools, services, and operational capabilities to achiev e accessibility at scale.",
    "Toward the end of fiscal year 2024, the Accessibility and Internationaliz ation teams combined to form the Inclusive Experiences team, reflecting their deep subject matter expertise and complementary missions to increase value and usability for our diverse customer base.",
    "Our fiscal year 2024 progress included: · Raising awareness and enhancing the skills of all Atlassians through company-wide accessibilit y fundamentals training and role- based trainings for researchers, designers, engineers, and support staff, as well as supporting the Disability at Atlassian ERG.",
    "· Improving the accessibility features of our technology st ack, design system, and component libraries to offer a modern UI experience.",
    "· Assessing product accessibility against Web Content Accessibility Guidelines 2.1 and to inform accessibility roadmaps for Jira Softw are, Jira Service Management, and Confluence.",
    "· Developing tools and guidance to be integrated into resear ch, design, and engineering practices.",
    "· Refining our methodologies to increase the involvement of peopl e with disabilities in our work and conducting more usability testing with assistive technology users.",
    "· Enhancing our language platform tooling and processes to impr ove localization quality and accelerate product releases in over 20 languages to better serve our globally diverse users.",
    "Atlassian security and privacy trainings Atlassian employees and contractors undergo security awareness training during the onboarding process and then on an annual basis.",
    "Training topics include current threats and scams, secure working practices, potentially risky behaviors that create security risks, and compliance and regulatory issues.",
    "Atlassian also conducts phishing simulations Additional security training is provided for specific roles.",
    "F or instance, developers are trained on secure code and vulnerability management practices The Security team maintains open channels of communication with employ ees through instant messaging channels, blog posts, FAQs, etc.",
    "All Atlassian employees are required to complete an annual privacy training.",
    "Atl assian staff that access and process Atlassian customer personal data are trained on how to handle it, and are bound to maintain its confidentiality and security.",
    "xxxi Introduction Planet People Customers Community Governance Appendix Updates to policies and disclosures This year, we made notable changes to some of our disclosures and policies.",
    "· AI transparency disclosures: We introduced a disclosure f or each Atlassian Intelligence feature about functionality, best use cases, and limitations of the tool and made it a requirement for teams that are moving a product to general availability.",
    "This aligns with our commitment to transparency in the Atlassian Responsible Technology Principles.",
    "· Internal legal checklist for AI features: We updated l egal guidance for AI product development to include a responsible technology review as an action item for product teams.",
    "This aligns with our public commitment to assess the impacts of our products and services on the people that use or are affected by them.",
    "· Acceptable Use Policy: Atlassian updated our descriptions of what constitutes abuse and misuse in our product s and services to include more specificity in types of unacceptable content, such as depictions of harmful or violent conduct.",
    "• Transparency Report: Atlassian updated its disclosure r elated to government access requests to include the type of U.S.",
    "government request (e.g., subpoena) and the requesting agency (e.g., FBI).",
    "Principles, policies, and practices These are some of the policies and pages that detail our approach to trust, privacy, security, and compliance.",
    "Atlassian policies are reviewed regularly and updated as needed.",
    "Human rights, responsible technology, and ethics · Human Rights Statement · Responsible Technology Principles · Responsible Technology Review Template and Guide · About Atlassian I ntelligence · Atlassian Intelligence Terms of Service · Atlassian Intelligence and Transparency · Accessibility · Code of Business Conduct and Ethics · Third-party Ethics and Compliance Portal · Supplier Code of Conduct Acceptable use and compliance · Acceptable Use Policy · Customer Agreement · Compliance Resource Center, including certifications like ISO and F edRAMP · Common Controls Framework · Risk Management Program · Modern Slavery Act transparency statement Privacy · Comprehensive Data Protection: Privacy · Privacy Principles · Privacy Policy · Privacy at Atlassian · How we handle your data · Manage your personal data privacy · Transparency Report · Guidelines for Law Enforcement Trust and Security · Trust Center · Comprehensive Data Protection: Security · Security Practices · External Security Testing · Handling Security Incidents · Bug Bounty Program · Security Bugfix Policy xxxii Customers Introduction Planet People Customers Community Governance Appendix Memberships and collaborations · AI4ALL · Article One Advisors (strategic human rights advisors) · Ar ticle One Roundtable on Human Rights and AI · Australian Information Security Association · Business Software Alliance · Cloud Security Alliance · Cybersecurity Tech Accord · Electronic Frontier Foundation · FedRAMP · Future of Privacy Forum · Human Technology Institute, including its Future of AI Regulation in Australia Project · Information Security Forum · International Association of Privacy Prof essionals · National AI Centre: Scaling Responsible AI Think Tank · Open W eb Application Security Project · Open Source Security Foundation · TeachAI Advisory Committee · Technology Council of Australia · Trusted Cloud Principles Further reading · Translating principles to practice: Our No-BS Guide to R esponsible Tech Reviews (Atlassian Work Life blog, 2024) · Atlassian welcomes the European Union’s AI Act (Atlassian Work Life blog, 2024) · As it tackles AI, Atlassian is asking big questions – and sharing them (F ast Company, 2023) xxxiii Customers Introduction Planet People Customers Community Governance Appendix APPENDIX Community Data sources To collect data on Atlassian employee volunteering hours and financial donations, the Foundation team uses employees' self-reported hours and donations logged in the online platform Benevity.",
    "Facts about our partners w ere confirmed via their websites.",
    "Further reading · Atlassian Foundation · Atlassian for Nonprofits – find resources for nonprofit s to make the most of Atlassian’s products, practices, and support · Pledge 1% Community Introduction Planet People Customers Community Governance Appendix GovernanceBOARD OF DIRECTORS Members 11 Independent directors 82% (9 members) Standing Board committees 3 (Audit Committee; Nominating Committee; Compensation and Leadership Development Committee) Separate CEO and Chair roles?",
    "Yes Formal Board diversity policy?",
    "While Atlassian does not have a separate Board diversity policy, our Board is committed to including highly qualified women and individuals from minority groups in the pool from which director nominees are selected.",
    "Under our Corporate Governance Guidelines, when identifying prospective director candidates, our Nominating C ommittee may consider (among other things) the diversity of viewpoints, background, experience and other characteristics, such as geographic background, nationality, culture, gender, sexual orientation, ethnicity, race and age, that a candidate would bring.",
    "Sustainability considered at the Board/Committee level?",
    "Yes, the Board of Directors oversees Atlassian’s Sustainability program and is typically updated at l east annually on Atlassian’s sustainability strategy, progress, and challenges.",
    "xxxv COMPANY INFORMATION Customers (as of June 30, 2024) 300,000+ Full-time employees (as of June 30, 2024) 12,157 Revenue (Fiscal Year 2024) US$4,358,603,000 Net cash provided by operating activities (GAAP) (Fiscal Year 2024) US$1,448,159,000 Free cash flow (non-GAAP) (Fiscal Year 2024) US$1,415,582,000 Employee headcount (as of June 30, 2024) 12,157 xxxvi Governance Introduction Planet People Customers Community Governance Appendix Data sources For Board of Director and company information data, please see our most recent Forms 10-K, and Proxy Statement filed with the Securities and Exchange Commission (the “SEC”).",
    "These documents are available on the SEC Filings section of the Investor Relations page on our website: investors.atlassian.com.",
    "Our Corporate Gov ernance Guidelines, Board committee charters, and other governance documents are available in the Corporate Governance section of the Investor Relations page on our website.",
    "Board diversity data can also be found in the People appendix of this sust ainability report.",
    "Additional context Atlassian public policy activities We work with governments around the world with a public policy and regulatory affairs team of three.",
    "Given our limited resources, this activity centers on Australia, the U.S., and Europe.",
    "As part of this, we disclose relevant lobbying activity and expenditure with third-party consultants (including LD-1 and LD-2 filings in the U.S.).",
    "Atlassian does not currently make political contributions to any political part y in any country.",
    "For more about our public policy approach, please visit Atlassian’s public policy page.",
    "Other resources · Atlassian's sustainability program · Past sustainability reports – fiscal year 2019, fiscal year 2020, fiscal year 2021, fiscal year 2022, fiscal year 2023 · Investor relations · Board of Directors · Code of Business Conduct and Ethics · Corporate governance · Global Tax Policy · UK Tax Strategy · Member of BSR, Business for Social Responsibility Further reading · Three Ways to Get Transparency Right (Reuters, 2024) · The Green Seat Guide: Strategies for Effective Sustainability L eadership (NationSwell, 2024) · Inside Atlassian’s Sustainability Playbook, Ep #80, (Invested in Climate Podcast, 2024) · The State of Play: Corporate Sustainability in 2023 (NationSwell, 2023) Design and photography credits This report was designed in-house by the Atlassian Creative team, led by Senior Designer MJ Rowe and with support from Designer Olaoluwa Oyenuga.",
    "The photography in this report is a mix of stock imagery and Atlassian photos.",
    "The photos were taken by: · Alessandro Biascioli · fizkes · FG Trade · hxyume · Kokkai Ng xxxvii Governance Introduction Planet People Customers Community Governance Appendix APPENDIX SASB Index TOPIC ACCOUNTING METRIC CODE RESPONSE/ LOCATION Environmental Footprint of Hardware Infrastructure (1) Total energy consumed, (2) percentage grid, electricity, (3) percentage renewable TC-SI-130a.1 Atlassian’s total energy consumption was 29,551 gigajoules (GJ) in the repor ting year, of which 81% was grid-based electricity.",
    "Atlassian purchases renewable energy certificates to cov er 100% of office electricity use, as well as work- from-home electricity and gas use, as part of our 100% renewable commitment.",
    "Please refer to the Planet appendix in Atlassian’s Fiscal Year 2024 Sust ainability Report for additional environmental data, as well as our data sources and methodology.",
    "The total energy consumption reported in this index includes our consumption from all the energy sources in our scopes 1 and 2.",
    "(1) Total water withdrawn, (2) total water consumed, percentage of each in r egions with high or extremely high baseline water stress TC-SI-130a.2 Since we don’t operate our own data centers, the majority of our water use comes fr om our leased offices.",
    "Within our office spaces, we’ve implemented water efficiency measures including touchless faucets, sensors for water taps and toilet flushes.",
    "Discussion of the integration of environmental consider ations into strategic planning for data center needs TC-SI-130a.3 The emissions from our colocation data centers come from the electricit y consumption associated with owned equipment, and we apply renewable energy certificates to the market-based consumption.",
    "The location-based GHG emissions amount to less than 1% of our over all GHG footprint and are included in the scope 2 emissions.",
    "Moreover, our business is continuing to migrate to the cloud, and we expect this GHG emission source to remain immaterial.",
    "Atlassian is engaging with the suppliers responsible for 69% of our emissions, which includes cloud pr oviders, to encourage them to set SBTs.",
    "Please refer to the Planet chapter in Atlassian’s Fiscal Year 2024 Sustainability R eport for more information.",
    "xxx xxxviii viii Introduction Planet People Customers Community Governance Appendix APPENDIX SASB Index TOPIC ACCOUNTING METRIC CODE RESPONSE/ LOCATION Data privacy & freedom of expression Description of policies and practices relating to behavioral advertising and user privacy TC-SI-220a.1 Atlassian conducts advertising activities in line with the laws of the nations in which it operat es.",
    "Our Privacy Policy is continually updated with reference to global st andardized processes to facilitate compliance with global privacy laws.",
    "In addition, Atlassian maintains extensive internal privacy-related policies and procedures to ensure a comprehensive approach to privacy management.",
    "Number of users whose information is used for secondary purposes TC-SI-220a.2 Atlassian is not a dat a broker.",
    "When personal information is used for outbound marketing purposes, Atl assian complies with all applicable laws in each jurisdiction, and customer data is always used within the parameters disclosed in our Privacy Policy and customer contracts.",
    "Total amount of monetary losses as a result of l egal pr oceedings associat ed with user privacy TC-SI-220a.3 I n the last fiscal year, Atlassian has not incurred any fines or penalties r elating t o user privacy or freedom of expression.",
    "(1) Number of law enforcement requests for user information, (2) number of user s whose information was requested, (3) percentage resulting in disclosure TC-SI-220a.4 Per our Guidelines for Law Enforcement, Atlassian strictly construes requests f or data and objects where production is prohibited or where the process served is insufficient to compel production of the requested data.",
    "Atlassian also publishes a Transparency Report with information about gov ernment requests to access data.",
    "List of countries where core products or services are subject to go vernment- required monitoring, blocking, content filtering, or censoring TC-SI-220a.5 Atlassian complies with any applicable laws and regulations, including, but not limit ed to, requirements under the U.S.",
    "Foreign Corrupt Practices Act and Export Control Regulations.",
    "Additionally, Atlassian products are not offered for sale in countries and/or regions on the U.S.",
    "sanctions list.",
    "xxxix xxxix Introduction Planet People Customers Community Governance Appendix APPENDIX SASB Index TOPIC ACCOUNTING METRIC CODE RESPONSE/ LOCATION Data security (1) Number of data breaches, (2) percentage involving personally identifiable information (PII), (3) number of users affected TC-SI-230a.1 While Atlassian does not specifically disclose TC-SI-230a.1, the company is committ ed to transparency around incident notification and accordingly complies with all applicable data breach notification and disclosure laws.",
    "Additionally, as a demonstration of our holistic approach and commitment to incident management, Atlassian maintains a Trust Resource Center , which aggregates insights and data t o help the global community strengthen the defense of the digital ecosystem.",
    "Description of approach to identifying and addressing data securit y risks, including use of third-party cybersecurity standards TC-SI-230a.2 For a comprehensive discussion of Atlassian’s approach to cyber securit y practices, please see our Security Practices page in our Trust Center.",
    "This includes details of teams and rol es, third-party and other risk management, how we identify and mitigate threats, and how we respond to incidents.",
    "We also have pages detailing our approaches to External Security Testing , Vulnerability Management, Trust Management Syst em, and Security and Trust Policies.",
    "Our list of certifications and standards is available in our Compliance Resource Center.",
    "xl xl Introduction Planet People Customers Community Governance Appendix APPENDIX SASB Index TOPIC ACCOUNTING METRIC CODE RESPONSE/ LOCATION Recruiting & managing a global, diverse, & skilled workforce Percentage of employees that are (1) foreign nationals and (2) located offshore TC-SI-330a.1 Atlassian does not specifically disclose TC-SI-330a.1.",
    "Atlassian is a global company with mor e than 12,000 employees working in 14 countries (as of fiscal year 2024): Australia, Canada, France, Germany, India, Japan, New Zealand, Netherlands, Philippines, Poland, South Korea, Turkey, United Kingdom, and United States.",
    "Employee engagement as a percentage TC-SI-330a.2 Atlassian does not currently disclose employee engagement as a percentage.",
    "W e revamped our employee listening strategy in April 2024 to now include t wo employee engagement surveys – a twice-yearly deep dive to understand how the many factors of one’s experience influence outcomes at the team, manager, and company levels; and a short monthly “pulse” survey designed to track real-time changes in employee sentiment or reactions to recent events and provide an opportunity to understand a timely topic (like a recent organizational change, a new employee program Atlassian is considering, or an emerging topic from leadership).",
    "The new changes we’ve made to our employee listening strategy allow us to stay more tightly connected to our employees, better action on feedback, and achieve insights to measure the efficacy of our people programs and strategies while influencing future designs.",
    "Percentage of gender and racial/ethnic group repr esentation for (1) management, (2) technical staff, and (3) all other employees TC-SI-330a.3 Please refer to the People appendix of Atlassian’s Fiscal Year 2024 Sust ainability Report for our workforce data, including breakdowns of our employees by gender (globally) and race/ethnicity (in the U.S.), as well as our data sources and methodology.",
    "Details on Atlassian’s policies and programs related to diver sity, equity, and inclusion can be found in the People chapter of Atlassian’s Fiscal Year 2024 Sustainability R eport.",
    "xli xli Introduction Planet People Customers Community Governance Appendix APPENDIX SASB Index TOPIC ACCOUNTING METRIC CODE RESPONSE/ LOCATION Intellectual property protection & competitive behavior Total amount of monetary losses as a result of legal proceedings associated with anti- competitive behavior regulations TC-SI-520a.1 In the last fiscal year, Atlassian has not incurred any fines or penalties relating t o anti-competitive behavior.",
    "Managing systemic risks from technology disruptions Number of (1) performance issues and (2) service disruptions; (3) total customer downtime TC-SI-550a.1 The company does not specifically disclose TC-SI-550a.1.",
    "How ever, Atlassian reports real-time performance and past incidents of our products at Atlassian Status.",
    "Description of business continuity risks relat ed to disruptions of operations TC-SI-550a.2 Please refer to the “Risk Factors” discussion in Atlassian’s Fiscal Year 2024 Annual F orm 10-K, which can be found on our investor relations page.",
    "xlii xlii Introduction Planet People Customers Community Governance Appendix APPENDIX SASB Index TOPIC ACCOUNTING METRIC CODE RESPONSE/ LOCATION Activity metrics (1) Number of licenses or subscriptions, (2) percentage cloud- based TC-SI-000.A Atlassian ended fiscal year 2024 with more than 300,000 total cust omers.",
    "Atlassian’s business currently includes on-premises and cloud offerings of cer tain products.",
    "For these products, our cloud offering enables quick setup and subscription pricing, while our on-premises offering permits more customization, a perpetual or term license fee structure, and complete application control.",
    "In some cases, customers may use both types of deployment.",
    "Given these complexities, we report customer numbers rather than subscriptions or licenses, or a percent age of cloud-based licenses/subscriptions.",
    "For a carbon intensity metric based on revenue, please refer t o the Planet appendix of Atlassian’s Fiscal Year 2024 Sustainability R eport.",
    "For Atlassian’s definition of customer numbers, see Atlassian’s fiscal year 2024 10-K, which can be found on our investor relations page.",
    "(1) Data processing capacity, (2) percentage out sourced TC-SI-000.B We do not disclose additional activity metrics, including TC-SI-000.B.",
    "(1) Amount of dat a storage, (2) percentage out sourced TC-SI-000.C We do not disclose additional activity metrics, including TC-SI-000.C.",
    "xliii xliii"
]