[
    "Report.",
    "@ lex Prior «| ‘BUSINESS IMPROVEMENT PARTNER t The Barossa Council ‘ focused over key industries.",
    "Two major software releases a year.",
    "We focus on customer evolution.",
    "An all-inclusive offering specifically tailored for your industry.",
    "One simple intuitive UX focused workplace for everything.",
    "2 TechnologyOne Sustainability Report 2024 Best in class, global support providing customers with 24/7 assistance.",
    "500* modules with over 10,000 capabilities.",
    "dxp Simplicity, in the hands of your customers.",
    "Built on a code base that is set up for future innovation & is highly scalable.",
    "Cla Highest level security accreditations in the industry.",
    "C7 uni Explore hours of training to help you every day.",
    "Integrated GPS, Al, camera & machine learning functionality.",
    "APP iider Build an app faster without having to code.",
    "Cla We take care of the upgrade so you can focus on the future.",
    "What's inside.",
    "04 61 About TechnologyOne Sustainability at TechnologyOne CEO message Responsible business Supporting our customers and community Investing in our people Protecting our environment Our reporting Glossary Directory Making life simple for our community 3 enterprise software company and one of Australia’s top 100 ASX-listed companies.",
    "We provide a global Software as a Service Enterprise Resource Planning (SaaS ERP) solution that makes life simple for our community.",
    "Our deeply integrated enterprise SaaS solution is available anywhere, at any time, on any device and is incredibly easy to use.",
    "4 TechnologyOne Sustainability Report 2024 Over 1,300 leading corporations, government agencies, local councils and universities are powered by our software.",
    "For more than 37 years, we have been providing our customers with enterprise software that evolves and adapts to new and emerging technologies, allowing them to focus on their communities and not technology.",
    "Our 2024 Sustainability This report provides an overview of TechnologyOne’s sustainability performance and achievements from 1 October 2023 to 30 September 2024.",
    "Complementing our 2024 TechnologyOne Annual Report, 2024 Corporate Governance Statement, and other environmental, social, and governance (ESG) reports, this report provides more detail on our sustainability initiatives and climate change disclosures.",
    "Key Annual information Report Report.",
    "In this report a reference to ‘TechnologyOne’, ‘Company’, ‘we’, and ‘our’ is to Technology One Limited (ABN 84 010 487 180) and our controlled entities as outlined in our 2024 Annual Report, unless otherwise stated.",
    "Where our report includes future- based statements regarding climate change or other environmental scenarios, these are based on good-faith assumptions which involve known and unknown risks, uncertainties, and factors beyond TechnologyOne’s reasonable control.",
    "Corporate Governance Statement Modern Slavery Statement Financial Results Our reporting is aligned with and promotes the United Nations Sustainable Development Goals (SDGs), and the Task Force on Climate-Related Financial Disclosures (TCFD) and has been prepared with general reference to the Global Reporting Initiative (GRI) standards.",
    "We welcome your thoughts and feedback.",
    "Email us at T1GroupRiskCompliance@ technology1.com Sustainability Report Operational performance Strategy Risk Governance Sustainability Climate action Financial performance Making life simple for our community 5 ie Vo we 6 TechnologyOne Sustainability Report 2024 Making life simple for our community 7 TechnologyOne has ESG-related opportunities and risks, where every team member is responsible for embedding sustainable practices into everyday operations.",
    "Our commitment to sustainability is driven by sound governance practices that enhance transparency, accountability, and collaboration among our teams.",
    "These practices are grounded in our core beliefs, values, and what we term the TechnologyOne Way.",
    "to building a sustainable future.",
    "Our sustainability agenda, performance, and effectiveness are embedded into our corporate governance.",
    "This is done with our Board and Committees being involved in our ESG agenda and reporting, and our leaders throughout the business ensuring our ESG impacts are aligned to our sustainability focus areas.",
    "At the heart of our sustainability strategy lies our ESG framework.",
    "It guides our business management, shapes our sustainability priorities, and serves as d materiality assessment, identifying the issues of greatest significance to our stakeholders.",
    "Social Investing in our people 01.",
    "02.",
    "03.",
    "04.",
    "Supporting our customers and communities O5.",
    "06.",
    "07.",
    "08.",
    "Talent attraction and retention Team member engagement and development Workplace diversity and inclusion Team member health and wellbeing Responsible sourcing Community investment Customer satisfaction and retention Data privacy and security Our beliefs & values Governance Responsible business O9.",
    "Ethics, values, and transparency 10.",
    "11.",
    "12.",
    "Effective governance and risk management Innovation, research and development Shareholder value Environmental Protecting our environment 13.",
    "Environmental impact reductions 14.",
    "Biodiversity impact reductions Our 2024 Sustainability Report reflects our dedication to tackle the complex, with one eye on today’s challenges and the other on the future for our communities and the planet, while ensuring TechnologyOne’s long-term success.",
    "Responsible business We understand that we have a responsibility to harness the transformative power of technology to drive positive change and minimise our environmental and social footprint.",
    "Our dedication to sustainability is not just a moral obligation but a strategic initiative.",
    "Our goals are not static, they evolve as the world evolves, and we innovate and adapt to address emerging challenges.",
    "The journey towards a sustainable future is not without challenges, but these challenges present us with our greatest opportunities for growth and innovation.",
    "Corporate sustainability and accountability are areas we know our stakeholders are invested in.",
    "This report outlines how fundamental principles of sustainability are to the way we operate.",
    "Protecting our environment We're proud to be Climate Active carbon-neutral certified for our global operations and are focused on continuing to reduce our impact on the environment.",
    "TechnologyOne has a target to reduce our Scope 1 and 2 global emissions by 80 per cent by 2025 and 100 per cent by 2030.",
    "With this focus, as of FY24 we have moved to using renewable energy in six of our ten head offices globally.",
    "By doing this, we have already reduced our Scope 1 & 2 GHG emissions by 69% over the FY22 base year.",
    "By the end of FY25, 10 TechnologyOne Sustainability Report 2024 through this initiative our carbon footprint will have reduced by 81%.",
    "Climate change presents both risks and opportunities for society and the global economy where greenhouse gas reductions require universal transformation from business, government, and individuals collectively.",
    "We continue to align our sustainability program with the UN Sustainable Development Goals to contribute towards meaningful change and the TCFD recommendations.",
    "Supporting our customers and communities I'm immensely proud of the TechnologyOne Foundation’s efforts to support our communities.",
    "We remain committed to making a difference to disadvantaged youths, by empowering them to transform their lives and create their own pathways to success.",
    "As of this year, we've positively impacted the lives of over 102,462 children and their families to break the cycle of poverty through education, learning, health, and wellbeing support.",
    "Thanks to our team members who passionately volunteered for charities around the globe, contributing to over 8,824 volunteer hours this year.",
    "Our Foundation continues to be a proud member of the Pledge 1% movement, donating 1% of profit, product, and team members time to our communities.",
    "I'm also proud to share our first official step toward reconciliation as we launch our Reflect Reconciliation Action Plan.",
    "This is a pivotal step for us, formalising our commitment to reconciliation and honouring the rich cultural heritage of Australian’s First Nations peoples.",
    "Investing in our people Our people are our greatest competitive advantage.",
    "Every day they see opportunities to innovate, create, and find simple solutions to complex problems.",
    "We continue to value our team through investment in engagement, career paths, wellbeing programs and capabilities.",
    "For nine years running we've been named as the ABA Employer of Choice, highlighting our longstanding commitment to develop a strong culture and the TechnologyOne Way.",
    "I'm proud of our sustainability achievements and thank our team members for their contribution to our sustainability agenda.",
    "I'm pleased to present this report to shareholders, customers, our team and wider stakeholders for the financial year 1 October 2023 to 30 September 2024.",
    "Chief Executive O and Managing D or Bmmunity 14 Sat Sun Mon 10-May 1i-May 12-May 6 ° 9 Time with Overtime : Time with Flex 09:000 - 03:00p: |] O8t8o-t2:15p Time with fies N:4Sp - Of 4te INDUSTRY, INNOVATION AND INFRASTRUCTURE SUSTAINABLE DEVELOPMENT GOALS 12 TechnologyOne Sustainability Report 2024 Making life simple for our community 13 business is about and demonstrating a consistent approach to corporate governance in line with our values across all stakeholder relationships.",
    "on maintaining the trust of our investors, customers, for ethical, responsible, and transparent operations, people, suppliers and community.",
    "and continually investing in product innovation and development to deliver new features, functionality, and concepts.",
    "Performance at a glance The TechnologyOne Way serves as the cornerstone of our corporate culture, influencing our behaviour and the choices we make.",
    "It encompasses our fundamental beliefs and engrains responsible business practices, with a commitment and dedication to excellence in corporate governance, accountability, innovation, and transparency, in all our endeavours.",
    "These beliefs and principles not only define our value proposition to our customers but also protect the interests of our shareholders and other stakeholders.",
    "Our directors, managers and team members are expected to act with the utmost integrity and objectivity, observe the highest standards of behaviour and business ethics, and always strive to enhance the reputation and performance of the company as outlined in our Code of Business Conduct.",
    "Transparency is critical to our success.",
    "We strive to maintain an open, meaningful dialogue with our stakeholders and to provide confidence that we understand and respond to our ESG risks and opportunities.",
    "16 TechnologyOne Sustainability Report 2024 Effective governance and risk management We have a comprehensive corporate governance framework, based on leading standards and industry best practice, to safeguard our operations and long-term value.",
    "As a global organisation, we seek to apply our operating countries’ most stringent legal and regulatory obligations across all operations where practical.",
    "We achieve this by integrating these obligations into organisation-wide corporate governance practices and cultures.",
    "Our internal system for compliance, assurance, and risk management not only fosters business growth but also ensures that we conduct our operations in a responsible and sustainable manner.",
    "Our ESG related risks and opportunities are integrated into our Risk Management Framework and managed as part of our overall business strategy.",
    "Risk level assessments are routinely undertaken, where the Board maintains oversight of our material enterprise risks.",
    "Our material risks include cyber risk, people risk, and building the future risk where robust controls are in place to mitigate risk impact and occurrence.",
    "We are of the opinion that we do not have material ESG risks outside of this due to controls implemented.",
    "There were no material legal or regulatory non-compliances during the reporting period.",
    "For more information, refer to our 2024 Corporate Governance Statement.",
    "Innovation, research and development Part of the TechnologyOne ethos is to design for the future.",
    "We foster this through our internal Hack Day events which provide our team members with the freedom to innovate by working on projects outside of their normal scope of work.",
    "Our culture of innovation and designing for the future is why we're able to deliver truly great products and services.",
    "In 2010, we announced our intention to become a SaaS company —- and got to work making this a reality.",
    "In 2011, we began building our fourth generation ERP — CiA.",
    "An enterprise resource planning platform offering the ultimate in simplicity and consistency.",
    "In 2024, we're focused on helping our community digitally transform with Saas Plus.",
    "Leveraging our unique domain experience and unwavering commitment to our industries with an all-inclusive offering specifically tailored for the industries we serve.",
    "Harnessing TechnologyOne’s unique ‘Power of One’, Saas Plus offers end to end software implementation quickly, securely, and efficiently.",
    "We take complete responsibility for delivering outcomes with our best- in-class SaaS ERP.",
    "Implementation, support, and upgrade costs are all included with Saas Plus.",
    "TechnologyOne takes full ownership of the solution experience outcome, not just the software.",
    "It's because of our industry- leading investment in research and development (R&D), which in FY24 equated to $128m - approximately 25 per cent of revenue, that we're able to deliver solutions like SaaS Plus for our customers and their communities.",
    "Shareholder value TechnologyOne has been continually profitable since 1992, with repeated years of record profit, revenue, and record SaaS annual recurring revenue (ARR).",
    "This year was no exception.",
    "Our success is underpinned by our clear vision, strategy, culture, and significant investment in R&D, together with our continued focus on strong performance and growth for shareholder value maximisation.",
    "Our primary focus is on safeguarding existing revenue streams while fostering ongoing growth to ensure sustainable returns for our shareholders.",
    "We achieve this by aligning executive compensation structures appropriately.",
    "Our approach revolves around creating long-term, sustainable value that not only serves the interests of investors but also extends to employees, customers, and the communities we operate in.",
    "Recognising that shareholders are critical to our stakeholder network, our Chief Executive Officer, Chief Financial Officer, and other members of TechnologyOne’s senior leadership team routinely meet with shareholders to discuss relevant developments at our results roadshows and investor meetings.",
    "For more information, refer to our 2024 Annual Report and 2024 Full-Year Results Presentation on our website.",
    "Our next steps include plans to: .",
    "continue to strengthen our systems to evaluate, monitor and report on ESG performance in alignment with our sustainability goals.",
    ".",
    "maintain our industry-leading investment in R&D for continued innovation.",
    ".",
    "implement initiatives aimed at $500m+ in ARR by H1 FY25 and continuing to double in size every five years.",
    "Making life simple for our community 17 SUSTAINABLE DEVELOPMENT OALS NO POVERTY AFFORDABLE AND GLEAN ENERGY vis » &# comm ZERO HUNGER DECENT WORK AND ECONOMIC GROWTH ai 18 TechnologyOne Sustainability Report 2024 1 QUALITY EDUCATION PARTNERSHIPS FOR THE GOALS Making life simple for our community 19 To measure satisfaction and to understand our customers more deeply, we survey over 1,000 global customers each year.",
    "We prioritise the privacy and security of our customers’ data, weaving this commitment into the very core of our operations.",
    "We're committed to creating the world’s most trusted Saas platform for enterprise software and will persist making substantial investments toward achieving this goal.",
    "We have a strong focus on giving back to the community through the TechnologyOne Foundation which forms an important driver of our culture and values.",
    "A key focus of our Foundation is supporting underprivileged and at-risk youths by empowering them to transform their lives for success.",
    "We also recognise that by engaging with our suppliers on ESG matters, we can promote topical issues to drive change and minimise risk to both our suppliers and TechnologyOne.",
    "Part of our responsible sourcing agenda includes prioritised engagements with suppliers who have established ESG practices as the differentiator where product and price is similar.",
    "Performance at a glance Making life simple for our community 21 Customer satisfaction and success is our focus and that’s why we continually invest in additional functionality for our customers.",
    "We have deep functionality in the specific markets we serve and provide mission critical products that power Local Government, Health and Community Services, Government, Education and Infrastructure.",
    "TechnologyOne’s single, integrated ERP solution built on a modern platform with a consistent look, feel, and user-friendly experience is designed to deliver the best possible experience for our users.",
    "Engaging with our customers and soliciting their feedback is critical to our success.",
    "To measure satisfaction and to understand our customers more deeply, we survey over 1,000 global customers each year and engage with them through our online Customer Community.",
    "The Net Promoter Score (NPS) is also used to understand customer satisfaction, which measures an individual's tendency to recommend TechnologyOne to others.",
    "The NPS serves as a valuable tool for comprehending our customers’ sentiments, helping us identify our strengths and areas that require improvement.",
    "Our commitment lies in utilising these customer ratings and feedback to shape our future 22 = TechnologyOne Sustainability Report 2024 The Power of One Harnessing our unique ‘Power of One’, Saas Plus enables fast, simple, and low risk digital transformation.",
    "We've developed preconfigured industry solutions that utilise business process architecture, enhance solution documentation, and delivery through a reimagined implementation approach.",
    "enhancements and guide strategic decisions, ensuring we're delivering maximum loveable products and services.",
    "We are dedicated to continuously enhancing our NPS scores through a range of significant initiatives — including embedding NPS into the TechnologyOne culture, engaging in meaningful conversations with customers to delve deeper into the context and underlying reasons behind their scores, and leveraging feedback to create improvement roadmaps that align with industry benchmarks.",
    "Power of One The TechnologyOne difference is being one vendor with a single vision, code-line, and experience.",
    "We don't use implementation partners or value- added resellers.",
    "We take ownership for building, marketing, selling, implementing and supporting our enterprise solution for each customer to help ensure their success — this is the Power of One.",
    "This philosophy gives our customers the opportunity to establish a strategic partnership with a single vendor, and avoid the complexity, risk, and inefficiency of having multiple platforms and vendor relationships.",
    "The Power of One enables us to deeply understand and optimise the customer experience at every stage of the journey.",
    "What's New series Our online What's New series connects customers with industry insights, business transformation initiatives and new product innovations.",
    "In FY24, we facilitated over 142 webinars in the What's New series, covering a range of topics including software releases, product upgrades and improvements, and avenues to maximise support to customers.",
    "Customer support We're committed to helping our customers get the most out of their software solutions, allowing them to concentrate on core business operations.",
    "TechnologyOne offers a variety of global support options, ensuring an unparalleled customer experience.",
    "As part of our support and maintenance services, we offer 24/7 customer support where queries or concerns are addressed promptly and thoroughly.",
    "Our customer service teams operate swiftly, with friendly and knowledgeable team members, and are quick to resolve any issues.",
    "Further information on how we support our customers is available in our Annual Report.",
    "Customer Community Through our online Customer Community, customers can connect, communicate, and work together with us and each other to get the most out of our solutions while also assisting in developing and delivering product ideas.",
    "Over 91 per cent of product enhancements are based on direct feedback from our customers.",
    "Software releases Our customers have access to two software releases per year that aim to deliver enhancements designed to simplify the way our customers work and elevate their enterprise experience.",
    "These releases are thoughtfully crafted to align with our customers’ evolving needs and are seamlessly integrated into our Saas platform, ensuring the long-term sustainability of our offerings.",
    "Each year, we issue Service Organisational Control (SOC) reports, to provide our customers with assurance that our services are reliable, secure, private, and compliant.",
    "Our SOC reports are independently audited and contain design and effectiveness verifications.",
    "For our Sags services, our goal is to exceed SOC compliance standards by going beyond the minimum requirements.",
    "In addition to our full annual audits, we also run a monthly program of internal reviews and have quarterly external audits of a subset of our SOC controls.",
    "Playbooks Leaders from across TechnologyOne are currently undergoing a project to develop Playbooks for each business unit and team across TechnologyOne.",
    "The Playbooks are designed to document the mantras and heartbeat of TechnologyOne, capturing our guiding principles, rhythms and rituals, that each team follows to ensure every facet of the business is in synch.",
    "Playbooks offer our team members a clear view of what excellent looks like and bring to life the ‘why’ behind all our actions.",
    "The People & Culture Playbook has been completed and is already being proactively used and embedded into the business.",
    "Data privacy and cyber security TechnologyOne operates ona shared responsibility model where all parties have a significant role to play in protecting the security and privacy of the system and data.",
    "The TechnologyOne Saas platform integrates the latest in innovative security and privacy technologies.",
    "All SaaS customers are protected by our multi-tiered security measures and accredited procedures.",
    "We continue to heavily invest in a stringent cyber program to provide the highest levels of security — proactively predicting, preventing, and responding to cyber risks that threaten business continuity — which meets the highest levels of certifications and accreditations.",
    "Our cybersecurity program is overseen by our Security Council — with representation from across our business — who direct our security framework and strategy, with relevant matters provided to the TechnologyOne Board.",
    "Cybersecurity risk assessments are undertaken regularly in response to control changes, evolving threats, and technological advancements.",
    "The systems implemented to achieve our certifications enable us to maintain a strong cybersecurity posture and greater certainty in response to increased threat landscapes.",
    "We seek to apply General Data Protection Regulation equivalent data privacy requirements to alll activities which involve the collection, processing, and management of personal data, unless a local jurisdiction requires otherwise.",
    "Our related entities are in Australia, New Zealand, United Kingdom and Malaysia, where we take commercially reasonable steps to maintain sound governance parameters and controls.",
    "All team members are provided annual privacy and security training, which includes assessment modules to test an individual’s understanding of our key privacy and security obligations in line with Australia’s Privacy Amendment (Notifiable Data Breaches) Act 2017, UK Data Protection Act 2018 and the EU General Data Protection Regulation.",
    "Our nominated Privacy Officers — acting as privacy champions across our business — undertake additional training for deepened understanding of our privacy obligations.",
    "Our Saas solution continues to hold certifications for: .",
    "ISO/IEC 27001 .",
    "ISO/IEC 27017 .",
    "ISO/IEC 27018 ‘ ISAE 3402 SOC 1 .",
    "SSAE 18 SOC 1 .",
    "AT-C 205 SOC 2 + HIPAA .",
    "AT-C 205 SOC 3 ‘ IRAP Protected .",
    "Cyber Essentials & Cyber Essentials Plus (UK).",
    "There have been no notifiable data breaches during the year.",
    "Making life simple for our community 23 Our goal is to lift 500,000 children and their families out of poverty So far we've supported over 102,462 children and their families Community investment Each year our TechnologyOne Foundation pledges 1% of time, 1% of product, and 1% of profit to charitable causes.",
    "This initiative is part of the 1% Pledge corporate philanthropy movement, dedicated to making the community a key stakeholder in every business.",
    "Our long-standing commitment to philanthropy stems from our founder, Adrian Di Marco, with the Foundation established in 2016.",
    "Our charity partners and programs include the Smith Family’s Learning for Life program, an initiative to improve access and participation in education for Aboriginal and Torres Strait Islander students experiencing disadvantage.",
    "We also support other partners — Opportunity International, School of St Jude, Fred Hollows Foundation, The Salvation Army, SolarBuddy, St James Bursary Fund, KidsCan, and The Prince’s Trust — that deliver educational, health and sustainability programs for disadvantaged children and their families.",
    "We're proud to have been awarded the Community Contribution Award 2024 by the Australian Business During FY24, we supported over 42 S Pie Awards.",
    "charities through 8,824 volunteer hours and we contributed $1,034,497 into our communities through Foundation programs and direct charitable donations.",
    "Our goal is to assist 500,000 children to break the cycle of poverty through education, learning, health and wellbeing support.",
    "We also assembled and/or quality checked over 1,000 SolarBuddy lights distributed to disadvantaged children in Fiji, Papua New Guinea, Sri Lanka and Cambodia.",
    "The lights have contributed to 730,000 education hours for 1,000 families reducing carbon footprint by 128 tonnes.",
    "© 1% of time Team members are provided 2.5 days of leave per year to make a difference to their community by volunteering.",
    "Impact figures UE) 1% of product We provide significant discounts and implementation support to eligible not-for-profit organisations.",
    "This represents 1% of our net new annual recurring revenue.",
    "ws 1% of profit We ensure that 1% of profit is used for Foundation Programs in Our communities and direct donations to charities helping disadvantaged youth find pathways to SUCCESS.",
    "FY21 FY22 60,806 72,000 FY23 FY24 83,628 102,462 International AUSTRALIA The School of StJude Su, SOLAR \\” BUDDY © The Fred Hollows Foundation a The Smith Family Leam today, change tomorrow.",
    "Our key charity partners Opportunity International Designs, delivers, and scales innovative financial solutions that help families living in extreme poverty build sustainable livelihoods and access quality education for their children.",
    "The Salvation Army Providing broad range and far-reaching social services to diverse people experiencing hardship or injustice, including youth support, accommodation services, addition recovery, emergency relief and financial counselling.",
    "The School of St Jude Providing a free, high-quality education to children in poverty and with social pressures in Tanzania to complete their schooling.",
    "Solar Buddy Uniting a global community to gift six million solar lights to children living in energy poverty by 2030, to help them to study after dark and improve their education outcomes.",
    "The Fred Hollows Foundation Treats, trains, and equips the local communities to expand the reach of eye care services, ensuring the poorest and most marginalised groups, including children, can access free or low-cost care.",
    "The Smith Family Helping disadvantaged Australians to get the most out of their education to create better futures for themselves.",
    "St James Bursary Bursary Endowment Fund — Providing an extensive tertiary education pathway to an array of cultural, socioeconomic, and academic backgrounds.",
    "Dignity for Children Foundation Aims to break the cycle of poverty through the provision of quality and transformative education for children aged 2 - 19 years.",
    "Impact story: Repurposing electronic waste to tackle energy poverty with Substation33 and PowerWells Our partnership with PowerWells and Substation33 is to repurpose electronic waste from office and home to reduce waste and tackle energy poverty.",
    "In FY24, volunteer activities created 65 PowerWell Home Solar Units built from recycled materials, which have been installed in villages in Sumba, Indonesia.",
    "These systems will provide light and device Impact story: charging to family homes, schools, community centres and medical centres for five plus years.",
    "Light and charging extends productive hours of the day for families and creates local employment opportunities.",
    "Each year, these systems can charge 47,450 devices, provide 569,400 hours of light, and offset over 5.8 tonnes of CO2, from kerosene not burned.",
    "In addition to Home Solar Systems built, volunteers helped dismantle, recycle and repurpose over 3,800 lithium-ion batteries, 272 broken computer and TV screens resulting in over 740 kilograms of electronic waste diverted from landfills.",
    "This was the effort of 371 volunteers over 1,115 hours of volunteer time this year.",
    "Certificate Il in Self Awareness and Development Our partnership with the Salvation Army assisted The Independent School Lawnton to fund a Certificate llin Self Awareness and Development for the Year 11 and Year 12 students that covered twelve units.",
    "The Certificate Il in Self Awareness and Development is focused on enabling students to reach their full potential through self-awareness Impact story: and using their understanding through self-awareness and to prepare themselves for success in every sense of the word.",
    "The comprehensive program integrated socio-cultural learning with practical exercises, coaching, and problem solving.",
    "It enabled the students to develop personal commitment and confidence.",
    "Feedback from course facilitator: “| believe the students have responded very well to the program and it has been wonderful to see them progressing.",
    "A few were a little apprehensive in the beginning, especially during units 1-5 which focus on themselves, their actions, behaviours, and unconscious habits.",
    "ta Fred Hollows partnership impacts 100,316 children Fred Hollows has been one of our Foundation charity partners since 2020 and has a mission to end avoidable blindness through medication, surgery, education, and training.",
    "Since starting funding, we have directly impacted 100,316 children.",
    "In FY24, our funding of the School Eye Health Program in Vietnam meant that Fred Hollows were able to screen 13,000 children in schools and provide spectacles to those who need them, train 110 school teachers in primary eye health, and create 80 vision corners in schools.",
    "Due to this funding success the Vietnamese Government has now taken over the program.",
    "This has enabled us to move our funding to support 24,297 school children in Pakistan.",
    "culture and achievements of Aboriginal and Torres Strait Islander people In July we recognised NAIDOC Week, encouraging engagement in the wider community for curiosity and reflection on Australia’s history, culture, and achievements of Aboriginal and Torres Strait Islander peoples.",
    "We also launched our Reflect Reconciliation Action Plan (RAP).",
    "With strong community ties through our Foundation and a commitment to diversity, inclusion and belonging our Reconciliation Action Plan (RAP) is a great opportunity to formalise and embed the principles of reconciliation across our business.",
    "As we kick off the reconciliation journey, we reflect on our core values and the impact we aim to make in the communities we serve.",
    "At its heart, reconciliation is about strengthening relationships between Aboriginal and Torres Strait Islander people and non-indigenous people, for the benefit of all Australians.",
    "eweret™ Our first RAP helps prepare us on how to engage in reconciliation meaningfully.",
    "Starting with engaging and educating team members and leaders on the importance of reconciliation.",
    "Responsible sourcing Our supply chain encompasses over 940 direct suppliers across more than 10 countries.",
    "The goods and services we procure are predominantly provided from Australia, New Zealand, Malaysia, the United Kingdom, the United States and Canada.",
    "IT and technology represents our largest procurement category and accounts for close to 50 per cent of total supplier spend.",
    "Our Supplier Code of Conduct sets our minimum supplier expectations on human rights, labour standards, ethical standards, and environmental management.",
    "We aim to cascade sustainable practices through our supply chain by prioritising engagements with suppliers who have established ESG goals.",
    "Through our onboarding and tender processes, we ask our suppliers a range of pre-qualification questions to assess their corporate governance *,% oe oo a2 8880 8000 © ©6808 O09 obte Co@ercocccons Co SO C0 Me © 0 C0 0 ® ethical practices.",
    "Additionally, we have joined a procurement network that consists of procurement representatives from other technology sector companies.",
    "Within this network we discuss our experience in ESG related procurement, and suppliers used that support and promote ESG initiative’s to actively reduce GHG emissions and proactively provide reporting on GHG emissions.",
    "Business integrity Our suppliers are expected to comply with all applicable local, national, and international laws and regulations, including in relation to bribery and corruption, modern slavery, and ethical conduct.",
    "In FY24, we issued ESG assessment questionnaires to our strategic and high-risk suppliers to confirm they have policies and/or processes in place to: .",
    "Comply with all applicable local and national laws .",
    "Commit employees to ethical conduct, standards, and behaviours.",
    "co of eee A wie Clee oeage?",
    "tt O%, @ @ 0% Human rights and labour conditions Our suppliers are expected to provide a fair, ethical, and safe workplace, which upholds high standards of human rights and integrates appropriate labour and human rights policies and practices into its business.",
    "During the year, we asked our strategic and high-risk suppliers to confirm they have policies and/or processes in place to: .",
    "Comply with all applicable employment and industrial relations laws and standards relevant to workers’ rights .",
    "Have whistleblowing mechanisms in place to enable people to report matters of concern.",
    "Identifying, assessing, and addressing modern slavery risks We consider any form of modern slavery to be unacceptable and acknowledge our responsibility to help eradicate it.",
    "During the year, we assessed over 180 new suppliers or those with altered supply agreements over $1,000 for modern slavery risk.",
    "All our suppliers are expected to identify, prevent, and address modern slavery risks and to hold their supply chains to the same standard.",
    "Our standard supply contract terms include enforceable undertakings against modern slavery and human rights contraventions.",
    "If we identify adverse human rights impacts (such as modern slavery) that we may have caused, or which we may have contributed to, we will seek to address these impacts in line with the guidance provided under the United Nations Guiding Principles on Business and Human Rights, including by providing or cooperating in remediation activities.",
    "For more information, see our 2024 Modern Slavery Statement.",
    "Our next steps include plans to: Continue to develop Playbooks for each business unit across TechnologyOne.",
    "Further enhance our cybersecurity risk management practices to keep pace with the evolving threat landscape and to continue to support our Customers.",
    "Strengthen our local and skill- based volunteering community investment by increasing the uptake of our team member volunteer days to connect them with their personal purpose and the community.",
    "Explore alternate engagement opportunities with our Foundation partners to deepen our understanding of how we can best support the needs of our beneficiaries and other underprivileged groups.",
    "Further embed our Supplier Code of Conduct and strengthening our supplier due diligence and screening processes.",
    "ee es ee ¥ GENDER EQUALITY DECENT WORK AND ECONOMIC GROWTH ay, aw Pat kr 30 TechnologyOne Sustainability Report 2024 Making life simple for our community 34 achieve sustainable success through utilising their unique talents to solve complex business problems.",
    "We attract the best and brightest, where our culture Our global team is made up of more than 1,400 promotes innovation, creativity, and realisation of full passionate individuals.",
    "We believe in investing in potential — the TechnologyOne Way.",
    "our people, and we do this with a wide range of initiatives such as O Week, One Talks, MARVEL awards, leadership courses and wellbeing (physical, mental and financial) initiatives.",
    "Making life simple for our community 33 TechnologyOne is committed to attracting and retaining talented individuals by providing them with an environment in which they can be innovative, creative and realise their full potential.",
    "For nine years running, we're proud to have been named as Employer of Choice by the Australian Business Awards.",
    "Our team members are selected based on their qualifications, suitability, and professional experiences.",
    "Internally, we focus on job rotation, promotions, and capability development to tackle challenges and develop innovative solutions to enhance our workforce.",
    "34 > TechnologyOne Sustainability Report 2024 i pee tT te.",
    "sd, mm 1X i ry i et 7 i r i = i ZL A = A me?",
    "i ies i = ” Teton ‘3 1 a a ome 1 % a ni Externally, we concentrate on building robust talent pipelines through proactive engagement with potential future hires, partnering with universities for our graduate and intern programs, and maintaining our alumni relationships.",
    "During the year, 16 talented individuals joined us as part of our graduate and intern intake with considerable training, coaching and development invested.",
    "Our onboarding program is industry leading.",
    "All new team members across our global operations participate in an immersive ‘O Week’ program where they meet our executive and senior leaders, learn about our history, purpose and mission, company values, business structure and how we deliver a compelling customer experience.",
    "During the year, we welcomed over 328 new team members as we continue to expand our operations.",
    "These team members joined us predominantly in Malaysia and Australia, expanding our global presence.",
    "Team member engagement and development Having an engaged and empowered workforce is critical to our employee retention.",
    "Our twice-yearly employee Net Promoter Score (eNPS) survey is one of the principal tools used to measure employee engagement and commitment to TechnologyOne, as well as to gather team members’ views.",
    "Our FY24 result of +37 continued to lay a solid foundation as we move towards our FY26 target of eNPS +50.",
    "Our hybrid working model, which allows team members to work three days a week in our offices and two days remotely, enables what is best for our people, teams and customers, and reflects external trends and expectations.",
    "We invest considerable time and energy into team engagement and culture building initiatives, including Hack Days, Regional Days, Town Halls, MARVEL Awards and our Service Recognition Awards, to celebrate innovation, achievements, and to create an environment where individuals can thrive.",
    "t1 eNPS Fs At TechnologyOne, we are passionate about recognising those team members who go above and beyond.",
    "Our annual MARVEL awards recognise our high achievers who go above and beyond to achieve outstanding results while role modelling exemplary behaviour.",
    "This year we received over 510 nominations, which is the most ever received for MARVELs.",
    "A focus of our senior leadership team is refreshing our strategies and business plans, and ensuring all teams have a clear sense of purpose, and that our values are infused throughout TechnologyOne.",
    "To ensure this is widely spread throughout the TechnologyOne team we offer a range of support to empower our current and emerging leaders to foster excellence, including our leadership summit, mentoring, coaching and 360-degree feedback for continual professional development.",
    "We work towards a 70:20:10 blended model for learning and development, focusing on experience, exposure, and formal training.",
    "Our Learning Team supports team member development by creating in-house learning modules and monitoring compliance to ensure all our team members are equipped to do their roles.",
    "Further information on our culture and team initiatives is available in our Annual Report.",
    "Speaking up We place great importance on fostering a culture where our people observe good governance, ethical behaviour, and feel supported to speak up.",
    "Our Whistleblower Policy encourages team members and external partners to disclose matters of concern and ensures there are mechanisms for support and protections.",
    "Our Independent Whistleblower Service (Stopline) is available 24/7 with translation services and is our primary means for whistleblowers to report concerns.",
    "These are referred to TechnologyOne’s Whistleblower Officer, with oversight provided to the Board on significant matters raised, the number of notifications and their status.",
    "ve ,° EMPLOYER A Newey Tl OF CHOICE AWARDS 2016 - 2024 Making life simple for our community 35 Workplace diversity and inclusion Our people are the heartbeat of our company, and having an inclusive and diverse team is integral to our culture and commercial success.",
    "We work hard to foster an environment of trust and respect, where every person feels empowered to realise their full potential and has a sense of belonging.",
    "We stand for equal opportunity, regardless of gender, age, sexual preference, religion, ethnicity, and cultural background.",
    "Underpinning this are our policies for anti-discrimination, workplace gender equality, diversity and inclusion, sexual harassment, flexible working arrangements and paid parental leave.",
    "Recruitment and promotions are based on relevant skills, experience, qualifications, aspirations, potential and aptitude of the applicants.",
    "Our remuneration policy is firmly committed to achieving pay equity between men and women.",
    "Each year, we conduct a thorough analysis of the gender pay gap, and if any potential gender bias in performance- 36 TechnologyOne Sustainability Report 2024 Evolution not revolution related pay is identified, we take immediate corrective measures to rectify such disparities on a like-for- like basis.",
    "We continue our strong support for the involvement of women in the technology sector.",
    "In FY24, we were proud sponsors of the Women in Digital Transformation Leader of the Year Award.",
    "We have implemented several strategies to increase the number of women in senior roles.",
    "For each recruitment shortlist, we aim to include at least one female candidate (where we have a goal to achieve this for 70 per cent of vacancies).",
    "Team member health and wellbeing In FY24, our focus remained on holistic wellbeing initiatives which prioritise our team members’ mental, physical and workplace wellbeing.",
    "Our FY24 wellbeing program included teaming up with eight-time world surfing champion and the greatest female surfer of all time, Stephanie Gilmore, as TechnologyOne’s official Brand Ambassador.",
    "Numerous wellbeing initiatives have We dream big and deliver also been driven by our People & Culture team to support our team’s mental, physical, and workplace wellbeing including Men's Health Week, Inclusion Month, regular Mental Health Seminars, and more.",
    "We firmly believe that wellbeing plays a pivotal role in realising our goal of achieving an Employee Net Promoter Score of +50.",
    "As part of this commitment, we have made enhancements to our physical workspaces, dedicating areas for wellbeing activities and creating a space that aligns with the requirements of hybrid work.",
    "It also includes initiatives to encourage our team to engage in physical wellbeing including a gym fit out at our Brisbane office, gym memberships for team members at remaining offices, and programs and sponsored community sports activities.",
    "Our teams have high levels of participation in the Corporate Games and other team- based triathlon events throughout the year.",
    "For financial wellbeing, our team members can sign up to our Employee Share Plan — providing one matched share right for every two shares experience for our customers purchased — and can benefit from a range of deals and discounts as well as financial counselling for themselves and their families through Converge International.",
    "During the year, over 270 team members received an influenza vaccination through our onsite vaccine program with a further 130 vouchers provided for externally sourced vaccinations.",
    "We have an annual utilisation rate of 8.9 per cent with our Employee Assistance Program which is 2.9 percentage points higher than industry average.",
    "We have a commitment to learning from internal and external incidents and trends and maintaining focus through sound governance arrangements.",
    "Our Work Health and Safety Committee oversees our employee health and wellbeing program of work, inclusive of measures to address incidents and risks, where relevant matters are reported to the TechnologyOne Board.",
    "Market Focus & Commitment No fatalities or material workplace injuries were reported during the year.",
    "Our team member benefits .",
    "Enhanced flexible work arrangements .",
    "Paid parental leave for primary and secondary caregivers Career and professional development programs .",
    "Employee share ownership plans Employee assistance programs for confidential counselling services .",
    "Onsite gym at our Brisbane office, gym memberships for remaining offices and private health membership discounts .",
    "Salary packaging options ‘ Refer-a-friend and other incentive payments .",
    "Additional leave purchase options Tech is the answer .",
    "Volunteering opportunities ° Social events, activities and company sponsored sporting .",
    "Various offers, deals and discounts through partner affiliations.",
    "Our next steps include plans to: .",
    "Continue to evolve our wellbeing initiatives to best support our team members’ mental, physical and financial wellbeing .",
    "Implement initiatives aimed at further embedding our culture and the TechnologyOne Way .",
    "Continue to benchmark and assess our employee benefits and practices.",
    "Making life simple for our community 37 @ environment !",
    "G technol, 13 crow SUSTAINABLE I cn DEVELOPMENT GALS CO 38 TechnologyOne Sustainability Report 2024 Making life simple for our community 39 part in We understand that climate action is an evolving climate change and conducting our operations landscape with rising expectations.",
    "Our environmental sustainably and transparently.",
    "strategy expresses our commitment to addressing Making life simple for our community 41 change and the Paris Agreement which aims to limit global temperatures well below 2°C above pre-industrial temperatures.",
    "Climate change mitigation will require deep and permanent greenhouse gas (GHG) reductions as part of a universal transformation from business, government, and individuals collectively.",
    "Within this challenge we will seek to identify and manage both the risks and opportunities that This is how we're Categories present themselves.",
    "While our day-to-day operations don’t have a material impact on the environment, we're committed to continually lifting the bar to reduce our carbon emissions to the lowest amount possible and offsetting remaining amounts to maintain carbon neutrality.",
    "In FY23, we strengthened this commitment by setting targets to reduce our Scope 1 and 2 emissions by 80 per cent by 2025 and 100 per cent by 2030 from a FY22 baseline.",
    "Climate reduction initiatives As of FY24, we have accelerated the implementation of using renewable energy in six out of ten of our our head offices globally.",
    "Projects are in place to cutover remaining offices in FY25.",
    "By doing this, we have already reduced our carbon footprint by 69 per cent over our FY22 base line.",
    "By the end of FY25, through this initiative our Scope 1 & 2 GHG emissions is forecast to reduce by 82% and we'll see a 100% reduction in our GHG emissions for Scope 1 and 2 by the end of FY26, which is four years ahead of our original FY30 target.",
    "doing it Employee engagement Increase team member awareness and engagement on driving carbon reductions.",
    "Operational reductions Become more energy efficient, increase renewable energy, reduce our consumption and waste, and recycle and reuse e-waste.",
    "Supplier engagement Cultivate demand for lower-carbon solutions and prioritise suppliers who are carbon neutral or have a proven commitment to acting on climate change as the differentiator where product and price is similar.",
    "There’s a powerful business case in implementing energy-efficient practises and technologies —where a 15 per cent increase in Australian organisations transitioning from on-premise solutions to SaaS by 2025 could see energy use reduce by 80 per cent, aiding Australia to avoid 4Mt of CO2-e emissions by 2030.",
    "(source: Australian and New Zealand Governments) 42 TechnologyOne Sustainability Report 2024 What does it mean to be carbon neutral.",
    "Reduce emissions vW WwW vW Emissions Carbon neutral certification TechnologyOne’s global operations are carbon neutral.",
    "In FY20 and FY21 we achieved Climate Active certification for our Australian operations and in FY22 we expanded our certification to include our global operations.",
    "We apply for Climate Active certification annually in arrears in October.",
    "In FY24 our certification for FY23 was maintained, where we'll report on the outcome of our FY24 certification in our FY25 Sustainability Report.",
    "While TechnologyOne has committed to reducing its carbon emissions, we use carbon offsets to compensate for the residual emissions generated as part of our operations.",
    "We recognise that offsetting emissions is an interim strategy to minimise the impact of our emissions as we work towards decarbonisation.",
    "These carbon offsets are sourced in compliance with the Department of Climate Change, Energy, the Environment, and Water's Climate Active standard.",
    "The Climate Active standard requires eligible offsets to meet Integrity Principles (based on the Carbon Credits (CFI) Act 2011).",
    "These offsets may be issued under schemes governed by the Clean Energy Regulator in Australia and the international Verra and Gold Standard schemes.",
    "These schemes rely on robust science-based methodologies, a-12-O Remaining emissions measurement, and independent ongoing verification requirements.",
    "The projects and offset units are verified by independent auditors through internationally recognised standards.",
    "These standards ensure the projects are implemented, run and managed properly and the credits they generate represent real and actual emissions sequestered or avoided.",
    "For every tonne of carbon attributable to TechnologyOne, a tonne of carbon credits is purchased by TechnologyOne and retired.",
    "When choosing which carbon credits to retire, TechnologyOne prioritises carbon credits that result in funds returning to under-developed communities that do not have basic infrastructure (clean water, health services and improper sanitisation).",
    "In FY24, TechnologyOne offset 13,916 tonnes of greenhouse gas emissions with the purchase and retirement of certified carbon credits.",
    "Our carbon footprint measurement is completed internally with external advisory support from Pangolin Associates as subject matter experts.",
    "Environmental management and climate risk We're committed to maintaining our carbon-neutral status and reducing the carbon footprint in our supply Offset projects to eliminate remaining emissions Zero emissions (The state of being carbon neutral) arrangements to support global efforts to limit climate change in line with the Paris Agreement.",
    "During the year, we asked our key suppliers to confirm they have policies and/or processes in place to comply with all applicable environmental laws and regulations relevant to their operations.",
    "Through our engagement, we also sought to understand their position on environmental management and their progress in achieving carbon neutral status.",
    "Maturing our TCFD capacity and implementing the IFRS Sustainability Disclosure Standards As part of our progress to date, TechnologyOne has adopted an iterative approach to implementing the TCFD recommendations and to identify, measure, manage, assure, and report on climate-related risks and opportunities.",
    "With the 9 September 2024 passing of mandatory climate- related financial disclosures, moving forward we will progress maturity on quantifying the impacts of climate- related risks and opportunities, and the metrics and targets for measuring, monitoring and managing climate- related risks and opportunities, amongst other key areas, in transitioning to the new disclosure standards ahead of legislated timeframes.",
    "We undertook a high-level review of our performance against the TCFD recommendations and completed a climate scenario analysis TCFD reporting In 2021, we released our first Annual Report addressing the TCFD recommend actions Climate scenario analysis We expanded our climate scenario analysis to include an additional scenario and matured our risk assessment TCFD reporting In 2022, we improved our TCFD reporting capacity and transparency with additional risk and opportunity disclosures TCFD reporting We released our third round of reporting addressing the TCFD recommendations, with plans to progress maturity in adopting the IFRS Sustainability Disclosure Standards Climate-related financial disclosures We conducted a gap analysis to assess our current positioning against the governance, risk, strategy, metrics, and targets arrangements and disclosures against the anticipated Australian Sustainability Reporting Standards Ensuring accountability and responsibility for climate-related risks and opportunities Board oversight The TechnologyOne Board maintains oversight of sustainability matters, translating these into our strategy for long-term value.",
    "The Board oversees progress against our strategic programs on an ongoing basis and approves disclosures, including against the TCFD.",
    "Through our Risk Management Framework, the Audit & Risk Committee oversees TechnologyOne’s material enterprise-wide risks and the integrity of our statutory statements, including reviewing compliance with applicable laws, regulations, and reporting standards.",
    "Our Nominations & Governance Committee reviews TechnologyOne’s sustainability agenda and progress against key priorities.",
    "Our Remuneration Committee considers executive performance on ESG issues when considering whether malus should be applied to vesting outcomes.",
    "Our leader's role The Executive Team are accountable for the implementation of key objectives and programs under TechnologyOne’s sustainability agenda.",
    "Reporting to the Chief Financial Officer, the Group Company Secretary and Head of Compliance and Risk has accountability for TechnologyOne’s environmental sustainability agenda.",
    "The Group Company Secretary and Head of Compliance and Risk informs the activities of the Task Team who is responsible for supporting, guiding, and overseeing key programs of work under our environmental sustainability agenda.",
    "Climate-related governance TechnologyOne Board Audit & Risk Committee Nomination & Governance Committee Remuneration Committee Task Team Risk Management Framework | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | | Risk Finance Compliance Strategy Embedding climate into our risk management framework We constantly challenge the status quo to deliver maximum loveable products and services to our customers which exposes us to several risks that could impact the achievement of our strategic objectives.",
    "To protect and enhance our sustainable value, TechnologyOne has an established enterprise risk management framework that sets out a dynamic and structured approach for identifying, assessing, mitigating, and monitoring existing and emerging risks.",
    "Climate risks are included in the scope of our risk management framework, and during the year we strengthened our tools to identify and assess climate-related risks and opportunities.",
    "Risk monitoring Risks and opportunities are tracked and monitored on a regular basis through varying channels.",
    "Changes in risk and opportunity status are endorsed by executive leaders, wth Board visibility facilitated for material items.",
    "Risk identification Risk analysis Risk evaluation Risk mitigation Risks are identified through a bottom- up and top-down approach using varying methods including stakeholder management We analyse risks through quantitative and qualitative measures to assess their likelihood and consequence of materialisation Risks are assessed evaluated against the expected benefits, key metrics and/or performance targets.",
    "Risks and opportunities are prioritised based on their impact A risk mitigation strategy with specific actions is identified for each risk with a responsible owner identified Processes for identifying, assessing and managing cimate-related risks are integrated into overall risk management frameworks .",
    ".",
    ".",
    ".",
    ".",
    "We measure our Scope 1, 2 and 3 Our total global operational emissions have the potential to impact our operational and financial .",
    ": performance emissions according to the Greenhouse for FY24 amounted to 14,514 tCO2 -e, , Gas Protocol with the support of an increase against FY23 which was To enable us to Secure a clearer understanding of Pangolin Associates as subject primarily attributed to our programme the strategic implications of climate-related risks and matter experts.",
    "In FY24, we achieved to progressively refurbish the fitouts opportunities, we matured our assessment of potential future considerable decrease in Scope 1 and of our head offices globally and due scenarios to maximise the Positive impacts and minimise the 2 emissions - achieving a 62 per cent diligence activities and increasing our negative impacts on our business.",
    "reduction over the FY23 emissions and technology investment.",
    "In 2021, we undertook a high-level climate scenario analysis 69 per cent over the FY22 base line.",
    "against the impacts of a 2°C and 4°C climate increase above pre-industrials levels, and in 2022 we expanded our analysis to include a 2°C climate increase scenario characterised by late and disorderly action.",
    "Moving forward, we will progress maturity on quantifying the impacts of climate-related risks and opportunities, and the .",
    ".",
    "ee .",
    "Metric Unit FY20 FY 21 FY22 FY23 FY24 Comments metrics and targets for measuring, Monitoring and managing climate-related risks and opportunities, amongst other key areas, in transitioning to the new disclosure standards ahead Global BAU GHG FY24.",
    "INCTeASe , attributed scope) .",
    "The insights gained inform our approach to managing our P to office short to long term climate-related risks.",
    "refurbishment, .",
    "CKO event, and Australian BAU increased travel GHG emissions tCO,-e 6,765 5,513 4,993 6,563 10,406 with the growth (full scope) of the Malaysian operations.",
    "Transition Risk Physical Risk Per employee (total amounts / FTE) Growing external pressures and demands negatively impact companies Increase in temperature and frequency of extreme GHG emissions slow to respond to GHG reduction controls and targets weather events leads to higher energy consumption, (full scope) tCO,-e 73 6./ S./ 7] 11.21 ~ damaged infrastructure and adverse health outcomes Energy intensity GJ 7.6 3.6 3.1 7.3 9.29 - Offsets: Reputation: Litigation: Carbon costs: Acute risks: Chronic risks: Water intensity KL 12.0 13.6 23 1.5 12.96 - increases in elevated increased increased increased frequency increased heat leads carbon offset investor, risk of price of and severity of extreme to lower workforce purchase customer and stakeholder purchased weather events which productivity and price and employee class actions products increase network adverse health percentages preferences for against through disruptions and outcomes required environmentally companies carbon costs downtime outside of in local responsible that fail to TechnologyOne’s control, jurisdictions organisations address resulting in missed sales climate change Key Mitigation Activities Key Mitigation Activities GHG emission calculation and reduction initiatives for , Critical vendor assurance of climate-related risk TechnologyOne’s global operations management GHG emission reduction goals to emit the lowest amount possible, .",
    "Critical infrastructure and connectivity resilience with only remaining amounts offset safeguards Climate Active carbon-neural certification with offsets procured via .",
    "Flexible working, health and wellbeing a reputable third-party broker arrangements for team members Increased transparency on climate risk disclosures and GHG .",
    "WHS management framework and systems.",
    "reduction targets which are aligned with goals of the Paris Agreement 46 TechnologyOne Sustainability Report 2024 Making life simple for our community 47 services are a key contributor of our total emissions.",
    "(228.0) (83.7) Scope 3, Scope 3, 7.9% transport & waste (1,103.1) stationary fuels Scope 2 & 3, electricity 0.2% (29.2) Scope 3, utilities 34.8% (2,943.8) Scope 3, travel 1.8% (257.1) Scope 3, equipment 9.7% (1,352.9) Scope 3, employee commute & working from home 48.8% (6,796.0) Scope 3, third party services As our main direct use of energy is from our facilities, we Sydney: our Sydney office has a 6 Star NABERS actively seek energy-efficient offices.",
    "Where possible we aim Energy rating and is in a carbon-neutral building for our offices to be NABERS certified or equivalent.",
    "which completely uses renewable energy.",
    ".",
    "Brisbane (largest office): our Brisbane office has a 5.5 Star NABERS Energy rating and is fitted with a 180kW solar system (estimated annual production of 272MWh), CO, monitoring to track and adjust ventilation rates, energy efficient lighting and a rainwater harvesting.",
    "The Brisbane office moved completely to renewable energy in 2024.",
    ".",
    "Perth: our Perth office has a 5 Star NABERS Energy rating.",
    "48 TechnologyOne Sustainability Report 2024 GHG Emissions (tCO,*) The following graph shows the GHG emissions and passenger kilometres travelling to and from work by transport mode.",
    "100 2,000,000 1,500,000 1,000,000 500,000 Passenger.km — = = Car Motorcycle/ Taxi/ Train Tram Bus Ferry Cycle Walk/Run Scooter Rideshare @ tCcO,e @ km GHG emissions and passenger kilometres travelling to and from work By Mode t CO,e km Car 503.3 2,270,925.6 Motorcycle/Scooter 15.7 77,795.2 Taxi/Rideshare 47 32,910.0 Train 8.7 47,622.7 Tram 162.1 3,649,237.3 Bus 0.4 9,926.7 Ferry 53.4 393,575.0 Cycle 0.0 745.0 Walk/Run 0.0 72,8811 Making life simple for our community 49 peers (ANZSIC sector J) for our emissions per employee.",
    "40.2 40.2 21.0 21.0 21.0 wh han | 11.7 Organisation 1 Organisation 2 Organisation 3 Organisation 4 Organisation 5 TechnologyOne 45 20 Total emissions per FTE (tCO,-e) n wn TNE’s total emmision per FTE compared to other oganisations within ANZSIC J.",
    "Waste Our commitment to waste management extends across Our next steps include plans to: all business operations.",
    "The primary sources of our waste .",
    "implement our carbon reduction generation lie within our facility waste and electronic waste.",
    "initiatives, When it comes to electronic waste, our approach involves repairing equipment that .",
    "progress maturity on quantifying is less than halfway through its intended lifecycle to maximise its utility.",
    "Any obsolete the impacts of climate-related equipment is responsibly disposed of through vender recycling programs or social risks and opportunities, and enterprise initiatives.",
    "the metrics and targets for In FY24, we donated over 654kg of eWaste and 73 working devices (including measuring, monitoring and laptops, tablets and phones) to SubStation33 for dismantling of components for managing climate-related risks recycling, reuse or repurpose, and diverted from landfill.",
    "and opportunities, amongst other key areas, in transitioning to the new disclosure standards ahead of legislated timeframes for climate-related financial disclosures, .",
    "improve our climate assessment capabilities and methodologies to guide decision making.",
    "50 = TechnologyOne Sustainability Report 2024 Making life simple for our community 51 and performance to ensure long-term sustainability, focusing on the topics that matter most to our stakeholders and business.",
    "Stakeholder engagement , , ; During the year, we reviewed our stakeholder engagement We engage with our stakeholders on an ongoing basis and and materiality assessment to ensure that our ESG the feedback we gather throughout the year informs our agenda remains closely aligned to our stakeholder materiality assessment in addition to our targeted survey interests and the everyday needs of our business.",
    "Our of key stakeholder groups, where we ask them to rank our process generally followed the methodology suggested by list of sustainability issues by importance to them.",
    "Our stakeholders’ opinions matter.",
    "We seek to maintain open dialogue with our broad range of stakeholders to inform our current and future ESG focus areas, and to understand the issues most material to our stakeholders.",
    "Stakeholder group Areas of interest How we engaged Customers Product performance Quality of service and support Data privacy and security Systems to strengthen business Digital experience Climate change and emissions Net Promoter Score (NPS) verbatims Surveys Feedback and complaints Direct relationships Conferences and showcases Online community groups and social media Sustainability Report Shareholders Total shareholder return growth Ongoing growth Identification and Half and Full Year results presentations Annual General Meetings Investor roadshows, Proxy advisors and analysts Sustainability Report the GRI standards and was based on: .",
    "material relevance to our business model, corporate strategy, enterprise risks and key performance indicators; and .",
    "material importance for our business and operations as perceived and experienced by our key stakeholder groups.",
    "The following chart shows the results of our materiality assessment: Relevance to TechnologyOne | VERY HIGH | HIGH | Data protection Community investment and MODERATE management of risks presentations and < Remuneration meetings C m™m ESG performance, v including climate change = and emissions Innovation w Data privacy and security a 5.",
    "Team Members Remuneration Employee Net Promoter “Open Door\" feedback — 2 Career growth Score (eNPS) philosophy 2) Learning and Quarterly pulse surveys Foundation activities, 3 development and termination surveys Hackdays, team member i} Wellbeing Feedback and complaints and family events o Talent management CEO and Executive Town Internal social media ae Climate ch d Halls Physical, mental and @ imate change an ; ; : emissions g Career development and financial wellbeing training programs initiatives Purpose Share participation Diversity and inclusion initiatives initiatives Community Employment and Foundation and Traditional and social & Environment economic contribution community partnerships media < Social contribution Industry memberships and Carbon neutral and 2 Environmental impacts networks emission reduction x= Supply chain screening initiatives @ to ensure alignment with company values and —_ regulations Minimising environmental 6 Investment in workforce Ci Ensuring ethical operations Suppliers Responsible business Supplier agreements and Meetings impacts across all areas learning, development and in our supply chain Payment terms SCTEENINGS Supplier Code of Conduct of the business career growth Surveys assessments a 2 Ethical and transparent Feedback and complaints Maintining carbon-neutral © Commitment to wellbeing, operations operations diversity and inclusion in the : : cust stot workforce ca tective governance, risk .",
    "ustomer satisfaction, and compliance managemen Government Compliance Certification engagements Policy and reform analysis retention and engagement Fair pay and good conditions P g & Regulators Policies and standards in Regulatory reporting Industry forums 8 for all employees 14 Innovation, research technology industry Product and services aligned and development to customer expectations 8 Employee health and wellbeing Investor returns 54 = TechnologyOne Sustainability Report 2024 and cyber security positive contributions Making life simple for our community 55 Our community: community investment 1% time contribution Hours FY23: 3,795 3,811 5,341 8,824 O 8 20,376 .",
    "gs FY23: 1% profit contribution AUD$ - 726,910 856,849 1,034,497 v 9 856,849 ue FY23: 1% product contribution AUD$ - 394,167 442,265 1,956,947 O 9 579,000 Children and their families 500,000 out of poverty Number (593g) 60.806 72,000 83,628 102,462 <> 40 Our community: responsible sourcing Vendor screening for new or altered Number 7 462 249 230 480 7 44 supply arrangements Supplier modern slavery or human 7 rights breaches Number 0 0 0 0 0 @ Team engagement: modern slavery Per cent 95 98 94 96 96 % 7 training Our environment: carbon reductions FY25: 129 644 524 197 Global: Scope 1 & 2 tCO,-e - .e) 12 FY30: O (Base Year) (-19%) (-69%) Global: Scope 3 tCO,-e - - 5,217 7,9M1 13,719 Global: transport fuels L - - 10,228 50,961 49,747 Global: renewable controlled kWh >80% 0% 0% 6% 52% Q electricity (62,471 kWh} (445,801 kwh) : - 100% 100% 94% 48% Global: non renewable controlled kWh <20% (832,337 (891,926 (955,622 (390,628 > electricity kWh} kWh} kWH} kWh} Global: total electricity purchased kWh - 823,337 891,926 1,018,093 806,428 Indicator / disclosure Units Target FY21 FY22 FY23 FY24 Status Notes Responsible business: ethics, values and transparency tonne How We Work Per cent 95 96 90 96 95 v 1 Responsible business: effective governance and risk management Notifiable privacy incidents Number 0 0 0 1 0 v 2 Team engagement Prvacyand PO percent 95 98 94 96 96 v Annual internal audit plan delivered Per cent 100 100 100 100 100 v - Responsible business: innovation Hack Days Number 1 2 2 1 1 v 3 Our customers Customer retention Per cent 99 99 99 99 99 v - SaaS uptime Per cent 99.5 99.5 99.5 99.5 99.9 v - Our people: talent attraction and retention Voluntary turnover Per cent 16 17 21 10.9 10.5 v 4 Graduate & intern appointments Number - 16 34 19 16 - - Our people: team member engagement and development eNPS Number FY26: +50 17 33 34 37 .e) 5 Average hours of formal #oining our 10 13 26 42 6 Permanent team members - undertaken annual performance Per cent - 95 95 97 97 - - and career planning Our people: workplace diversity and inclusion TechnologyOne Board - women Per cent 30 22 25 25 25 Q - Senior roles - women Per cent - 14 19 43 44 - 7 All staff - women Per cent - 37 37 38 39 - - Candidate shortlists - women Per cent 70 89 85 87 83 v - Our people: team member health and wellbeing Work-related fatalities Number 0 0 0 0 0 v - Material work-related injuries Number 0 0 0 0 0 v - 56 TechnologyOne Sustainability Report 2024 ‘3 On track to meet target Y Met target © Behind target Percentage of permanent team members who have completed all How We Work modules.",
    "Modules include Corporate Information Security, Emergency Procedures, Harassment, Discrimination, Bullying and Misconduct, Privacy, Code of Business Conduct, Workplace Health & Safety and Quality Management Framework.",
    "Includes notifications to impacted data subjects and/or relevant privacy regulators.",
    "FY24 notifiable privacy breach relates to TechnologyOne's May 2023 0365 incident for our back-office system which did not impact our core SaaS product used by our customers.",
    "A second Hack Day for FY23 was postponed to March 2024 due to TechnologyOne’s scheduled Company kick Off event in October 2023.",
    "Employee initiated turnover is the sum of all separated team members (who have left voluntarily in the last 12 months) as a percentage of average headcount.",
    "Percentage of team members who are likely to recommend TechnologyOne as a great place to work.",
    "TechnologyOne works towards a 70:20:10 blended model for learning and development, focusing on experience, exposure, and formal training.",
    "The hours per year of formal training represents external and internal courses only.",
    "Senior role is defined as SLT and SLT - 1.",
    "FY24 target marginally not met despite increasing our volunteering hours by 3,483 hours (65% increase) 167 days (or 1,530 hours) from FY23.",
    "1% profit contribution and 1% product contribution calculation methodologies were revised in FY24 (capturing the entire discount over the life of a contract in the year that the contract is signed, rather than applying the discount each year).",
    "Value impact estimates are provided from our key Foundation Partners.",
    "Impact figures for children and their families out of poverty are provided twice yearly, in June and December.",
    "TechnologyOne has initiatives scheduled for FY25 to get back on track to achieve this target.",
    "Vendor screenings for new or altered supply agreements over $1,000.",
    "Excludes base building electricity.",
    "Targets provide for an 80% reduction in Scope 1 & 2 emissions by FY25, and a 100% reduction by FY30 against a FY22 baseline.",
    "Scope 3 emissions materially increased due to fitout refurbishment for L4&5 Brisbane HQ, Malaysia, Perth and Auckland, CKO event (including venue and flights and accommodation for all staff globally attending the event in Brisbane) and increase in flights including sending all Malaysian staff to Brisbane for orientation.",
    "Making life simple for our community 57 achieve gender pay equality and equal opportunity (WGEA Report).",
    "In 2015, the United Nations adopted the 17 SDGs to Our mission of building and delivering truly great products .",
    "Donated in excess of $260,000 through the TechnologyOne end poverty, protect the planet and ensure prosperity and services that transform business, while delivering long- Foundation to Opportunity International to support microfinance for all by 2030.",
    "Adopted by 193 member states of the term value for shareholders is aligned with many of the Coenen loans to help disadvantaged youth and their families find ways out of United Nations in 2015 as the successor to the Millennium SDGs.",
    "We have mapped the SDGs to the three sections poverty.",
    "Development Goals, the SDGs comprise of 169 targets of our report and outlined our aims and overarching categorised into 17 goals that focus on the five key approach in these areas.",
    "The table below maps some of Wa Continued to promote flexible working arrangements including elements of people, planet, prosperity, peace, and the actions we have taken during the year that support ay working from home options and opportunities to purchase extra leave.",
    "partnership.",
    "the SDGs.",
    "Published our Modern Slavery Statement inclusive of our efforts to reduce modern slavery risk both in our operations and supply chain.",
    "Promoted our Supplier Code of Conduct which outlines the minimum Sustainability expectations of our suppliers inclusive of human rights standards.",
    "SDG Actions in FY23 that support the SDGs .",
    "Report location 0 Donated in excess of $260,000 through the TechnologyOne 48 INDUSTRY, INNOVATION nee see en on neue products and services remain 12 BOVERTY Foundation to Opportunity International to support microfinance AND INFRASTRUCTURE resent, TEHADIG, ANG SUSTAINADIE.",
    "loans to help disadvantaged youth and their families find ways out of Held a Hack Day to encourage innovation across our business.",
    "poverty.",
    "Donated over $15,000 through the TechnologyOne Foundation to 18 Implemented the use of 100% renewable energy in 6 of our 10 our 38 ZERO head offices globally.",
    "HUNGER strategic charity partnership initiatives aimed at ensuring vulnerable communities have sufficient food all year round.",
    "Joined a networking group, consisting of other large technology companies to share the details of suppliers used by members of the group that can help the other companies reduce their carbon footprint.",
    "SAN wy Rolled out initiatives aimed at reducing GHG emissions, and ensuring sustainable and efficient use of natural resources.",
    "Donated $1,034,497 through the TechnologyOne Foundation to 18 DATION strategic charity partners focused on providing disadvantaged .",
    "Developed our Supplier Code of Conduct to outline our supplier .",
    "children with a quality education.",
    "expectations for sustainable practices.",
    ".",
    "Partnered with SolarBuddy through the TechnologyOne Foundation to ; LT provide 1,000 solar lights to families to assist children with study and ° Implemented the use of 100% renewable energy in 6 of our 10 our $8 : .",
    "head offices globally.",
    "improve education outcomes.",
    "CLIMATE 13 ACTION .",
    "Reduced Scope 1 & 2 emissions by 69% over the FY22 base line.",
    "‘ Published our Gender Equality Report inclusive of strategies to 30 ‘ Matured our climate related risk assessment to strengthen resilience Sah achieve gender pay equality and equal opportunity (WGEA Report).",
    "€&> and adaptive capacity to climate-related hazards and natural disasters.",
    ".",
    "Improved women in senior roles to 44 per cent.",
    ".",
    "Expanded our Climate Active carbon neutral certification statis to our global operations.",
    "Engaged with customers to promote our carbon neutral program and 18 to answer their questions to enable them to begin their program.",
    "1] PARTNERSHIPS FOR THE GOALS .",
    "Facilitated sessions with vehicle leasing company to inform of the RTT Initiated the use of renewable energy in 6 of our 10 offices globally.",
    "18 benefits available (environmental and financial) of leasing an GLEAN ENERGY + Donated in excess of $100,000 to SolarBuddy through the electric vehicle.",
    ".s t / TechnologyOne Foundation to provide children with access to Contributed 8,824 hours through the TechnologyOne Foundation for sustainable and reliable energy.",
    "team member volunteering dimed at raising sustainable development .",
    ".",
    ".",
    ".",
    ".",
    "awareness or engaging in grassroots efforts.",
    "180kW solar panel installation at our Brisbane office (with an gaging Ing estimated annual production of 272MWh).",
    "58 TechnologyOne Sustainability Report 2024 Making life simple for our community 59 540 Wickham Street, Fortitude Valley, Queensland 4006 GPO Box 96 Fortitude Valley, Queensland 4006 T: 1300 735 130 F: (07) 3167 730 https://technology1.com/ communications@technology1.com Link Market Services Limited Locked Bag A14 Sydney South NSW 1235 T: 1300 554 474 F: (02) 9287 0303 linkmarketservices.com.au registrars@linkmarketservices.com.au software company and one of Australia’s top 100 ASX-listed companies, with locations globally.",
    "We provide a global SaaS ERP solution that transforms business and makes life simple for our community.",
    "Our deeply integrated enterprise SaaS solution is available on any device, anywhere and any time and is incredibly easy to use.",
    "Over 1,300 leading corporations, government agencies, local councils and universities are powered by our software.",
    "Since 1987, we have been providing our customers enterprise software that evolves and adapts to new and emerging technologies, allowing them to focus on their business and not technology.",
    "Ready to learn more?",
    "Technology1.com technology’"
]