[
    "- O U 03 05 Introduction Our company Our global presence Our partner ecosystem 06 22 Environmental impact Social responsibility Governance and accountability At N-iX, we believe that sustainable business practices are essential for long-term success.",
    "We are committed to integrating environmental, social, and governance (ESG) considerations into all aspects of our operations.",
    "This report outlines our ESG vision, defines our approach to ESG, and highlights our key achievements in 2023-2024.",
    "Our ESG vision is to bea responsible corporate citizen and a leader in sustainable business practices within the IT industry.",
    "We strive to create a positive impact on N-iX specialists, our communities, and the environment.",
    "How does N-iX define ESG?",
    "We define ESG as a comprehensive approach to business that considers the environmental impact of our operations, our social responsibility to N-iX specialists, our communities, and the ethical governance of our company.",
    "This includes: Environmental impact: Minimizing our carbon footprint, promoting energy efficiency, and responsibly managing waste.",
    "Social responsibility: Fostering a diverse and inclusive workplace, supporting our local communities, and upholding human rights.",
    "Governance and accountability: Maintaining high ethical standards, ensuring transparency and accountability, and promoting responsible decision- making.",
    "= ep) ® Governance and accountability N-iX eee ee ee wan) Tt > - ae .",
    ".",
    "A a Pt S .",
    "* 4 Fs ‘ * fis oT Our company 22 N-iX is a global software solutions years on the market and engineering services company that helps the world’s leading organizations turn challenges into lasting business value, operational efficiency, and revenue growth using advanced technology.",
    "90 enterprise clients, including Fortune 500 companies With more than 2,200 professionals worldwide, N-iX offers expert solutions in cloud, data analytics, embedded software, loT, Al, machine learning, and other tech domains.",
    "Being in business for over two decades, we have worked with dozens of industry-leading enterprises and Fortune 500 companies creating value across a wide variety of sectors, including finance, manufacturing, retail, e-commerce, supply chain, healthcare, and more.",
    "2,200+ professionals Founded in 2002, N-iX has come a long way and increased its locations to 13 countries around the globe.",
    "oe Gee won ¥ Ss Bulgaria ©) azerbaljan ?",
    "USA 9 India 9 Colombia @ Environmental impact Social responsibility Governance and accountability N-iX Our partner ecosystem N-iX is an Advanced Consulting Partner of AWS, a certified partner of GCP, Microsoft, OpenText, SAP, Salesforce, and more.",
    "Thus our clients can enjoy the partner benefits and gain maximum value from their investments.",
    "We have dozens of certified engineers, go through rigorous partner audits, and continuously work on expanding our tech ecosystem.",
    "ONS Google Cloud ~~\" B® Microsoft Pore HEW solutions Partner Partner Pe oselem partner [me | mendix opentext™ | Partner Wf Wirepas DATADOG PARTNER NETWORK 3 Raspberry Pi Design Partner NORDIC SEMICONDUCTOR Environmental impact At N-iX, we recognize the importance of minimizing our environmental impact.",
    "We are dedicated to reducing our footprint and contributing to a sustainable future.",
    "Our Focus Our primary environmental initiatives include: Reducing carbon emissions: We aim to achieve carbon 7 0 neutrality by utilizing renewable energy, improving energy efficiency, and developing comprehensive emissions tracking and reporting systems.",
    "“—., Sustainable waste management: Our efforts are centered on reducing, reusing, and recycling waste, particularly electronic waste, through innovative programs and a reuse-first approach.",
    "We repurpose appliances by donating or using them for alternative purposes.",
    "CZ) Green facilities: We prioritize operating in environmentally dep friendly offices located in sustainable buildings that minimize resource consumption and emissions.",
    "Our offices are certified with globally recognized standards such as LEED and BREEAM.",
    "We implement practical initiatives to translate our environmental focus into measurable impact: Flexible work models: Supporting full remote, semi- remote, and office-based models to reduce commuting and its environmental impact.",
    "Transparent reporting: N-iX reports annually to the UN Global Compact (UNGC) on the progress of the HREDD topic via Communication on Progress.",
    "Additionally, we report to CDP and Greenly, demonstrating our transparency and commitment to measurable action.",
    "Responsible e-waste management: Partnering with local organizations to recycle and upcycle electronic equipment, while reporting on progress and engaging with stakeholders across our value chain to encourage sustainable practices.",
    "Tree planting: Organizing annual tree planting initiatives to offset carbon emissions and promote biodiversity, with active participation from N-iX specialists.",
    "Comprehensive recycling programs: Implementing waste segregation and recycling in all N-iX offices to ensure the proper disposal of materials such as glass, paper, and more.",
    "Environmental impact Social responsibility Our Policies N-iX has implemented comprehensive Environmental, HREDD, and Environmental Risks & Opportunities Management policies.",
    "These policies reflect our dedication to environmental stewardship, sustainability, and the principles outlined in ISO 14001:2015.",
    "N-iX Nordic AB participates in the Science Based Targets initiative (SBTi) N-iX Nordic AB, the Nordic branch of N-iX, has committed to setting science-based near-term targets for reducing company-wide greenhouse gas (GHG) emissions.",
    "The immediate next step includes developing these targets in line with climate science, as part of the SBTi.",
    "Governance and accountability We set up these targets to ensure that our commitments result in measurable environmental impacts.",
    "Addressing climate change demands bold and ambitious actions, and we are devoted to undertaking them for a better, sustainable future.",
    "Sviatoslav Kavetskyi, Director of Industry Affairs at N-ix.",
    "N-iX Top Supplier Carbon Disclosure N-iX has been awarded the Top Supplier Carbon Disclosure Certificate by Greenly, recognizing the company’s efforts in transitioning to more sustainable practices.",
    "This certification highlights N-iX’s commitment to environmental responsibility as a Strategic supplier.",
    "The certification reflects the company’s progress in measuring its greenhouse gas emissions, establishing a clear decarbonization path, raising awareness among stakeholders about sustainable practices, and contributing to projects aimed at combating global warming.",
    "ESG Transformation Guide In response to the evolving EU regulations on Environmental, Social, and Governance (ESG) criteria, N-iX has developed a comprehensive guide to assist other organizations in their ESG journeys.",
    "This guide, “Navigating ESG in 2024: A Digital Transformation Roadmap,” offers expert insights, comprehensive coverage of ESG mandates, technology-driven solutions, and real-world applications to help businesses achieve ESG compliance and operational excellence.",
    "Social responsibility greenly Top Green Supplier K) o.",
    "ow cee Our Ongoing Commitment We are fully committed to continually improving our environmental performance, setting ambitious targets for emission reduction, waste reduction, and resource management.",
    "Governance and accountability Empowering our people: At N-iX, people are at the core.",
    "We have always nurtured the culture of empathy and openness, diversity and fair working practices, collaboration and trust to make a positive impact across our organization and beyond.",
    "Supporting education: For years, education has been the key focus of our CSR activities.",
    "We support educational projects, universities, run fundraising initiatives, grant scholarships to help more people fulfill their potential.",
    "Q) (Z) Contributing to the development (8) of local communities: N-iX has always been actively involved in local communities supporting local charities, events, NGOs, and numerous initiatives.",
    "Diversity and Inclusion N-iX fosters an inclusive workplace where everyone feels 43% valued and respected.",
    "As a global company, we leverage diversity managerial in our workplace and attract the roles best talent to help our clients achieve success.",
    "In 2024, N-iX has signed the N-iX experts Erika Gutierrez, Head of N-ixX Colombia, United Nations Women’s .",
    "and Maria Karandin, VP & Head of Delivery Department at Empowerment Principles N-iX Talent by Age N-iX, have been honored with the ‘Strong Women in IT 2023’ (WEPs), reaffirming its award.",
    "The award, presented as part of the ‘Strong Women in <20 21-30 31-40 41-60+ IT 2023 - Global Edition’ report, recognizes the professional commitment to gender equality and women’s empowerment in the professional sphere.",
    "Currently, women hold 43% C) C) C) C) of N-iX leadership positions, .",
    "; 1% 38% 49% 12% demonstrating the company’s dedication to providing equal opportunities for career advancement.",
    "experiences, challenges, and contributions of successful and inspiring women in the tech industry worldwide.",
    "Erika Gutierrez, Maria Karandin, Head of N-iX VP & Head of Colombia Delivery Department at N-ix At N-iX we are determined to ensure environment at N-IX that our business operates in an ethical, sound and responsible manner.",
    "Our organizational governance is based on principles of accountability, transparency, ethical behaviour, respect for stakeholder interests, respect for the rule of law, and respect for human rights.",
    "N-iX and its management are committed to promoting a culture of integrity and honesty.",
    "N-iX is dedicated to fostering an inspiring atmosphere that values and enhances our specialists’ experience across all levels.",
    "N-iX has been included in the Global Top 100 Inspiring Workplaces list for 2024 and awarded Best Inspiring Workplace 2024 in Europe; Achieving first place in Europe and Global highlights the effectiveness of our strategies and the dedication of our team.",
    "We're proud of this significant recognition.",
    "Labour Practices N-iX complies with all national labor laws and regulations as well as strives to adhere to the best international employment practices.",
    "As a part of social responsibility strategy, we pay fair compensation, provide a safe and comfortable work environment, and Pavlo Deshchynskyy, maintain a healthy balance between N-iX Chief Operating Officer life and work.",
    "Also, N-iX is proud to be 74 These and other awards received by the company are a direct result Certified™ by Great Place of N-iX's proactive efforts in cultivating a workplace that encourages To Work® in Colombia.",
    "This recognition highlights creativity, supports continuous learning, and promotes an inclusive The award is based entirely our deep commitment to our culture, making it a top destination for talent in the tech industry.",
    "on what current employees say Latin American team.",
    "Over Some of the key factors that contributed to N-ixX’s success include: about their experience working the past two years, we've at N-iX.",
    "In 2024, 94% of N-iX built a strong local presence m Innovative leadership: with consistent growth.",
    "We're dedicated to bringing exciting and challenging projects that offer our engineers meaningful N-iX’s leadership has been instrumental in establishing a forward- thinking environment by actively supporting technological and educational initiatives, ensuring the company stays at the cutting specialists said that N-ix is a great place to work, reflecting the company’s commitment to creating an exceptional and technical opportunities edge of the industry.",
    "workplace environment.",
    "to create bigger impacts.",
    "environment that is motivating, The company’s comprehensive wellbeing programs cover all aspects empowering, and transparent, of employee health, ensuring a balanced approach to professional which is absolutely key to and personal development.",
    "our vision of innovative and exceptional teamwork culture.",
    "m Effective communication strategies: Certified This is and continues to be a N-iX employs advanced communication tools and regular ertifie responsibility we have to each + oy: NOV 2024-NOV 2025 Sener , engagement surveys to ensure that all our specialists feel heard outstanding individual at N-ixX.",
    "and valued = Fostering initiative and achieving goals: N-iX cultivates an entrepreneurial spirit by setting clear objectives and promoting innovation, empowering our people to own their projects and produce impactful results.",
    "Erika Gutierrez, Delivery Director, Head of N-iX Colombia Education has been the key focus of our CSR activities for many years.",
    "N-iX Charity Fund was initiated in 2015 and fully established by 2018 to Support young talents, help them get quality education, and make their big dreams come true.",
    "Thanks to regular donations by N-iX and our specialists, we have supported multiple educational initiatives: $201,000+ for education within N-ix Charity Fund 100+ education initiatives supported 20+ educational institutions received equipment for students 30 talented students received scholarships from N-iX to support their studies Innovation Labs opened at 3 universities Governance and accountability Social responsibility IT Camp Positive Connections In August, N-iX conducted the “IT Camp Positive Connections” educational course.",
    "Organized in collaboration with Peace Corps Ukraine, this educational initiative is designed for teenagers with special needs, particularly those from war-affected regions of Ukraine, as they often face limited access to quality education and professional opportunities.",
    "The program equips participants with essential skills and creates new opportunities for growth in today’s tech-driven world.",
    "The program also included soft skills development, psychological training, and networking opportunities with IT professionals.",
    "We're also proud to share that our “IT Camp Positive Connections” program has been recognized as a finalist in the Society category of the Partnership for Sustainability Award 2024, highlighting our commitment to creating positive social impact through education and innovation.",
    "AWS GetIT Program N-iX collaborated with Amazon Web Services (AWS) to successfully implement the AWS GetIT program in Ukraine.",
    "This cloud-focused education and app-design competition advanced tech education across the country.",
    "The winning team, Math Madness Club from Lviv, developed and presented the idea for the FinVestor app.",
    "Through this initiative, N-iX and AWS have inspired and nurtured young tech talent, fostering a culture of innovation and problem-solving among Ukrainian youth.",
    "8 regions Dnipro, Khmelnytskyi, Kyiv, Lviv, Odesa, Rivne, Ternopil, Vinnytsia Innovation Labs, N-iX constantly supports local universities and schools with equipment.",
    "We supplied equipment to the Taras Shevchenko National University of Kyiv, provided VR equipment for the Faculty of Applied Sciences at the Ukrainian Catholic University, and more.",
    "workplaces equipped for students classrooms and N-iX Innovation Labs IT Future Conference N-iX opened seven Innovation N-iX participated in the IT Future Labs at three Ukrainian Conference, the largest career universities — two Labs with orientation event for students 80 workplaces at Ivan Franko and high schoolers in Lviv, National University of Lviv Ukraine.",
    "Organized by the Lviv (LNU), three Labs for students IT Cluster, the event aimed to of Lviv Polytechnic National inspire the next generation of University (LPNU), and a Lab with tech talent and highlight the 20 workplaces at the National diverse opportunities within the University of Kyiv-Mohyla IT sector.",
    "N-iX representatives Academy (NaUKMA).",
    "Moreover, Shared their expertise, helping to N-iX joined the initiative of Lviv IT expand participants’ knowledge Cluster and opened the loT Lab of the industry and uncover new at LPNU in 2018.",
    "educational pathways.",
    "Governance and accountability for students scholarships for talented UCU students since 2015 talented Ukrainians in need received sponsorship for EIE preparation course We joined the Ukrainian Catholic University scholarship program by establishing two annual scholarships.",
    "The first one is funded by Andrew Pavliv, Chairman of the Supervisory Board and Founder, and the other is sponsored by N-iX Charity Fund.",
    "Since 2015, the company, together with N-iXers, has funded 30 scholarships for talented students.",
    "Also, we donated $2,000 to sponsor the External independent evaluation (EIE) preparation courses at the Ukrainian Catholic University for 22 bright Ukrainians in need.",
    "Environmental impact Governance and accountability Communities As a technology company, we believe that innovations can make a difference and a positive impact on the world around us.",
    "For years, N-iX has been actively involved in the communities where we live and work, supporting local charities, events, associations, and NGOs.",
    "We are an active member of tech and business associations that share the common goal of developing and strengthening the IT industry.",
    "Interactive Charity Project “FISHKOGRAI” In 2024, N-iX partnered with FISHKA, a loyalty program initiated by the leading fuel retailer OKKO, to develop the interactive charity project “FISHKOGRAI.” The project aimed to collect UAH 30 million for the Unbroken rehabilitation center by turning the donation process into an interactive game within the FISHKA app.",
    "This innovative approach showcases N-iX’s commitment to making a positive impact through technology and fruitful cooperation.",
    "Environmental impact In support of Social responsibility WOMEN’S EMPOWERMENT PRINCIPLES Established by UN Women and the UN Godel Compact Office THE CHAMBER OF COMMERCE (UCC NORWEGIAN - UKRAINIAN CHAMBER OF COMMERCE IT Ukraine Association sture Economics Development rf Governance and accountability pe BUSINES US.y, °” WN USUBC i * # * European Business Associotion un *® als CANADA-UKRAINE CHAMBER OF COMMERCE N-iX tech_< FOR WHAT COMES NEXT aaa ne British-Ukrainian Chamber of Commerce Vi, Deutsch-Ukrainische industrie~ und Senbekaaamner npowucnoao- ont ena Nanata Supporting Mental — } a mr Health Initiatives a N-iX contributed to the establishment of the Mental Health Center in Lviv, Ukraine, as part of the UNBROKEN KIDS project organized by the IT Cluster, the first and largest IT organization in Ukraine.",
    "The center provides free professional assistance from psychotherapists, psychiatrists, and psychologists to children and adolescents in need of psychological support.",
    "This initiative underscores N-ixX’s commitment to supporting the well-being of local communities, particularly in the face of challenges arising from the ongoing war in Ukraine.",
    "Supporting Life-Saving Blood Donation Initiatives N-iX actively participates in blood donation initiatives, reinforcing its commitment to supporting local communities.",
    "Each year, N-iXers come together to donate blood, helping to ensure local hospitals and medical facilities have the resources needed to save lives.",
    "Ukrainian Cossack Chaika “Presvyata Pokrova” N-iX has played a key role By supporting this unique in supporting the restoration initiative, N-iX underscores and promotion of the historic its commitment to preserving Ukrainian Cossack chaika Ukrainian cultural heritage and “Presvyata Pokrova.” This chaika, fostering stronger ties between a modern reconstruction Ukraine and the international of a 1738 warship, stands as community.",
    "a symbol of Ukrainian heritage and resilience.",
    "Following extensive restoration by a dedicated team of volunteers, the “Presvyata Pokrova” officially arrived at London’s Royal Docks on September 28, 2024.",
    "The arrival ceremony featured Environmental impact distinguished guests and provided visitors with the opportunity to explore Ukraine’s maritime history and savor traditional Cossack cuisine.",
    "Governance and accountability Partnership with Teach for All and Hour of Code initiative $5,000 contributed for teachers’ scholarships within the educational project We contributed $5,000 for teachers’ scholarships within the educational project Teach For Ukraine.",
    "The organization aims to provide quality education to kids from small Ukrainian cities and villages by supporting teachers.",
    "Also, N-iX partnered with 3aeqgHo B Yac / Teach for Bulgaria and Teach for Poland to aid the development of these organizations.",
    "N-iX has been participating in the ‘Hour of Code,’ a global initiative to popularize programming among children worldwide, for several years in arow.",
    "Our specialists have served as mentors for students from small Ukrainian towns.",
    "Support for Ukraine N-iX has supported Ukraine and its Armed Forces since the beginning of the full-scale invasion.",
    "The company has raised over 194 million hryvnias through various initiatives, including online streams that have contributed more than 53 million hryvnias to the Ukrainian ‘Come Back Alive’ charity foundation.",
    "In addition to these efforts, N-ix actively supports its team members who have joined the Armed Forces of Ukraine.",
    "The company stays in close contact with them, continues to provide financial and other support.",
    "Furthermore, N-iX has signed a memorandum of cooperation with Veteran Hub, demonstrating our commitment to fostering dialogue between veterans and civilians.",
    "Additionally, we support sports events that often feature veteran participants, including some who use prosthetics.",
    "N-iX is committed to upholding the highest standards of governance, ethics, and transparency.",
    "The company recognizes the importance of responsible business practices in driving sustainable development and creating a positive impact on society.",
    "Membership in the United Nations Global Compact Network N-iX has officially joined the United Nations Global Compact Network.",
    "By joining the Network, N-iX has committed to upholding the Ten Principles of the UN Global Compact across four key areas: human rights, labor relations, environmental protection, and anti-corruption efforts.",
    "This decision underscores N-ixX’s dedication to creating a positive impact in all the communities where it operates.",
    "N-iX Ukraine also became a member of the United Nations Global Compact Network Ukraine, the Ukrainian branch of the world’s largest community of responsible businesses.",
    "We recognize that responsibility, innovation, and collective efforts of businesses, states, and societies worldwide are crucial for achieving the UN Sustainable Development Goals.",
    "By becoming part of this initiative, we affirm our dedication to actively contribute to the causes that shape a brighter future for all.",
    "Sviatoslav Kavetskyi Director of Industry Affairs at N-ixX Social responsibility Bal 7 ee ae | ) Network Ukraine B YKpalHI orl Co, \\ @: Global Compact zg Network Ukraine For over two decades, N-iX has pursued a mission to make a positive influence on the lives of its clients, specialists, and society by leveraging technology and innovation.",
    "The company has concentrated its efforts on areas where it can maximize its impact, aligning with and contributing to the achievement of numerous UN Sustainable Development Goals: crerom Goal 3 wie Strong health and well-being Ee n Goal 4 al Quality education & ee Goal 5 g Gender equality Goal 6 Clean Water and Sanitation Goal 7 Affordable and Clean Energy Goal 8 Decent work and economic growth Goal 9 Industrial innovation and infrastructure Goal 10 Reducing inequality Goal 11 Sustainable Cities and Communities Goal 12 Responsible Consumption and Production T ® Goal 13 Climate Action Goal 15 Life on Land Goal 16 Peace, justice, and strong institutions Goal 17 Partnership for sustainable development Environmental impact Social responsibility e Governance and accountability N-iX% Joining the UN Call-to-Action Against Corruption N-iX joined the UN Call-to-Action against corruption, an appeal issued on the 20th Anniversary of the UN Convention to intensify efforts in tackling corruption that impacts business communities worldwide.",
    "By signing the Call- to-Action, N-iX reaffirms its commitment to fostering a transparent and accountable business environment for a sustainable and inclusive global economy, in accordance with its code of ethics and corporate social responsibility vision.",
    "Monitoring of Ukraine’s Reconstruction Funds N-iX has played a key role as a software developer for the Big Recovery Portal (BRP), an innovative online platform dedicated to the transparent monitoring of funds allocated for Ukraine's reconstruction and recovery.",
    "The initiative, financed by the European Union and other organizations, aims to provide a centralized hub for tracking active recovery projects, financial investments, and potential risks, while enabling citizen engagement and oversight.",
    "We're also proud to share that N-iX has been named a winner of the Partnership for Sustainability Award 2024.",
    "Presented annually by the UN Global Compact Network Ukraine — the Ukrainian branch of the world’s largest community of responsible businesses — this award recognizes projects that advance global sustainability through collaboration among business, government, and civil society.",
    "The Big Recovery Portal won in the Digitalization category.",
    "Being a key player in the creation of the BRP is a source of great pride for us at N-iX.",
    "We joined this initiative with a clear vision to use our technological expertise for meaningful impact.",
    "The BRP project aligns perfectly with our mission to drive transparency and efficiency in monitoring the funds allocated for Ukraine's recovery and reconstruction.",
    "Nazariy Zhovtanetskyy, Chief Strategy Officer at N-ixX and Innovation N-iX has introduced Chat-ix, an Al-powered conversational assistant designed exclusively for corporate use.",
    "Chat-iX enables N-iX specialists to interact with multiple Al models through a user-friendly interface while ensuring the security of sensitive information.",
    "The tool integrates leading Al technologies, including OpenAl’s GPT and DALL-E models, Anthropic’s Claude Opus, Google’s Gemini 1.5 Pro, and llama3.",
    "The implementation of Chat-ix has stimulated innovation and increased productivity across functions within the company.",
    "N-iX specialists have developed best practices for using the tool, such as building code execution plans with one dominant LLM and feeding that plan to another LLM for actual code generation.",
    "Sharing these insights has allowed N-iX to build a library of best practices and use cases for completing various tasks.",
    "As N-iX continues to innovate internally, the company remains committed to delivering high- quality, scalable solutions that drive value and enhance operational efficiencies for its clients worldwide.",
    "Recognizing the transformative impact Al technologies can have, N-iX is also prepared to extend this innovation to its clients by designing and implementing customized versions of Chat- iX tailored to meet diverse operational needs and objectives.",
    "Environmental impact Social responsibility Chat-iX began as a research project aimed at identifying practical applications for cognitive Al technologies in everyday business routines.",
    "It quickly gained traction and earned high praise within the N-iX community as a tool to enhance productivity, motivating us to enhance its functionality and user experience.",
    "As a result, it has proven to be an effective way to leverage Al solutions to help our teams transform everyday tasks into more productive and creative endeavors.",
    "Maksym Palamarenko, Head of Software Development Office at N-ix Governance and accountability N-iX Ukraine to Promote Corporate Social Responsibility N-iX has become a partner of CSR Ukraine, an organization that has been promoting corporate social responsibility in Ukraine for 15 years.",
    "CSR Ukraine brings together over 40 major companies and is the national partner of CSR Europe and the World Business Council for Sustainable Development.",
    "Through this collaboration, N-iX participates in conferences, forums, trainings, and other important events that help develop social responsibility and community support.",
    "This partnership is particularly crucial at a time when companies play a key role in the recovery of Ukraine and the support of social stability.",
    "Our global presence Our partner ecosystem UK-Ukraine Tech Bridge Andrew Pavliv, Chairman of the Supervisory Board and Founder, joined the steering board of the UK-Ukraine Tech Bridge initiative, a strategic partnership between the United Kingdom and Ukraine aimed at revolutionizing the tech ecosystems of both countries.",
    "As a proud member of techUK, N-iX is actively involved in this groundbreaking initiative, which focuses on fostering collaboration, innovation, and mutual growth opportunities for Ukrainian and British companies.",
    "Environmental impact Social responsibility \\\\ er"
]