[
    "07.",
    "Company Profile 10.",
    "Our Approach to Sustainability 13.",
    "Corporate Governance 17.",
    "Value Chain Management 19.",
    "Intellectual Property Table of | 21.",
    "Innovation and Technology 27.",
    "Product Stewardship and Impact 28.",
    "Crop Nutrition 32.",
    "Crop Protection 33.",
    "HB4 Technology 39.",
    "Climate Change 42.",
    "Efficient Resource Management 47.",
    "Talent Attraction, Engagement and Retention 54.",
    "Diversity, Equity and Inclusion 58.",
    "Community Engagement and Impact 61.",
    "GRI Index 71.",
    "Pro Farm Group ESG Report (2022 SUSTAINABILITY REPORT 2 04.",
    "CEQ MESSAGE 06.",
    "ABOUT THIS REPORT O07.",
    "COMPANY PROFILE 10.",
    "APPROACH TO SUSTAINABILITY 13.",
    "CORPORATE GOVERNANCE 17.",
    "VALUE CHAIN MANAGEMENT 19.",
    "INTELLECTUAL PROPERTY report.",
    "As an organization, Bioceres Crop Solutions is focused on sourcing, designing and bringing to market technologies that address two major challenges confronting global agriculture: climate change and the unsustainable use of synthetic chemicals.",
    "Together, we work to regenerate agricultural ecosystems while we preserve the affordability of food and feed.",
    "To do this, our technologies align productivity incentives with better stewardship of environmental resources.",
    "Achieving these objectives helps us deliver value to our immediate stakeholders as well as the communities in which we operate.",
    "Our commitment to sustainability is a foundational mandate.",
    "Our company was started by a group of farmers and agronomists that came together in pursuit of practical and effective solutions to counteract soil erosion and degradation.",
    "Eventually, this dedicated group of innovators banded together to form a farmer- led research and development cooperative that evolved into Bioceres Crop Solutions — a company that is now recognized as a global leader in the development and commercialization of a large and growing portfolio of innovative agriculture products designed to transform agriculture as we know it.",
    "At Bioceres, we lead this transition by creating climate-smart agriculture solutions — biologically based products that can partially or completely replace the use of synthetic chemicals with the same level of efficacy but at a lower environmental cost.",
    "We also create new crop technologies that facilitate adaptation to climate change, allowing crops to tolerate abiotic stress such as drought.",
    "Through our broad portfolio of products and services, we boost the performance and bottom line of growers, while reducing or eliminating the negative impacts often associated with conventional crop inputs.",
    "As part of our growth strategy, we recently completed our merger with Marrone Bio Innovations Inc., now renamed as Pro Farm Group, a global leader in biological agricultural solutions including biopesticides, biostimulants and biofertilizers.",
    "Our combined capabilities, product portfolios and market footprint are highly complementary and present tremendous opportunities for synergy.",
    "Pro Farm has deep experience and a proven track record in discovering, developing and commercializing microbial-based products, and its proprietary collection of more than 18,000 novel microbes promises to spur further product development well into the future.",
    "Federico Trucco Chief Executive Officer Bioceres Crop Solutions @ 2022 SUSTAINABILITY R in the midst of finalizing their respective inaugural ESG reports.",
    "When we had the opportunity to review each other's draft reports, we were pleased to rT | see almost perfect alignment on our overall commitments to sustainability and corporate social responsibility, including synergies between our key goals and material sustainability metrics as identified by our customers, investors, collaborators, work colleagues and directors.",
    "Our portfolios and Tog ether, we WO rk to market footprints are highly complementary, and our ESG visions are fully aligned as we move forward.",
    "regenerate ag ricu ltu ral Reading through our inaugural ESG report, | am certain you will agree that .",
    "Bioceres Crop Solutions lives and breathes sustainability with each step Tt h we take.",
    "As CEO, | am proud of the leadership role that Bioceres has taken ecosys ems WwW [ e we to advance solutions to protect the environment, promote human health and ensure the sustainability of farms and farmers today, tomorrow and for Dp reserve th (Se affo rda bi ity generations to come.",
    "None of this would be possible without the dedication of our more than 700 of food and feed ° colleagues worldwide.",
    "On behalf of the Bioceres team, | thank you for joining us on this important journey.",
    "rr PWS YK Mop App Federico Trucco Chief Executive Officer Bioceres Crop Solutions @ 2022 SUSTAINABILITY REPORT 9) year 2022 financial statements are as follows: , , ventures or associated companies) e Rizobacter South Africa are as follows: In order to expedite communication of our ESG vision and ° Bioceres Crop Solutions Corporation ° Comer.",
    "Agrop.",
    "Rizobacterde —.",
    "Fo) Ganaticg S.A performance, Bioceres made the decision to finalize and release ° Bioceres Crops S.A.",
    "Bolivia S.A.",
    "igen enencs 2 separate Bioceres and Marrone Bio Innovations reports.",
    "The ° Synertech Industrias S.A.",
    "fiscal year 2022 Bioceres report currently excludes Marrone Bio ° Bioceres Semillas S.A.",
    "* Rizobacter USA, LLC Innovations data.",
    "Following the merger, Marrone Bio Innovations Indrasa Biotecnologia S.A.",
    "now operates under the Pro Farm Group name, as a new business unit within Bioceres Crop Solutions.",
    "The Pro Farm report can be e RASA Holding, LLC e Rizobacter Colombia SAS found in the Appendix.",
    "In the future, ESG reporting for all of our business units will be done under the Bioceres umbrella.",
    "e BCS Holding LLC e Rizobacter India Private Ltd.",
    "Alfalfa Technologies S.R.L All controlled companies as of June 30, 2022, are included in the consolidated e Rizobacter do Brasil Ltda.",
    "e Verdeca LLC financial statements.",
    "e Rizobacter Argentina S.A.",
    "e Rizobacter France SAS Our first sustainability report provides qualitative and quantitative information on our approach to managing the Environmental, e Rizobacter del Paraguay S.A.",
    "e Insumos Agroquimicos S.A.",
    "Social and Governance (ESG) vision of our business.",
    "Bioceres has reported the information cited for this report for the 2022 fiscal year (July 1, 2021, through June 30, 2022) with reference to the GRI Standards.",
    "The United Nations Sustainable Development Goals (UN SDGs) and key Sustainability Accounting Standards Board (SASB) metrics pertaining to the Chemicals industry are also addressed in this report.",
    "CONTACT For questions or feedback regarding our sustainability report, please visit our website.",
    "@ 2022 SUSTAINABILITY REPORT 6 ABOUT BIOCERES CROP SOLUTIONS Bioceres Crop Solutions Corp.",
    "(NASDAQ: BIOX) is a global leader in the development and commercialization of crop productivity solutions designed to transition agriculture to carbon neutrality.",
    "We have a unique platform with patented, high-impact technologies for crop seeds and a broad portfolio of biologically based agricultural inputs.",
    "We are also developers of next-generation crop protection and crop nutrition solutions.",
    "Through our HB4® Generation program, we also provide digital solutions to support on-farm decisions that ensure full crop traceability throughout the value chain from the farmer to the end consumer.",
    "We produce agricultural inputs that are marketed in more than 40 countries.",
    "Our headquarters and many research functions — particularly early-stage research with new technologies — are based in Rosario, Argentina.",
    "Manufacturing and product research and development — particularly for commercial or near-commercial products such as seed inoculants and seed treatments, fertilizers, bionutrients and biostimulants, and spray adjuvants — are based at our campus in Pergamino, Argentina.",
    "We have an adjuvant manufacturing plant in Brazil, which also has formulation and production packaging capacity for a variety of agricultural input products.",
    "In addition, we have registered subsidiaries in Uruguay, Paraguay, Bolivia, Brazil, Colombia, the United States, South Africa and France.",
    "INTRODUCTION INNOVATION ENVIRONMENT ——_ lM) OUR GLOBAL FOOTPRINT CULTURE APPENDIX @ 2022 SUSTAINABILITY REPORT 7 SOLUTIONS AT A GLANCE’ The first company to commercialize drought-tolerant traited soybean and wheat crops The first company to obtain regulatory approvals for drought-tolerant traited soybean and wheat crops 23 %+ 257 global market share patents and patent in soybean inoculants applications 40+ 565 countries with full-time employees commercialized products distributors globally registered products O 700+ 60% revenue growth trademarks/ applications in FY 2022 INTRODUCTION INNOVATION PRINCIPAL OPERATIONS Rizobacter Founded more than 45 years ago, Rizobacter is a global leader in the development and commercialization of microbiological products, including seed inoculants, biostimulants, bionutrients and biopesticides.",
    "Rizobacter also develops and sells novel adjuvants and microbeaded fertilizers.",
    "Rizobacter is one of the largest suppliers of agricultural inputs in key South American row crop markets, and its seed inoculants are used on more than 23% of globally produced soybeans.",
    "Bioceres Semillas Bioceres Semillas is the commercial channel through which seeds, including the main varieties of wheat and soybeans, are sold to a series of distributors and end users throughout South America.",
    "In addition to conventional wheat and soybean varieties developed to support no-till agriculture, Bioceres Semillas commercializes wheat and soy varieties modified to consistently improve crop quality and yields under drought conditions.",
    "These climate-smart seeds are marketed under the HB4 name.",
    "Pro Farm Group’ Pro Farm is a pioneer in the discovery and development of innovative biological products for crop protection, crop health and crop nutrition.",
    "Pro Farm has one of the largest portfolios of novel, US EPA-registered biopesticides in ENVIRONMENT CULTURE APPENDIX the world.",
    "In 2022, its biopesticidal products were used on more than 15 million acres of corn, cotton and soybeans in the U.S., and its bionutrient seed treatments were used on more than 25 million acres of corn, rapeseed (canola) and sunflowers in Europe.",
    "Verdeca Verdeca is the business unit within Bioceres focused on the development, marketing and deregulation of varieties and traits for soybean cultivation, such as HB4 Soy.",
    "Trigall Genetics Trigall Genetics is dedicated to the development and deregulation of conventional varieties and biotechnological traits in wheat, such as HB4 Wheat.",
    "Trigall Genetics is a partnership with Florimond Desprez.",
    "Synertech Industrias Synertech Industrias is a partnership with De Sangosse focused on the production and marketing of microbeaded fertilizers.",
    "Insuagro Insuagro is dedicated to the sale and distribution of phytosanitary products, with extensive experience in the crop protection space.",
    "$51.5 million adjusted EBITDA in FY 2022 1Pro Farm Group was in the process of publishing its first ESG (2020-2021) Report during the merger process with Bioceres Crop Solutions that was completed in July 2022.",
    "The Pro Farm Group report is being released as an addendum to this Bioceres Crop Solutions report.",
    "Any subsequent ESG reports will be as a single report under Bioceres Crop Solutions.",
    "‘This data excludes Pro Farm Group operations.",
    "Information regarding Pro Farm Group can be found in the Appendix.",
    "@ 2022 SUSTAINABILITY REPORT 8 Our company is organized into three business segments based on our products and capabilities: Crop Protection, Crop Nutrition and Seed and Integrated Products.",
    "CROP PROTECTION ® Biopesticides: Pesticides are for controlling crop diseases and pests, such as insects, mites and nematodes.",
    "Biopesticides are pesticides derived from natural materials such as plants, minerals, fungi or bacteria.",
    "We develop and market a portfolio of biopesticides capable of reducing the harm of insect pests and plant diseases during the lifecycle of crops.",
    "Both microbial pesticides are high-performance tools for growers which have the added benefit of being nontoxic to workers, end consumers and the environment, including pollinators and other beneficial organisms.",
    "© Adjuvants: Adjuvants are high-tech molecules used to increase the effectiveness of spray applications.",
    "The addition of our adjuvants in spray tanks can benefit growers and the environment by reducing the amount of pesticides and fertilizers used on crops by 5-15%.",
    "Our adjuvants are also used to reduce spray drift and to mitigate against the premature loss of the efficacy of crop inputs under harsh environmental conditions.",
    "Our R&D unit is also developing biological-based adjuvants that will have an improved efficacy and environmental impact over current synthetic adjuvants.",
    "CROP NUTRITION © Inoculants and Biofertilizers: Inoculants are biological fertilizers, broadly using nitrogen-fixing bacteria to enhance the development of legumes, such as soybeans and alfalfa.",
    "Rizobacter is recognized as a global leader in biological nitrogen fixation products for soybeans and other legumes.",
    "In addition, we develop and commercialize biofertilizers for foliar or seed application that allow plants to absorb various beneficial nutrients in a novel and effective way.",
    "We are developing next-generation seed treatments that make key nutrients more accessible to plants, but less prone to runoff from soil, thereby reducing the potential for water pollution.",
    "Microbeaded Fertilizers: Due to their formulation and method of application with seeds during sowing, our unique microbeaded fertilizer technology allows targeted and efficient allocation of nutrients to crop roots, increasing nutrient uptake efficiency up to four times versus a conventional fertilizer application while simultaneously reducing lixiviation, or the separation of insoluble nutrients.",
    "This improves plant health while reducing the possibility of harmful nutrient runoff.",
    "Our Microstar PZ is a starter fertilizer that provides newly planted seeds with key nutrients at the carefully titrated concentration necessary for plant health at the right time in the planting process, reducing the risk of environmental pollution due to excessive run-off to water sources or volatilization in the atmosphere.",
    "@ SEED AND INTEGRATED PRODUCTS © Seed and Germplasm Technology: Our soybean genetic improvement program is developed by Verdeca, and we have novel varieties registered, or soon to be registered, in Argentina, Uruguay, Paraguay and South Africa.",
    "The wheat genetic improvement program is developed by Trigall Genetics and has registered varieties in Argentina and Uruguay.",
    "Climate-Smart Seeds: Leveraging our HB4 technology, we are innovating seed treatment functionality by imparting new soybean and wheat varieties with a drought-tolerance trait and an HB4-tailored biological seed treatment package that provides crops with key nutrients as well as protection from diseases, insects and nematode pests.",
    "Our HB4 Program includes an identity preservation system that allows us to track key agronomic performance and environmental metrics from farmer to end consumer.",
    "Seed Treatments: Our seed treatments are high value-add products developed and marketed by Rizobacter in alliance with Syngenta Seedcare, and our proprietary formulations have been adapted for use with more than 20 different crop seed varieties.",
    "These seed treatments combine seed inoculants, pesticides (synthetic and biological), nutrients and biostimulants that are specific to the crop and the environmental conditions in which it is grown.",
    "@ 2022 SUSTAINABILITY REPORT BUILDING OUR ESG STRATEGY In 2021, we conducted a multistakeholder materiality assessment to translate our vision and strengths into a formal sustainability strategy.",
    "We developed this strategy collaboratively with input and feedback from different internal and external stakeholders, based on the results of a thorough, third-party supported materiality assessment, following the guidelines of the GRI Standards and also cross-checking these GRI metrics with SASB and UN Sustainable Development Goals (SDG) guidelines.",
    "Through this exercise, we identified the most relevant issues for composing, managing and executing our sustainability strategy.",
    "We prioritized the topics most important to our stakeholders that presented the greatest opportunities for social, environmental and economic impact.",
    "OUR VISION OF SUSTAINABILITY At Bioceres, our purpose — the reason we exist — is to improve the potential for each crop sown to mitigate the climate crisis and to reverse the degradation of natural resources.",
    "Agriculture is a significant contributor to climate change as well as one of the economic sectors most at risk from it.",
    "But agriculture also presents the greatest opportunity to reverse this crisis by increasing carbon sequestration in the soil through restoration of degraded soils and widespread adoption of soil conservation practices.",
    "Through our innovation efforts we discover, develop and commercialize products that conserve land and water resources and promote soil biodiversity.",
    "Additionally, our biological portfolio also promotes other valuable ecosystem services, including protecting ecosystem biodiversity, pollinator health, farmer and farmworker safety and reducing synthetic chemical loads in the environment and our food supply.",
    "Our products target some of the most prolific row crops worldwide, including soybeans and wheat, as well as a wide variety of specialty crops, providing a large Opportunity to drive consequential change, not only through our own actions but through the adoption of our products by others.",
    "Our flagship HB4 Program reflects our vision and comprehensive approach to agricultural sustainability — a regenerative transition that is made possible by technological innovation and collaborative ecosystems among different players in the supply chain.",
    "Through this program, Bioceres provides farmers that follow regenerative practices such as conservation tillage, cover cropping and crop rotations, with a comprehensive portfolio of seed traits, biological inputs, fertilizers, “big data” decision support systems and farm-to-fork traceability tools.",
    "MATERIALITY PROCESS Identification: I» We identified a total of 23 material issues through the assessment, which included input from a benchmark study with local and international companies in the sector, our corporate risk matrix, the analysis of material issues defined by GRI, SASB, and other relevant sector references, including the UN SDGs.",
    "Prioritization: » Once the material issues were defined, we conducted a prioritization exercise with executive management.",
    "From the initial list, we identified 15 strategic material topics of priority for Bioceres.",
    "CULTURE APPENDIX Validation: We validated this list with our main stakeholders through an online survey answered by 125 people.",
    "The survey also included an open-ended question about the key issues and concerns the respondents felt should be included, in addition to the issues prioritized by the company.",
    "@ 2022 SUSTAINABILITY REPORT 10 Our materiality matrix details the prioritization of our topics based on the level of impact and their relevance to stakeholders.",
    "The issues in the upper right are those with the greatest impact and of the greatest importance to stakeholders.",
    "This prioritization forms the basis of our report.",
    "INTRODUCTION INNOVATION ENVIRONMENT CULTURE APPENDIX INFLUENCE ON STAKEHOLDER EVALUATIONS AND DECISIONS Materiality matrix 1 | - Innovation (2 - Design of sustainable products 3 | - Economic performance (4 | - Efficient resource management @ - Contribution to socioeconomic development 5 - Protection of biodiversity 6 | - Responsible land use 9 | - Intellectual property 3 - Talent attraction and retention ®@ - Internal culture and team commitment ® - Value chain (10) - Adaptation and mitigation to climate change ® - Responsible waste management ® - Community relations (15) - Diversity and equal opportunities IMPORTANCE OF ENVIRONMENTAL, SOCIAL AND ECONOMIC IMPACTS @ 2022 SUSTAINABILITY REPORT 11 “THE REGENERATIVE TRANSITION” Our sustainability strategy, which we call “The Regenerative Transition,’ is based on three core organizational LEAD SUSTAINABLE INNOVATE TO CATALYZE THE KNOWLEDGE ambitions to: (1) lead the sustainable AGRICULTURE BUILD RESILIENCE ECOSYSTEM agriculture transformation; (2) innovate to create resilience in our food, feed dfib duct svst d (3) J e Responsible land use e R&D innovation e Talent attraction, and fiber product systems; an , ; ae catalyze he onowlee @ ecosystem.",
    "Itis aE ° Efficient resource management e Adaptation and mitigation development and retention y ; g y : 36 to climate change e Internal culture-building under these three pillars that we aligned a ° Responsible waste management | — | our material topics.",
    "© Biodiversity protection e Design of sustainable products e Diversity and equal opportunity material topics under recognized ESG ° Sustainable agriculture * Contribution to * Foster partnerships socioeconomic development between institutions frameworks including UN Sustainable .",
    ".",
    "Development Goals, as well as Global e Protection of intellectual property Reporting Initiative and Sustainable .",
    "Y) Accounting Standards Board ESG ti frameworks.",
    "The Appendix of this x5 Employees, Suppliers Employees, Community Employees, Scientific Community, Bioceres report and the accompanying ou and Customers and Scientific Community NGOs and Government : << report for Pro Farm Group align our - disclosures with these frameworks.",
    "CLEAN WATER 1 RESPONSIBLE ZERO INDUSTRY, INNOVATION DECENT WORK AND INDUSTRY, INNOVATION AND SANITATION CONSUMPTION HUNGER AND INFRASTRUCTURE ECONOMIC GROWTH AND INFRASTRUCTURE AND PRODUCTION ( ( ( = °2 13 CLIMATE 1 4) LIFE 12 RESPONSIBLE 13 CLIMATE 17 PARTNERSHIPS ACTION ON LAND CONSUMPTION ACTION FOR THE GOALS AND PRODUCTION <> CO F & & @ 2022 SUSTAINABILITY REPORT We are committed to maintaining our culture of integrity and promoting ethical values across our entire organization.",
    "Employees participate in in-person and virtual Bioceres is committed to the highest standards of ethics, honesty and integrity as detailed in our _ training to ensure compliance with our values and policies.",
    "Code of Conduct and Ethics, which sets forth the guidelines and principles necessary to promote and ensure the proper behavior in all interactions with our internal and external stakeholders.",
    "Our Code of Conduct and Ethics, approved by our Board of Directors, sets forth the guidelines and principles by which we operate.",
    "The Code constitutes a promise by the company’s directors, officers and employees to establish and maintain the EXECUTIVE MANAGEMENT BOARD OF DIRECTORS highest values of ethics, honesty and integrity in all internal and external business activities, as well as in their engagement with the community.",
    "Our executive management team Bioceres’ Board of Directors provides oversight brings significant leadership experience of, and input on, the company’s core economic, Our Regulatory Compliance department oversees our efforts in this area, ensuring in the advancement of biotechnology environmental and social issues in accordance with our Culture of integrity is maintained across all areas of our organization and in our and its impact on agriculture.",
    "our Corporate Governance Guidelines.",
    "interactions with our employees and third parties, including our partners, suppliers and members of the communities in which we operate.",
    "e Federico Trucco e Federico Trucco Chief Executive Officer Executive Director To support our culture of integrity, we maintain a Compliance Hotline where ; : concerns about potential issues or infractions can be shared.",
    "We expect employees * Enrique Lopez Lecube * Enrique Lopez Lecube to submit any concerns about actions that may violate our Code and respective Chief Financial Officer Executive Director policies.",
    "Submissions are kept anonymous and are reported to the Audit Committee e Jorge Wagner ¢ Gloria Montaron Estrada for investigation.",
    "Chief Operating Officer Executive Director e Ricardo Yapur e Natalia Zang Chief Commercial Officer and Non-Executive Director @ COMPLIANCE POLICIES Managing Director of Rizobacter © Ari Ereisincer .",
    ".",
    "- Argentina SA as Our regulatory framework consists of the following policies: Non-Executive Director e Code of Conduct and Ethics e Yogesh Mago Non-Executive Director e Insider Trading Policy e Keith McGovern © Compliance Reporting Policy Non-Executive Director .",
    "Compliance Sanctions Policy Related Party Transactions Policy Anti-Bribery and Corruption Policy @ 2022 SUSTAINABILITY REPORT We manage our organization with the principles of sustainable development in mind, ensuring a balance among economic performance, care for the environment and social welfare in all decisions we make.",
    "We seek to create positive value not only for shareholders and customers, but also for our employees and the communities in which we operate.",
    "During the 2022 fiscal year, we saw a 60% year-over-year growth in our revenues, which amounted to $334.8 million, as well as a 7% increase in our Adjusted EBITDA, which equated to $51.5 million.",
    "Financial performance’ INTRODUCTION Our Crop Protection segment generated revenues of $174.4 million, representing 52.5% of the company’s total revenues.",
    "The segment contributed significant revenue growth following the commercial reorganization for third-party product sales as well as tailwinds from global supply chain issues that contributed to higher prices.",
    "Our Seeds and Integrated Products segment represented 15.3% of revenues for the period, with sales of $51.3 million.",
    "Growth in this segment was driven mainly by first-time revenues of $12.4 million generated by our HB4 Wheat program and seed sales in the fourth quarter of 2022.",
    "INNOVATION ENVIRONMENT Our Crop Nutrition segment represented 32.6% of total revenues, with sales of $109.1 million.",
    "The segment contributed almost 40% of overall annual growth driven by outstanding performance in both microbeaded fertilizers and inoculant sales segments.",
    "We increased market penetration in microbeaded fertilizers by almost doubling sales.",
    "Expanded grower experience with this novel fertilizing technology pushed volumes up 64% year over year.",
    "Inoculant sales were particularly strong in Brazil, a targeted expansion region based on the competitive advantage Rizobacter’s LLI (Long-Life Inoculants) technology presented to our company.",
    "CULTURE As Reported (— >» FY 2021 FY 2022 %Chg.",
    "Revenue by segment Crop protection 114.1 174.4 53% 'FY2021 |FY 2022 _‘| Chg.",
    "%Chg.",
    "Seed and integrated products | 34.8 51.3 47% Adjusted EBITDA?",
    "48.3 | 51.5 | 3.2 | 7% Crop nutrition 60.6 109.1 80% Total revenue 209.5 334.8 60% (in millions of USD) Ne yy (In millions of USD) ‘This data excludes Pro Farm Group operations.",
    "Information regarding Pro Farm Group can be found in the Appendix.",
    "2Please see our financial statement for a full reconciliation.",
    "APPENDIX @ 2022 SUSTAINABILITY REPORT 14 Management actively monitors the performance of the company to make decisions, mitigate risks and achieve established objectives.",
    "Quarterly updates are presented to the Board of Directors.",
    "We publicly disclose our financial performance in our quarterly financial statements, which are prepared in accordance with International Financial Reporting Standards (IFRS) as defined by the International Accounting Standards Board (IASB).",
    "These statements are routinely evaluated by an external auditor for accuracy and accountability, as well as by our internal audit department.",
    "All of our quarterly and financial statements are available on our website.",
    "Abbreviated income statement’ C FY 2021?",
    "FY 2022?",
    "Total revenue 209.5 334.8 Cost of sales (118.6) (208.4) Gross Profit 90.9 126.4 Operating expenses (53.2) (84.4) Share of profit of JV 1.0 1.1 Other income or expenses, net (0.3) (3.3) Operating Profit 38.4 39.9 Finance results (27.9) (25.8) Income tax (14.4) (18.0) Profit / (Loss) for the period (3.8) (3.9) Other comprehensive profit / (loss) | 10.1 35.2 Total comprehensive profit / (loss) 6.2 31.3 Ne / ‘This data excludes Pro Farm Group operations.",
    "Information regarding Pro Farm Group can be found in the Appendix.",
    "2Amounts in millions of USD, all numbers as of fiscal year end.",
    "@ 2022 SUSTAINABILITY REPORT 15 ENGAGEMENT We are attentive to those who have an interest in our business or are affected by our operations and have different engagement and dialogue strategies for each stakeholder group with which we interact.",
    "We maintain an open and transparent relationship with our stakeholders to learn about their expectations and concerns and leverage these insights to provide strategic value in managing our business.",
    "INTRODUCTION INNOVATION ENVIRONMENT CULTURE APPENDIX m@ MANAGEMENT ® Meetings © Email m SHAREHOLDERS ® Email notifications e Quarterly video conferences ® Responses from Investor Relations m THOUGHT LEADERS e Events ® Table of Biological Nutrition (Rizobacter) ® Trainings ® Publications ® Promotion of agricultural practices in meetings and field days (e.g., CREA) =® GOVERNMENT ® Meetings ® Institutional or governmentevents ©® Participation on government advisory committees m TRADE ASSOCIATIONS ® Board of the Argentine Chamber of Biotechnology CABIO (Chamber of Bioinputs) Technical Committee International Biocontrol Manufacturers Association (PFG) Biological Products Industry Alliance (PFG) ® Communication Committee and Technical Committee of CASAFE (Chamber of Agricultural Health and Fertilizers) European Biostimulant Council (PFG) ® CASAFE Communications Committee ® Campo Limpio Communications and Technical Committees ™ MEDIA ® Pressreleases ©& Email ® Meetings ® Events m EMPLOYEES ® Surveys © Email ® Intranet = SUPPLIERS m STAKEHOLDER GROUP ® Contact with the Purchasing function ® FORMS OF ENGAGEMENT © Email Mm CUSTOMERS & FARMERS ® Contact with commercial network ® Trade association meetings and conferences ® Marketing webinars and product briefings ® Training events and webinars ® Field days m PARTNER COMPANIES © Email ® Video conferences © Meetings @ 2022 SUSTAINABILITY REPORT 16 Our supply chain partners are an extension of Bioceres, and they are instrumental to serving the needs of our customers and in helping us achieve our sustainability goals and objectives.",
    "We collaborate with our suppliers and partners to maintain the highest standards of ethics and integrity throughout the supply chain and to promote environmentally responsible operations.",
    "SUPPLY CHAIN MANAGEMENT Bioceres is committed to operating our business with the highest standards of ethical conduct, and we expect our suppliers, collaborators and partners to hold themselves to similarly rigorous standards.",
    "Adherence to our Code of Conduct and Ethics is a standard condition of our contracts and agreements, and all suppliers must agree to these conditions before conducting business with us.",
    "We maintain various processes that reinforce transparency and efficiency to effectively manage our large network of suppliers.",
    "As a part of our strategic sourcing and purchasing screening processes, we evaluate every new supplier on their environmental performance, and we inquire about the steps suppliers are taking to mitigate their environmental footprint and create positive environmental outcomes.",
    "In addition, we analyze suppliers’ quality control and environmental certifications as part of our screening efforts.",
    "INTRODUCTION To vet our supplier network more accurately, we distribute a supplier questionnaire that covers issues such as © operating permits, certifications and their performance regarding employee health and safety, quality control and compliance with environmental, labor and safety regulations.",
    "Suppliers receive a score evaluating their performance based on their answers to the questionnaire.",
    "We also audit suppliers through on-site and online evaluations.",
    "Additionally, we maintain a supplier reporting and whistleblower program to flag instances where there may be deviation from our expectations and standards.",
    "If a complaint is filed, we typically engage with a supplier through virtual meetings, site visits or audits to resolve the situation in an appropriate manner.",
    "Once resolved, the supplier informs us of the corrective actions it has taken, or will take, to prevent recurrence.",
    "Once corrective actions that are compliant with our procedures and policies are confirmed, the supplier may resume offering its respective products or services.",
    "To better evaluate our supplier partners, our procurement team introduced an automatic supplier evaluation tool in our SAP system in 2020, which considers environmental scores, delivery time and product quality scores.",
    "This information is critical in helping assess the more than 1,200 suppliers currently within our supply chain network.",
    "INNOVATION ENVIRONMENT CULTURE APPENDIX DRIVING SUSTAINABLE PACKAGING USE One of our most impactful environmental initiatives that we engage with our suppliers on is increasing the use of sustainable packaging in our products.",
    "Most of the products we manufacture are transported and distributed : in cardboard boxes.",
    "When we start a new supplier relationship, we require that they use Forest Stewardship Council, or Programme for the Endorsement of Forest Certification, certified boxes to ensure they are made with materials from sustainably managed forests.",
    "Os AR \\ tpn Pe | @ 2022 SUSTAINABILITY REPORT 17 Bioceres maintains a sharp focus on meeting the needs and expectations of our customers, and we have been working diligently to overcome ongoing global supply chain disruptions and headwinds as a reflection of these commitments.",
    "We continue to manage challenges related to COVID-19 interruptions and impacts on the supply chain, including adapting to delayed supplier delivery times.",
    "To overcome this challenge, we have remained in active communication with suppliers and, as necessary, adjusted our processes to effectively meet the needs of our customers during the pandemic.",
    "Despite supply chain headwinds, we managed to continue operating efficiently, guaranteeing on-time delivery to our customers, and avoiding significant price increases to them while continuing to meet the long-term business goals we set for ourselves prior to the pandemic.",
    "RESPONSIBLE MARKETING AND COMMUNICATIONS We are committed to maintaining transparent and responsible marketing and communications practices to ensure our compliance, and our customers’ compliance, with applicable laws, regulations and industry best practices in all jurisdictions in which we operate.",
    "For all of our products, particularly our pesticidal products and HB4-traited seeds, compliance with the regulatory requirements of each country is of highest priority to Bioceres.",
    "These regulations are multilayered and touch all steps in the research, development, approval and commercialization of our products.",
    "Regulators typically require extensive product performance, product characterization and quality control and product safety data for each product.",
    "Our regulatory affairs team is responsible for generating the data necessary to secure product approvals and to oversee product stewardship programs to ensure our products are used safety, effectively and fully in compliance with all relevant regulations.",
    "During fiscal year of 2021 and 2022, we had zero registered cases of noncompliance with product use or labeling regulations.",
    "In addition, we did not experience any instances of noncompliance with regulations or voluntary codes to which we must adhere, such as resolutions 302/2012, 367/2014 and 816/2006 issued by SENASA, Argentina’s Food and Agriculture Health and Quality regulatory agency, as well as the many other jurisdictions that are part of our global expansion efforts for Bioceres, Rizobacter and Pro Farm Group products.",
    "@ 2022 SUSTAINABILITY REPORT 18 PROPERTY Protecting our technologies and products under intellectual property rights allows us to offer the agricultural value chain unique and highly differentiated products and technologies, improving our competitiveness in the market.",
    "Our success depends on our ability to obtain and maintain intellectual property, particularly in respect to our patent rights, plant varieties, trademark rights and unique institutional know-how.",
    "Our legal department and product management teams oversee our intellectual property strategy and product portfolio.",
    "We have 31 trademarks and 80 trademark applications in Argentina, Brazil, the U.S.",
    "and Uruguay, including Bioceres Semillas, Biosem, BIOX, Bioceres Crop Solutions, Trigall Genetics, HB4, ECOSOJA and ECOTRIGO.",
    "Rizobacter has 396 trademarks and applications in Argentina and 668 trademarks and applications abroad.",
    "In addition, Bioceres is the owner and/or licensee of a portfolio more than 250 patents and patent applications that protect the intellectual property associated with our products, protecting and preserving our inventions and innovations across all our targeted areas of commercial operation.",
    "We work to obtain additional protection over seeds and germplasm through plant variety rights, which preserve the exclusive right of a variety owner to sell, reproduce, import and export a specific plant variety and its seeds.",
    "ENVIRONMENT CULTURE APPENDIX We also protect the practical knowledge of, and the data generated by, our employees, consultants and collaborating third parties, safeguarding all knowledge and intellectual property generated by our activities through specific service agreements and/or employment contracts.",
    "Our employment contracts include obligations of confidentiality and assignment of inventions to Bioceres and/or our affiliates in accordance with the regulations in the areas in which we operate.",
    "Additionally, we also maintain control of business information, and other proprietary data, that is developed by Bioceres as part of our regulatory dossiers.",
    "Our legal and project management teams are also responsible for the adequate protection of intellectual property rights, which is managed by an internal audit system and external consultants using monthly and annual measurement systems.",
    "We also leverage technology to protect our intellectual property in all stages of innovation and testing.",
    "We centralize the management of intellectual property risk across our markets through an external legal advisor who controls the agents of each country with double-internal verification by our legal department.",
    "As we look to expand our portfolio of innovative products, we are vigilant in continuing to strengthen our management of how we file, process and maintain applications for patents, plant varieties and trademarks in Argentina and other key commercial jurisdictions.",
    "@ 2022 SUSTAINABILITY REPORT 19 .",
    "=<!",
    ".",
    "~ _ ’ ’ 4 - ‘ \" —_ iy ) é Tad | : f : ; Ai ‘ey .",
    ", ° i: / f “er .",
    ".",
    "4 —— , he 6.",
    "\\ 21.",
    "INNOVATION AND TECHNOLOGY 2/7.",
    "PRODUCT STEWARDSHIP AND IMPACT 28.",
    "CROP NUTRITION 32.",
    "CROP PROTECTION 33.",
    "HB4 TECHNOLOGY (Q 2022 SUSTAINABILITY REPORT At Bioceres, one of the pillars of our sustainability strategy is to foster innovation to create resilience in our food, feed and fiber product systems.",
    "We embrace innovation and scientific discovery to deliver groundbreaking solutions in biocontrols, bionutrients and biostimulants; novel seed inoculants, treatments and traits; novel adjuvants; and novel products that integrate both biological and synthetic components.",
    "All of our innovations are developed to promote plant health and overall agricultural climate resiliency while simultaneously reducing synthetic chemical inputs.",
    "Each step we take — from product discovery to product development, to product manufacturing and commercialization — addresses global challenges and creates a more sustainable, resilient agriculture system.",
    "We have been delivering trusted solutions, such as seeds, seed inoculants and novel fertilizers, that protect and nurture crops and seeds, safeguard biodiversity, enhance climate resilience and increase crop productivity to growers for more than twenty years.",
    "Our recent acquisition of Marrone Bio Innovations (now Pro Farm Group) has expanded our capability to deliver a complete product portfolio of climate-smart solutions for our farmer customers and distribution partners.",
    "2022 SUSTAINABILITY REPORT 21 to being able to fulfill our purpose of designing solutions quickly bring innovations to market.",
    "We conduct that guarantee health, food for the future and the research collaboratively with relevant, innovative transition to carbon-neutral agriculture.",
    "partners in the agricultural sector, such as academic groups, startups and well-established multinational companies.",
    "These collaborations include our recently announced agreement with Syngenta Seedcare, through which the organization will become Bioceres’ exclusive global commercial distributor of our biological seed treatment solutions as we Our technology sourcing department explores opportunities to develop and advance our agricultural biotechnology and maintain the company’s approach to innovation in accordance with the latest industry research, trends and best practices.",
    "Our in-house R&D team at Rizobacter and Bioceres simultaneously invest in the R&D, manufacturing works on lab-scale and pilot-scale capabilities.",
    "To capacity and commercialization of future biological augment our research and development capabilities, seed treatment products.",
    "Other examples of Bioceres also has an R&D services agreement with these collaborations include recent distribution INDEAR, our parent company’s biotechnology sourcing, agreements between Corteva and Pro Farm discovery and product development partner, through regarding Corteva’'s use of their foliar bionutrient which we have access to all agricultural biotechnology products for row crops for the European market and that INDEAR develops or obtains related to improving seed treatment bionutrient products for row crops crop productivity, quality and resiliency.",
    "for the global market.",
    "These strategic alliances allow us to expand our global footprint and accelerate development and commercialization of existing and emerging Bioceres technologies.",
    "Our acquisition of Marrone Bio Innovations, now the Pro Farm Group business unit of Bioceres, with R&D facilities in Davis, California; Helsinki, Finland; and Tallinn, Estonia, as well as its extensive portfolio of biological products Ensuring quality and consistency across our that includes a library of more than 18,000 proprietary product portfolio is of paramount importance, which microbial strains, greatly expands the capacity and is why we observe recognized standards such as scope of our in-house R&D capabilities.",
    "ISO 9001:2015 to ensure uniform manufacturing and .",
    "production processes at all our facilities.",
    "Additionally, Bioceres collaborates with recognized independent academic and research institutions in Argentina, the U.S., Canada and Europe during the initial phases of product development.",
    "We employ an “open architecture” approach where we identify promising third-party technologies, form strategic @ 2022 SUSTAINABILITY REPORT 22 1 Discovery (2) Proof of Concept Integrate and test technologies via lab- and greenhouse-based bioassays and other testing methodologies to verify their efficacy on a small scale.",
    "(3) Advanced Development Implement extensive tests to demonstrate the effectiveness of technologies and begin the process of obtaining regulatory approvals.",
    "In addition, we also develop tests to determine the potential environmental impact (e.g., energy and water usage, GHG emissions potential, etc.) of technologies under development as we ramp up to an Identify candidate genes or genetic clusters, metabolites, plant extracts or microorganisms that improve plant and/or soil productivity and health using our in-house capacity.",
    "During this phase, we may also source information and studies from contracted partners or other prominent research institutions.",
    "Pre-Launch Complete the regulatory approval process and begin pre-commercial production.",
    "During this phase, we complete required product characterization, toxicological, safety and efficacy data for our commercial candidates.",
    "For seeds and seed traits, we conduct pilot tests and demonstration trials with select clients and seed increase steps with contracted farmers.",
    "In addition, during this stage, we develop the marketing strategy for our pre-commercial products.",
    "6) Early Development Identify the best use of a technology and define the concept of performance.",
    "During this stage, we also expand field tests to different geographies, environmental conditions and product application protocols to define the first minimum viable product (MVP).",
    "industrial scale.",
    "Launch Launch and commercialization of products and technologies either via our Bioceres sales and marketing teams in LATAM, North America, Europe and Africa, or with global or regional distribution partners.",
    "We establish royalty contracts when we commercialize technologies through strategic partners.",
    "@ 2022 SUSTAINABILITY REPORT 23 and other crop input categories, and our commercial footprint coverage now spans more than 40 countries.",
    "Also, during the year, we made considerable progress in expanding our innovation pipeline, particularly by joining forces with Marrone Bio Innovations, which is now the Pro Farm business unit of Bioceres overseeing our North American and European operations.",
    "Product portfolio (Ny SEGMENT CROP PROTECTION CROP NUTRITION SEED AND INTEGRATED PRODUCTS SUBSEGMENT Adjuvants Pest Control Inoculants & Biofertilizers Micro-beaded Fertilizers Seed Treatments Seed Traits & Germplasm Increase effectiveness and Full range of pest Nitrogen-fixing biologicals, and Micro-beaded fertilizers that Full seed treatment packs promote HB4 Soy and HB4 Wheat PRODUCTS reduce application rates of control molecules and other bionutrients or biostimulants, reduce application rates by plant growth and reduce chemical .",
    "; ; DESCRIPTION active ingredients biocontrol products that promote growth and replace promoting efficiency and accuracy nutrition requirements Improving yields by increasing chemical nutrition sources tolerance to abiotic stress @), RIZOSPRAY 5 Signum Microstar Rizopack INSIGNIA v Extremo Rizoderma snum CMB PRODUCTS vy @) RIZOSPRAY wy .",
    "= = 6 2 @ ry Q integrum S@REGALIA Rizoliq Microstar Signum HB4 *) Eco : woe I Ee?",
    "i ° FORAMIN'ST OFco ve STARGUS Rizoliaq Microstar Q Lerrector ((GRANDEVO Spee Microstar’ UBP Secuestrante sone .",
    ".",
    "PZBIO Seed Treatment \" , Rizoliq _ Silwet© VOyMAJESTENE VitaGrow TAKLA Rizospirillum ZELTO : YMPACT™ @ FORAMIN WAVENERATE “ OPTIMA ~ .",
    "UBP 110 _ZFET-AG G@ EMERGEN’ _ZTET-Oxide: (PACESETTER® @ 2022 SUSTAINABILITY REPORT 24 stewardship and sustainable growth.",
    "Key product and commercial highlights include: e The HB4 program surpassed 70,000 hectares in soy and wheat.",
    "e Brazil approved HB4 Wheat for food and feed use and for cultivation.",
    "e China’s Ministry of Agriculture granted food and feed approval for HB4 Soy.",
    "e The U.S.",
    "Food and Drug Administration (FDA) approved HB4 Wheat for food and feed use, and the FDA and the U.S.",
    "Department of Agriculture (USDA) approved HB4 Soy for food and feed use, as well as for on-farm cultivation.",
    "Upcoming Pipeline Commercial Launches PORTFOLIOS COMPLEMENT AND EXTEND VISIBLE ORGANIC GROWTH POTENTIAL Key commercial launches 2021 2022 2023 2024 2025 and beyond Bionematicide + .",
    "Bioinsecticide HB4 Soy ee Bioherbicides a Food Standards Australia New Zealand recommended food and feed approval of HB4 Wheat.",
    "Bioceres prepared HB4 Soy and HB4 Wheat for regulatory submissions in other key international markets Bioceres signed a 10-year commercial and R&D agreement with Syngenta Seedcare, under which Syngenta will be the exclusive global distributor for all Rizobacter biological seed treatment products.",
    "The agreement also funds a long- term collaboration that will help us further develop our existing product portfolio while discovering, developing and commercializing new biological seed treatment products.",
    "MBI-306, our second-generation insecticidal and nematicidal Burkholderia rinojensis-based, microbial seed treatment, was submitted to the U.S.",
    "Environmental Protection Agency.",
    "This groundbreaking, reduced-risk pesticide cost-effectively and consistently outperforms many chemical insecticides and nematicides that are commonly used on row crops and now are under increased regulatory scrutiny due to worker and environmental concerns.",
    "@ 2022 SUSTAINABILITY REPORT 25 AND ORGANIZATIONS We believe collaboration and knowledge-sharing spark groundbreaking innovation.",
    "In recent years, Bioceres has played an active role in strengthening and accelerating the advancement of the following organizations, which are drivers of the knowledge economy.",
    "We foster strong partnerships and readily engage with thought leaders, industry experts, scientists and scientific and trade associations to advance research and discuss trends and best practices within our industry.",
    "Organizations we engage with and/or maintain memberships with include: Argentine No-Till Farmers Association (AAPRESID) Association of Argentine Seed Growers (ASA) Argentine Chamber of Biotechnology Chamber of Agricultural Health and Fertilizers (CASAFE) Chamber of Seed Growers of the Stock Exchange Argentine Chamber of Bioinputs (CABIO) National Scientific and Technical Research Council — Argentina (CONICET) Fudacion Producir Conservando @) 2022 SUSTAINABILITY REPORT 26 STEWARDSHIP AND IMPACT Our extensive and ever-expanding range of products not only helps serve the agricultural demands of society today, but also preserves and oftentimes restores or improves the natural environment for future generations by promoting soil microbiome resilience and soil health, enhancing on-farm carbon sequestration, safeguarding biodiversity and pollinator health, and protecting farmworker health and safety.",
    "Additionally, when developing our products, we avoid using formulation ingredients that raise risk concerns for human health and the environment, such as nonylphenols and polyfluoroalkyl substances (known as PFAs or \"forever chemicals’).",
    "We develop products that support regenerative and sustainable agricultural practices and work closely with our customers to demonstrate how our products support more effective use of all agricultural inputs —including land, water, crop nutrients and fertilizers and pesticides.",
    "ENABLING A CARBON-NEUTRAL FUTURE We recognize that climate change is already having devastating impacts on our communities, customers and global biodiversity.",
    "We are committed to taking determined steps toward a carbon-neutral future by creating and commercializing products that promote climate-smart outcomes as we: INTRODUCTION INNOVATION ENVIRONMENT CULTURE APPENDIX e Enhance sequestration of greenhouse gas (GHG) in agriculture by developing biologically based biocontrols such as Rizonema, MBI-306 and other nematicidal insecticidal seed treatments that provide favorable performance regarding key biodiversity and GHG emission metrics, as well as microbial seed inoculants that enhance atmospheric nitrogen fixation while also reducing the use of synthetic fertilizers and pesticides.",
    "Read more about the Rizonema climate impact analysis here, and the BlOst, which is marketed by our commercial partner, Albaugh LLC, climate impact analysis here.",
    "e Fortify crops against adverse weather conditions associated with climate change such as drought and salinity via the adoption of our HB4-traited drought- tolerant crops.",
    "e Promote efficient resource use with products such as Microstar PZ, a low-application-rate microbeaded starter fertilizer that provides newly planted seeds with necessary nutrients like nitrogen, phosphorus, sulphur and zinc precisely at the time of planting.",
    "Microstar PZ’s novel microbeaded fertilizer enhances nutrient uptake efficiency, resulting in the use of less fertilizer and reduced potential for fertilizer runoff into surface water.",
    "e Enable customers to use products with a lower carbon footprint.",
    "We closely monitor GHG emissions during all stages of product manufacturing.",
    "Using this real-time monitoring capacity, we can identify ways to reduce the carbon footprint of both our products and our operations.",
    "Read more about how we drive efficient and environmentally responsible manufacturing operations in the Environment section of this report.",
    "OUR COMMITMENT TO PROTECTING BIODIVERSITY As a leading agricultural and scientific innovator, Bioceres recognizes the key role we play in helping safeguard and protect biodiversity.",
    "We abide by two key biodiversity commitments in supporting grower adoption of our portfolio of biologically based, reduced-risk products: e We promote the protection and conservation of animal and plant species, as well as the larger ecosystem, through more sustainable agricultural practices, and e We help mitigate the negative impacts on biodiversity and climate that are associated with many agricultural practices and inputs — by reducing or eliminating the use of products that present known risks to ecosystems and the environment.",
    "We back these commitments by creating science-driven solutions that promote soil quality, microbiome health and diversity, and the protection of nontarget organisms such as pollinators and other keystone beneficial species.",
    "In addition to investing in research and analytics to track our progress, we forge strong partnerships with farmers that protect biodiversity and restore vital habitats.",
    "Our work in this area includes engaging in restoration programs for both stressed farmlands and deforested areas, such as through the Argentine No-Till Farmers Association (AAPRESID) Certified Sustainable Agriculture (ASC) program, to bring about impactful change in the areas in which we operate.",
    "@ 2022 SUSTAINABILITY REPORT 2/7 and higher yields.",
    "Our inoculants and fertilizers provide soybeans, alfalfa and other types of crops with essential nutrients, enhance soil quality and promote the health of helpful microorganisms for crops to grow and flourish.",
    "Our customers trust in us to provide advanced seed inoculant technologies to drive agricultural production.",
    "Our formulations guarantee maximum efficiency of plants’ biological nitrogen fixation process, which is essential for the proper development of legumes such as soybeans.",
    "Bioceres’ inoculants, such as Bioinductor 2.0, help meet farmers’ needs by improving seed germination success and ensuring healthy crop yields.",
    "These inoculants play a vital role in expanding the use of regenerative agricultural practices by boosting crop quality and yields while also reducing the need for synthetic fertilizers, promoting microbiome diversity and general soil health, enhancing carbon sequestration in soil and reducing GHG emissions.",
    "Additionally, our inoculants help fortify crops against challenges associated with climate change such as adverse weather and restore the health of stressed farmlands.",
    "INTRODUCTION INNOVATION ENVIRONMENT CULTURE APPENDIX 2022 SUSTAINABILITY REPORT 28 (LLI Technology) Promotes Seed Germination TECHNOLOGIES AND CAPABILITIES Our LLI Technology is a proprietary seed treatment @ HELPING REDUCE © Osmo Protective Technology (OPT) Fortifies Seed application process that allows seeds to be treated NITROGEN EMISSIONS WITH Inoculant Microorganisms Against Adverse with precise formulations of seed treatment BIOLOGICAL INOCULANTS Climate-related and Chemical Stressors packages containing mixtures of inoculants, 7 In crop production, nitrogenous fertilizers Our proprietary Osmo Protective Technology fertilizers, biostimulants and biological and/or are often a significant source of GHG production process uses environmental stressors synthetic fungicides, insecticides and nematicides emissions.",
    "Our biological inoculants are during the manufacturing process that strengthen up to 60 days before planting.",
    "The LL!",
    "Technology a key means through which farmers and the cell walls of rhizobial bacteria.",
    "This proprietary promotes extended survival of both nutritive and producers can reduce nitrogen emissions manufacturing process of our seed inoculants pesticidal microorganisms.",
    "This is a game-changing while our novel seed inoculants enhance enhances on-seed survival and performance through technology in those circumstances where microbial atmospheric nitrogen fixation, resulting in added protection against adverse conditions, seed inoculants, biostimulants and biopesticides, an average yield increase of 5% even with including high temperatures, low moisture availability and products of a chemical origin are used in ° reduced fertilizer application rates.",
    "and chemical (seed treatment) stressors.",
    "Our tandem as a comprehensive seed treatment ‘ OPT promotes high metabolic and physiological package.",
    "This technology marks an important performance of other microorganisms that are also turning point in seed inoculation innovation, ’ part of the seed inoculant formulation, enabling as it solves the historic challenge of keeping them to survive longer on the surface of the seed.",
    "microorganisms alive on seeds for an extended The OPT manufacturing process allows these time without special handling requirements such as rhizobial microorganisms to better adapt to diverse energy-consuming refrigeration.",
    "agricultural environments and adverse weather and © Offering Climate-Resilient Solutions with BFN soil conditions.",
    "Unlike most other microbial seed inoculants on © Protecting Legumes with Bio Induction Technology the market today, our proprietary Rizoliq Dakar Our Bio Induction Technoloay adds root nodulation microbial seed inoculant formulation promotes root inducers that mimic naturally occurring, growth- nodulation and efficient plant biological nitrogen promoting compounds.",
    "These molecular plant- fixation even under adverse conditions that can signaling compounds induce our microbes to affect bacterial survival, such as drought and heat.",
    "boost nitrogen-fixing root nodules that, in turn, help Rizoliq Dakar is a liquid formulation microbial seed nourish legume crops and protect them from abiotic inoculant with an on-seed 60-day shelt life that is stress, maximizing plant resiliency and growth.",
    "In effective in extreme conditions that are usually too addition, this unique technology stimulates positive difficult for seed inoculants to survive due to poor interactions with beneficial soil microorganisms, also soil conditions.",
    "known as the soil microbiome, that help fortify crops against environmental stressors such as drought and extreme heat.",
    "@ 2022 SUSTAINABILITY REPORT 29 GROWTH AND YIELD PRODUCTIVITY We have uniquely designed our fertilizer innovations — including biofertilizers and microbeaded fertilizers — to nourish crops with efficiency, accuracy and in combination with other biological substances and materials, such as seed inoculants and microbial pesticides.",
    "Our Rizobacter portfolio of products for wheat, corn and sunflower seeds are based on plant growth-promoting rhizobacteria (PGPR) that solubilizes the phosphorus in the soil, improves the performance of phosphorus fertilizers, favors the development of the healthy root architecture, and, consequently, enhances the growth and productivity of the crop.",
    "@ MICROGRANULATED FERTILIZERS HELP REDUCE TRANSPORTATION EMISSIONS Microgranular fertilizers, such as Bioceres’ Microstar PZ, enhance crop production efficiency and logistics through their innovative design and performance.",
    "Our microgranular fertilizers require a smaller application rate on crops compared with traditional fertilizers — approximately 20 to 30 kilograms of our microgranular fertilizers can replace 80 kilograms of a basic fertilizer in achieving similar crop productivity and quality.",
    "Because our microgranulated fertilizers more efficiently nourish crops, farmers do not need to buy and transport as much inventory.",
    "This reduced amount of fertilizer used can result in a significant decrease in carbon emissions associated with their manufacture, transportation and field application.",
    "In addition to reducing GHG emissions, using our microgranulated fertilizers can substantially reduce nutrient runoff, protecting both local surface water and groundwater.",
    "fa 2022 SUSTAINABILITY REPORT 30 efficiency while protecting the environment INNOVATION ENVIRONMENT CULTURE APPENDIX WE DEVELOP INNOVATIVE FERTILIZERS THAT: Enhance Efficiency and Precision of Application In partnership with France-based De Sangosse, Rizobacter introduced microbeaded fertilizers to Latin America.",
    "Our portfolio of fertilizers has unique, proprietary formulations that ensure homogeneity in the distribution of nutrients.",
    "These microbeaded formulations allow for rapid dispersal of nutrients that are specifically targeted to the crop’s root zone.",
    "Our technology improves the immediate, precise delivery of nutrients to the plant, maximizing nutrient assimilation by its roots even for nutrients with very little mobility in the soil, such as phosphorus and zinc.",
    "Enhance the Health of Soil and the Soil Microbiome Microstar BIO is a novel consortium of specific strains of Bacillus that generates metabolites that act to increase the bioavailability of nutrients to the crops, whether those nutrients are naturally occurring in the soil or provided via the application of fertilizer.",
    "Generate Higher Crop Yields by Providing a Precision Boost at Planting Our Rizostar and Microstar starter fertilizers promote early growth at planting, allowing higher crop yields.",
    "These low-application-rate, flowable suspension concentrate formulations are easy-to-use nutritional alternatives for customers that need to address nutrient deficiency conditions.",
    "Product use at planting also provides early, targeted support for root and foliar growth of crops.",
    "A healthy start for plants, aided by our Rizostar or Microstar products, increases crop resiliency and yields while also reducing the amount of fertilizer required later in the growing season.",
    "Supporting Crop Rotation and Cover Crops Our Ascasubi INTA product line is built upon a variety of Vicia villosa, or hairy vetch, for use as cover crops deployed for crop rotation.",
    "Planting vetch brings several benefits to the producer, the consumer and the environment.",
    "Vetch reduces the application of herbicides because it is a natural weed competitor.",
    "In turn, these cover crops capture carbon dioxide emissions, emit oxygen and provide nutrients to the soil, creating optimal conditions for subsequent crop cultivation.",
    "According to a March 2021 field research report by AAPRESID-BASF Crop Service Network — a coalition that promotes sustainable farming practices of which Bioceres is an active member — the planting of Vicia villosa service crops generated increases of up to 59% in biomass production in cornfields versus cornfields where the cover crop was not used.",
    "Additionally, the cornfields with these service crops showed greater weed control: These fields averaged 89% weed control versus 79% weed control in fields not planted with the hairy vetch service crop.",
    "Also, fertilizer use was significantly lower on the Vicia villosa cover-cropped field.",
    "In fact, on average, 500 kg/ha less fertilizer was used, compared the cornfields lacking cover crops.",
    "@ 2022 SUSTAINABILITY REPORT 31 overdosing and underdosing commonly attributable to a lack of homogeneity Farmers and consumers trust in us to deliver biologically based in the mixture or in the application process.",
    "innovations like Rizoderma and Rizonema that protect crops against In addition, because the health and safety of our farmer customers is target pests such as insects, nematodes and plant pathogens without important to us, our adjuvants do not contain ingredients that are toxic to compromising the quality and productivity of crops or impacting other nontarget organisms.",
    "forms of biodiversity such as pollinators, earthworms and beneficial soil microorganisms.",
    "Our recent acquisition of Marrone Bio Innovations, Blue-chip companies such as Corteva, Sumitomo and Nufarm rely on now Pro Farm Group, greatly expands our product offerings for farmers Bioceres as their commercial partner to develop and manufacture novel and significantly augments our pipeline of effective, next-generation adjuvants for their portfolio of agricultural inputs used in major agricultural crop protection tools.",
    "We also provide novel adjuvants that promote countries, including Brazil.",
    "more efficient dosage and application of either biological or synthetic chemical inputs on crops.",
    "INSECTICIDES AND BIOFUNGICIDES WARD OFF PESTS AND PATHOGENS Our bioinsecticides, bionematicides and biofungicides play a key role in maximizing grower yields by preventing crop loss due to diseases, ADJUVANTS ENHANCE CROP QUALITY AND EFFICIENCY Bioceres develops spray adjuvants that improve the quality, consistency weeds and pests.",
    "We continue to focus on innovating our biological and efficiency of agricultural applications while simultaneously products, such as Rizoderma and Rizonema, which are derived from naturally reducing the usage rates of pesticides and fertilizers with which they occurring microorganisms.",
    "are mixed.",
    "Our novel adjuvants, like Rizospray Extremo, provide cost- effective solutions that allow farmers to get more performance and value out of their inputs.",
    "By helping to reduce application rates of these inputs, whether chemical or biological, our adjuvants also increase sustainability performance by promoting resource conservation and protection, biodiversity and GHG emission reductions.",
    "Rizoderma is our biofungicide that contains the beneficial and naturally occurring soil-based microorganism Trichoderma afroharzianum.",
    "Rizoderma’s biological design provides growers and applicators with a natural, reduced-risk option for fortifying seeds of wheat and soybean crops against disease.",
    "Today, Rizoderma is sold in Argentina and Brazil, with regulatory submission either underway or under development for markets We design each of our adjuvant technologies to act on the physical and in Europe and North America.",
    "Rizoderma, which is a promising alternative herbicides, fungicides, insecticides and foliar fertilizers.",
    "These adjuvants product that is of no or minimal risk to both humans and the environment.",
    "provide leaf surface penetrating, wetting or translocating properties that improve the performance of tank mixes while also reducing the amounts of chemical inputs used on crops and the potential for spray drift.",
    "Our adjuvants are designed to also improve certain tank mix properties, such as anti-evaporation, anti-foaming, pH adjustment and other functions, to bolster the performance of key crop inputs while reducing the amount of synthetic chemicals needed.",
    "Rizonema, our groundbreaking insecticidal and nematicidal microbial seed treatment that is based upon our proprietary Burkholderia rinojensis microbe, was submitted for review and approval by Brazilian regulators in October 2021 following successfully completed field trials in Brazil.",
    "We expect significant grower adoption of Rizonema in Brazil, as the same product is currently marketed as BIO,, in the U.S.",
    "by Pro Farm Group's commercial partner, Albaugh, where it is used on more than 15 million acres of corn, cotton and soybeans annually.",
    "@ 2022 SUSTAINABILITY REPORT 32 At Bioceres, we have taken a comprehensive, grower-centric approach to addressing the challenges presented by climate change.",
    "Through our innovative HB4 program, we have integrated multiple, innovative technologies, including novel seed germplasm and biological inputs, real-time agronomic and weather data and technical support, and a robust identity preservation system, to be more resilient and adaptive to climate change and to be more responsive to growing consumer demand to produce in a more environmentally conscious manner.",
    "With our innovations, Bioceres is leading the charge to a more carbon-neutral future.",
    "DRIVING ENVIRONMENTALLY RESPONSIBLE AGRICULTURAL PRACTICES THROUGH THE HB4 PROGRAM The Intergovernmental Panel on Climate Change's (IPCC's) 2019 “Climate Change and Land” report indicates with high confidence that “climate change, including increases in frequency and intensity of extremes, has adversely impacted food security and terrestrial ecosystems as well as contributed to desertification and land degradation in many regions, and approximates that agriculture, forestry and other land use account for roughly 25% of all GHG emissions worldwide.",
    "INTRODUCTION In accordance with IPCC’s findings, the agricultural sector must continue to act urgently to address the impacts of climate change by innovating climate-positive, resilient solutions throughout the industry.",
    "We believe our sustainable seed innovations, such as the HB4 program, position us as leaders to enable a carbon-neutral future in the agricultural and food industries.",
    "Initiated in 2003, HB4 is our revolutionary technology for soybean and wheat production that harnesses the drought- tolerant capabilities of the hahb-4 gene found in sunflowers.",
    "In collaboration with the Universidad Nacional del Litoral (UNL) and Consejo Nacional de Investigaciones Cientificas y Técnicas (CONICET), Bioceres engaged in years of research and innovation that culminated in the development of HB4 wheat and soybean seed technologies that heighten crop climate resilience by allowing soybeans and wheat to tolerate drought and saline soil conditions.",
    "The introduced sunflower hahb-4 gene augments the plant's adaptability to the environment, thereby enabling greater yield under severe abiotic stress.",
    "Field performance data from multiple seasons has shown that HB4 technology can improve yields in soybean and wheat systems by between 10% and 20% in adverse, drought- stressed seasons when yields are generally low.",
    "The same data also shows no yield penalty due to the HB4 technology in low- environmental-stress situations.",
    "INNOVATION ENVIRONMENT CULTURE APPENDIX HB4 technology performance’ Results of field trials carried out in different environments.",
    "The values correspond to a total of 49 trials for soybean and 36 trials for wheat, conducted between 2009 and 2019.",
    "HB4 SOY HB4 WHEAT +19.5% +10.1% 2 2 2 2 2 2 5 5 a.",
    "a.",
    "rs rs 3 3 2 2 e e +9.8% 5 +4.3% S g g o o & & a a +1.4% r +0.3% <2.5 2.5-3.5 >3.5 <2.0 2.0-5.0 >5.0 Environment productivity (tn/ha) Environment productivity (tn/ha) ‘For the purposes of this table, the HB4 seed yield performance differences, as compared to non-traited of the same germplasm control (isolines), are for high-stress (left column), medium-stress and low-stress (right column) environmental conditions.",
    "@ 2022 SUSTAINABILITY REPORT ore GROWER ECOSEED PROGRAM In addition to providing climate-resilient solutions by .",
    "fortifying crops against drought and salinity, Bioceres HB4: Scalable wr O Y (VV) also offers a comprehensive HB4 program to growers sustainability for in Argentina.",
    "Through this program, we provide our growers Crop Water & CO, Soil — Farm EcoSeed product as well as a full suite of crop inputs, rotation management conservation practices data collection and assessment tools, and a crop The HB4 program Wheat - Soy HB4 No-till ASC Certified identity preservation system that further enhances on- establishes good @ Aapresid farm productivity, crop yield, quality and, ultimately, the agricultural practices for marketability of crops.",
    "EcoSeed is our comprehensive, growers, which, enhanced integrated sustainability seed solution that is targeted by our technologies, .",
    "to specific growing regions.",
    "Our EcoSeed solution significantly contribute to Crop nutrition Crop protection Traceability includes four components: germplasm; HB4 technology; the transition of agriculture ; ; i a a biological seed treatment package of inoculants, toward carbon neutrality micah aeons + netformance adlivvents 2 ewouting tools 2 nutrients, a biofungicide, a bionematicide and insecticide and plant growth promoter; and seed-protective polymers.",
    "microbeaded fertilizers and molecules Blockchain For farmers to participate in the HB4 program, they must comply with sustainable and regenerative farming practices, such as using no-till farming and crop rotation practices in conjunction with our biological products on seeds.",
    "Farmers participating in the program can realize a number of benefits, including access to seed-variety- Our RTI team works with our participating growers tailored seed treatment combinations and crop nutrients; to audit and measure the impact of the HB4 program technical support from our Technicians Responsible through a comprehensive process that combines for Innovation (RTI) crop advisor team; real-time data satellite imagery, information from mobile applications on crop yields and quality, including information and and remote sensors, and site visits.",
    "Growers upload imagery collected from satellite and drones; and identity information regarding crops, such as planting date, preservation and chain-of-custody tools for their crops.",
    "seed variety, planted area, previous crop and type Bioceres utilizes the EcoSeed program to assist in our of fertilizer used.",
    "Growers also update information seed multiplication needs for future generations of throughout the growing season related to rainfall, HB4-traited seed, which expands our seed inventories harvested area, yield maps and other inputs into our and allows us to field test our HB4 technology and system.",
    "These data, which are visible only to the continuously monitor and validate the sustainable grower and the RTI team, are used to audit growers’ practices used to produce HB4 crops for ourselves, our processes, confirm on-farm performance, detect growers and our customers in the food and retail sectors.",
    "deviations and adapt practices as needed.",
    "@ 2022 SUSTAINABILITY REPORT 34 +160K | +500 | +25 +16K 1M +130 HB4 hectare HB4 users satellite images per passive ag meteorological resolution yield maps active variables crop cycle (per ha) data points tracked on farm ‘Cumulative numbers To effectively trace seeds and grains, and to maintain the In addition to the ecotoxicological footprint report, data | et Riemer ace ae ey ee xi identity preservation of crops, there are protocols in place collected through the HB4 Program allows us to build three oe cae ROR cic ni oe to oversee the entire production cycle within the program.",
    "additional and complementary reports aligned with what ube tee Bee We use standardized procedures that allow visibility and we consider to be key aspects of sustainable production transparency into the sustainable management practices — social impact, carbon measurements and grain quality used to produce a crop at all of its stages.",
    "Collectively, these reports.",
    "We believe that generating this type of information tools allow the RTI team and our farmer partners to maintain is the best approach to bridging the gap between growers chain of custody and, consequently, ensure the traceability of | and consumers, allowing consumers to choose which the EcoSeed inputs as well as the resulting crops.",
    "attributes are favored.",
    "These tools also allow us to produce specific ESG reports Growers that are part of the HB4 program benefit from that track farmers’ performance and provide consumers with economic incentives associated with traceability processes, solid, traceable ESG seed and grain scoring.",
    "The main report including bonuses for transportation and marketing costs, produced is a blended ecotoxicological score that combines as well as custody of grain stocks.",
    "In addition, growers Cornell University’s environmental impact quotients with receive other benefits such as zero percent financing for the RIPEST dose-dependent pesticide risk approach.",
    "These the crop production cycle; pre- and post-harvest pricing for scores consider factors such as dermal toxicity, toxicity crops on the platform; comprehensive logistical support, to birds, bees, fish and beneficial arthropods, soil half-life, which includes the delivery of seeds and supplies to the surface loss potential, plant surface half-life, systemicity, field and, post-harvest, the collection of the HB4 crop; and leaching potential, among other factors affecting farm and comprehensive production traceability of all inputs workers, the environment and consumers.",
    "We believe this and tasks.",
    "Bioceres also provides secure storage of the report will set a new industry standard.",
    "The environmental harvested HB4 crop.",
    "impact of exposure to different active ingredients, the carbon intensity of production processes and the water footprint of agricultural ecosystems are all key elements in designing and promoting a 21* century regenerative agriculture.",
    "@ 2022 SUSTAINABILITY REPORT 35 (— Impact Description Reduced GHG Emissions © Crop rotation in combination with direct (no-till) seeding, as required for our HB4 program, results in healthier soils and higher carbon sequestration rates when compared to sod-busting and monoculture cropping systems.",
    "An increase in crop yields obtained with HB4 (on average 19.5% for HB4 Wheat and 10.1% for HB4 Soy) in high-stress environments.",
    "Reduced GHG emissions during the transport and application of fertilizers through use of our low-application-rate microbeaded fertilizers as compared to conventional fertilizers.",
    "Water Conservation The use of HB4 seeds reduce a grower’s water usage footprint while increasing yields in drought conditions.",
    "More Efficient Use of Nitrogen Our microbeaded fertilizers allow growers to use up to 75% less as compared to conventional fertilizers, reducing the chance of runoff into ground and surface water and the negative air quality effects from volatiles found in fertilizers.",
    "Our nitrogen-fixing microbial seed inoculants replace or reduce the need for synthetic fertilizer use, also providing water and air quality benefits.",
    "Reduced Use of Insecticides and Our adjuvants increase efficiency in the application of crop inputs and, therefore, reduce the rate of application of both biological and chemical pesticides and other agricultural inputs.",
    "Fungicides 9 Biological fungicides and insecticides, which are biodegradable, replace or reduce the use of environmentally persistent synthetic pesticides and, as such, reduce or eliminate the negative impact of synthetic pesticide residues on food and the environment.",
    "Biodiversity Unlike some chemical inputs, our biological products are not harmful to beneficial soil Protection microorganisms and, therefore, promote a healthy, crop-nurturing soil microbiome.",
    "Our biologically based products are of lower risk to beneficial insects and pollinators than synthetic insecticides.",
    "APPENDIX A NEW WAY OF DOING R&D We believe a new way of thinking about R&D and on-the-ground testing is required for the development of new technologies that are quantitative in nature — one in which the farmer is a partner in the process of developing and perfecting the technology, not a customer.",
    "The HB4 program provides us with a framework to do this, testing our varieties in thousands of hectares across different environments and providing us with the data that is a key input in variety breeding and R&D.",
    "With this approach, we are able to develop new varieties in a faster, smarter and more accurate way than the conventional approach.",
    "@ 2022 SUSTAINABILITY REPORT 36 As of this report's publication, Bioceres HB4 market access and regulatory status has gained regulatory approval in countries that represent over 85% of global soy production, including Argentina, Brazil, Reaulatory approval in Paraguay, U.S.",
    "and Canada.",
    "In 2022, @ SUBMISSION m@ APPROVAL oe ee i i Production - Food & Feed over 85% of the global Bioceres secured approval to import HB4 , .",
    "soy market (AR, BR, CA, Soy in China, the largest soybean import and US) market in the world, and in South Africa.",
    "Soy e Uruguay @ e Argentina [1] a , Ne yy Similarly, we continue to expand our ° Bolivia e ° United States O approvals and regulatory activities in e India @ e Brazil [] ( ) major wheat production and consumption e 4 markets.",
    "We have received approvals in ° EU ° Paraguay First approval for drought Argentina and Brazil for HB4 Wheat food, e Malaysia @ e Canada LJ tolerance events in wheat feed and cultivation.",
    "We have also received © Indonesia e © China o approvals in Colombia, Australia, New Se /) Zealand, the U.S., Nigeria, South Africa © South Africa = and Indonesia for HB4 Wheat food and feed uses.",
    ".",
    "The company received HB4 Soy Wheat —_®_ Uruguay e ° Argentina O approval from China in April 2022.",
    "e Paraguay @ ° Brazil LI ® Chile sd ° Colombia O U.S.",
    "FDA favorably concluded e United States @ e Austrailia L| HB4 Wheat food and feed safety evaluation in June 2022.",
    "e New Zealand LI e United States LI e Indonesia [1] e South Africa L ° Nigeria LI @ 2022 SUSTAINABILITY REPORT 37 ML S} 4 Tak - \\ a 39.",
    "CLIMATE CHANGE ENVIFONIMENT — sznormreesonceusncsne @ 2022 SUSTAINABILITY REPORT 38 carbon footprint, conserving natural resources and building sustainable operations.",
    "Through our various programs, projects and product offerings, we aim to negate the effects of climate change, reduce pollution and protect our world.",
    "We believe in conserving natural resources through conscientious material use and operational efficiency improvements, and we have developed a robust climate strategy based upon continuous analysis to track Our progress.",
    "Among our central priorities is reducing our greenhouse gas emissions (GHGs) throughout our operations, and we are currently working to establish an emissions baseline to measure our output and develop an emissions reduction plan that allows us to lessen our GHG footprint in the future.",
    "Using this data, Bioceres will be assessing the feasibility of alternative energy sources in fiscal years 2023 — 2024 that can help reduce our GHG emissions at our facilities.",
    "MEASURING OUR IMPACT In 2020, we began the process of measuring our companywide emissions by monitoring the annual carbon footprint of our Rizobacter division in alignment with ISO 14064-1 GHG standards and Greenhouse Gas Protocol framework.",
    "INTRODUCTION INNOVATION We leveraged a newly developed Integrated Management System (IMS) for our Rizobacter manufacturing facilities to document and standardize the reporting of the emissions generated at Rizobacter’s Argentina-based facilities, as well as emissions generated by Rizobacter’s fleet of vehicles.",
    "We successfully completed this inaugural assessment in fiscal year 2021.",
    "Because our Rizobacter division represents the most significant portion of our overall environmental footprint (greater than 85%), it was both our main source of GHG emissions and the most logical starting point for testing the IMS and measuring our emissions.",
    "As aresult of this exercise, we have determined the specific activities that account for most of our carbon footprint.",
    "IMS-generated data showed that the activities responsible for the highest volume of Rizobacter's emissions include: (1) the incineration of waste; (2) the consumption of natural gas in our Phytosanitary ENVIRONMENT CULTURE APPENDIX Manufacturing Center and our Finished Products Warehouse; (3) the consumption of electricity in our production plant and office buildings; (4) the consumption of gasoline in our fleet vehicles; and (5) the recharging of refrigerant gases in our air conditioners.",
    "We consulted with an expert third party, DNV-GL Argentina S.A., to independently calculate and verify these findings.",
    "Their calculations of our emissions were close to the Scope 1 and 2 emissions estimates as derived from our IMS, therefore validating the high degree of accuracy of our in- house monitoring and reporting capacity.",
    "We will continue to refine our IMS monitoring and reporting capabilities, in conjunction with other monitoring programs, such as our Enterprise Resource Planning (ERP) software, to improve our in-house Scope 1 — 2 and Scope 3 GHG emissions assessments and reporting.",
    "Bioceres will also work to apply these monitoring and reporting systems to all Bioceres facilities and operations.",
    "@ 2022 SUSTAINABILITY REPORT 39 Rizobacter — FY 20211 INTRODUCTION INNOVATION ENVIRONMENT CULTURE APPENDIX (~ ) DIRECT CO, CH, N,O HFC-32 HFC-125 HFC-134a Total GHG EMISSIONS 2021 emissions /|emissions | emissions |emissions | emissions emissions emissions® (kg CO.) (kg CH,) (kg N,O) (kg HFC-32) | (kg HFC-125) | (kg HFC-134a) | (kg CO.e) SCOPE 1 1,937,127.43 | 127.02 7.28 22.60 22.60 27.20 2,055,380.27 Emissions from fuel used at facilities 1,314,866.30 | 23.60 2.39 — — — 1,316,102.89 Emissions from vehicles and mobile equipment 622,256.13 | 24.67 4.89 — — — 624,288.63 Emissions from the treatment of liquid effluents — 78.75 — — — — 1,653.75 Emissions from use/recharge of fire extinguishers 5.00 — — — — — 5.00 Emissions from recharging air conditioners — — — 22.60 22.60 27.20 113,330.00 INDIRECT GHG EMISSIONS CO, CH, N,O HFC-32 HFC-125 HFC-134a Total WHEN GENERATING ENERGY 2021 emissions /|emissions |emissions |emissions | emissions emissions emissions?",
    "(kg CO.) (kg CH,) (kg N,O) (kg HFC-32) | (kg HFC-125) | (kg HFC-134a) | (kg CO,e) SCOPE 2 1,046,287.48 | — — — — — 1,046,287.48 Emissions from electricity consumption at the Rizobacter | 773,735.42 |—- — — — — 773,735.42 manufacturing facility Emissions from electricity consumption at the Rizobacter | 89,595.35 — — — — — 89,595.35 Strategic Business Center (CEN) Emissions from electricity consumption at the Rizobacter | 56,195.90 — — — — — 56,196.90 Warehouses (G120) Emissions from electricity consumption at the Rizobacter | 126,760.82 | — — — — — 126,760.82 Phytosanitary Production Center (CEF) OTHER INDIRECT CO, CH, N,O HFC-32 HFC-125 HFC-134a Total GHG EMISSIONS 2021 emissions /|emissions |emissions |emissions | emissions emissions emissions?",
    "(kg CO.) (kg CH,) (kg NO) (kg HFC-32) | (kg HFC-125) | (kg HFC-134a) | (kg CO.e) SCOPE 3 771,909.69 | 2,043.44 195.72 — — — 875,491.34 Emissions from waste incineration 771,906.69 179.27 175.24 — — — 829,996.48 Emissions from waste disposal — 1,033.42 — — — — 21,701.79 Emissions from disposal of sewage — 830.75 20.48 — — — 23,793.07 TOTAL CO, CH, N,O HFC-32 HFC-125 HFC-134a Total GHG EMISSIONS 2021 emissions /|emissions |emissions |emissions | emissions emissions emissions?",
    "(kg CO.) (kg CH,) (kg N,O) (kg HFC-32) | (kg HFC-125) | (kg HFC-134a) | (kg CO.e) SCOPES 1, 2 and 3 3,755,321.61 | 2,170.46 202.99 22.60 22.60 27.20 3,977,159.08 Ne yy ‘This data excludes Pro Farm Group operations.",
    "Information regarding Pro Farm Group can be found in the Appendix.",
    "2As estimated by our Integrated Management System.",
    "8Total Emissions were calculated on a carbon equivalent basis using the following global warming potential coefficients from IPCC’s Second Assessment Report: 21 for CH,; 310 for NO; 650 for HFC-32; 2,800 for HFC-125 and 1,300 for HFC-134a.",
    "@ 2022 SUSTAINABILITY REPORT 40 PROCESS — REAL-TIME REPORTING VIA ‘CARBON FEEL In 2021, we prioritized automating the measurement and data entry Cee CC of curemissions by introducing new continuous reporting software i called “Carbon Feel.” This enhanced reporting function allows us to better manage our emissions and make real-time decisions to meet our organizational objectives.",
    ": Through Carbon Feel, we have been able to seamlessly track our Scope 1 emissions from our direct operations, our Scope 2 emissions _ from our energy consumption, and our Scope 3 emissions from waste incineration, solid waste disposal and treatment of wastewater from our operations.",
    "The functionality of our emissions reporting tool will allow us to add emissions sources and track facilities across our footprint as we progress toward our goal to track our emissions on a real-time basis.",
    "In addition to expanding our Carbon Feel, IMS and other digital tracking and reporting platforms across all Bioceres Crop Solutions, Rizobacter and Pro Farm facilities, additional key environmental objectives for our future ESG reporting cycles include: Carbon footprint reduction, at our facilities and through our product portfolio development Assessment of zero-emission alternative energy sourcing for our facilities Increased contribution of recyclable materials to support a circular economy Reduction and, where feasible, recycling of waste, including hazardous waste 2022 SUSTAINABILITY REPORT 41 MANAGEMENT We believe that responsible resource use is integral to meeting our environmental objectives, which is why we have prioritized reducing our energy consumption, water use and waste generation across all Bioceres facilities.",
    "ENERGY CONSUMPTION In looking for opportunities to reduce our energy consumption, we identified our Maintenance division as one where energy-efficiency improvements could have the greatest potential impact.",
    "In 2020 and 2021, we replaced two of our existing high-pressure, continuous-duty screw compressors at our Rizobacter manufacturing plant with more modern and efficient alternatives that have variable speed and automatic shutoff functions to save energy when less power is required or when the motors are not in use.",
    "We also began swapping out our existing lighting in our laboratories and offices for new LED alternatives.",
    "@ REDUCING OUR GHG EMISSIONS Commitment: During 2021 and 2022, our recently acquired Pro Farm Group in the U.S.",
    "began converting its Davis, California headquarters and Bangor, Michigan manufacturing plant to zero-emission, all renewable energy sources.",
    "Third-party assessments indicate that these switches will result in a >40% reduction in GHG emissions at these facilities.",
    "For more information, see the 2020 — 2021 Marrone Bio Innovations (now known as the Pro Farm Group business unit of Bioceres Crop Solutions) ESG Report, in the Appendix.",
    "Leading up to our next ESG reporting cycle, Bioceres will be evaluating the technical and economic feasibility of renewable energy sources for all our facilities and operations.",
    "INNOVATION ENVIRONMENT CULTURE APPENDIX Ne Consumption of Energy’ FY 2021 FY 2022 Fuel consumption Non-renewable sources 31,950,272 MJ 41,683,082 MJ Renewable sources Total 31,950,272 MJ 41,683,082 MJ Energy consumption Electricity 12,725,118 MJ 14,112,321 MJ Heating Refrigeration Vapor Total 12,725,118 MJ 14,112,321 MJ Sale of energy Electricity Heating Refrigeration Vapor Total y, ‘This data excludes Pro Farm Group operations.",
    "Information regarding Pro Farm Group can be found in the Appendix.",
    "@ 2022 SUSTAINABILITY REPORT 42 Water conservation is an especially critical component of our corporate sustainability strategy and for the future of agriculture, globally.",
    "That is why we emphasize responsible consumption during our production processes and across our operations.",
    "We monitor our water usage at all facilities in accordance with applicable laws and regulations in the areas in which we operate and continuously look to identify opportunities to improve our efficiencies.",
    "As with air emissions, we have leveraged our IMS to measure our water usage and to guide our water conservation efforts.",
    "We conduct regular water usage evaluations, with a particular emphasis on reducing water consumed and wastewater discharged during both our production and maintenance processes.",
    "We rely on flow meters to measure the volume of water we extract in real time, and we are currently assessing strategies and technologies to increase our water efficiency whenever possible.",
    "In addition to water conservation, we take proactive measures to be responsible water stewards by effectively treating the wastewater from our manufacturing processes.",
    "We consider the water treatment needs, as well as our capacity to manage these processes in-house, for all the products we produce.",
    "We thoroughly test and treat all water used in our manufacturing processes at our own effluent treatment plant according to local regulations.",
    "We monitor the volume of the water we discharge to verify we are emitting volumes within set tolerances, and we are rigorous in maintaining these discharge limits.",
    "In 2021 and 2022, we had zero instances of noncompliance regarding surpassing these wastewater thresholds, including zero discharges exceeding total dissolved solids equal to or greater than 1000 mg/I from all areas or areas with water stress.’ Additionally, we take internal measurements of the effluents produced at our facilities to ensure variables such as settleable solids, pH, temperature, and chemical composition are within certain thresholds.",
    "Beyond our internal analysis, we contract with independent third parties to regularly test effluent samples to ensure we are effectively treating all the wastewater generated from our operations.",
    "INTRODUCTION INNOVATION ENVIRONMENT CULTURE Water consumption’ (— > Water consumption FY 2021 FY 2022 (in megaliters) Total water consumption of all zones 46.31 56.25 Total water consumption in all areas with stressed water sources | — — Ne _/ ( FY 2022?",
    "Fresh water Other waters Total Total dissolved solids | Total dissolved solids < 1000 mg/| > 1000 mg/l Water extraction from all areas?",
    "(in megaliters) Surface water — — — Underground water 56.25 — 56.25 Seawater — — — Produced water — — — Third-party water — — — Total — — 56.25 Extraction of water from areas with water stress?",
    "Surface water Underground water Seawater Produced water Third-party water NN Total 1This data excludes Pro Farm Group operations.",
    "Information regarding Pro Farm Group can be found in the Appendix.",
    "2Distribution of FY 2022 water consumption was identical to FY 2021.",
    "3Extraction volume measured through dedicated flowmeters per well.",
    "APPENDIX @ 2022 SUSTAINABILITY REPORT 43 from harming the environment.",
    "We document Through our collective efforts, we focus on reducing all phases of our material disposal processes to the volume of waste we produce and finding the facilitate compliance with all laws and regulations most appropriate outlets for managing the waste governing our operations.",
    "for which we are responsible.",
    "Minimizing our operational waste volumes, as well as the materials used in our products, is essential for mitigating our environmental footprint, protecting the health of the communities in which we live and work, and reducing Our waste management provider provides us with data on the type, condition and valuation of materials we generate to help track our efforts and repurpose, reuse and recycle materials whenever possible.",
    "pressure on natural resources.",
    "In line with our responsible waste management practices, we prevent potential negative environmental impacts from our waste byproducts using channels, sumps and containment chambers to negate the impact of possible on-site spills and capture potential contamination at the source.",
    "Through our IMS, we track waste by type across all facilities.",
    "We then use this data to set annual waste reduction targets at our sites.",
    "In addition, we analyze the prospective waste that could be generated when developing new products as we aim to reduce packaging and production-based waste.",
    "We evaluate our waste generation improvements regularly through internal and external audits to guide Our progress.",
    "When technically feasible, material byproducts @ PARTNERING TO RECOVER CONTAINERS By partnering with Campo Limpio, Bioceres promotes a circular economy across the agricultural sector through oH our SMSPEONS Lien Galt 9 Peleee Gr TEE yCleal At Bioceres, we believe in doing our part to keep our ducati d that including cardboard, wood and nonferrous and education and awareness Campaigns that engage communities clean and safe.",
    "To meet this commitment, ferrous metals, are diverted from landfill.",
    "We also , i, - , _ local community members and businesses.",
    "These our Rizobacter division has joined with the Campo Limpio campaians provide information about how to proper!",
    "collect electronic and special waste at our locations a.",
    "; - , Palgns p properly - organization to recover agrochemical and fertilizer containers h hemical and fertili tai d rat and partner with authorized operators to facilitate across the Argentine countryside to ensure proper and safe Fe eee eee responsible disposal, including incineration, when g y Prop them for subsequent recycling and reuse.",
    "By involving the final disposal.",
    "entire community, the organization promotes the benefits Campo Limpio collects these containers from agricultural ofa circular economy and lays the groundwork for a more sites across the country and transports them to one of their sustainable approach to farming.",
    "temporary storage centers in their network where they are designated to be reused or recycled based on their condition.",
    "With an emphasis on logistics, the organization tracks every container collected to guarantee its safe and effective recovery, repurposing and recycling.",
    "Together with Bioceres, the companies partnering with Campo Limpio include the manufacturers of approximately 90% of the agrochemical and fertilizer containers used in Argentina.",
    "@ 2022 SUSTAINABILITY REPORT la On-site FY 2021 Off-premises FY 2021 Total FY 2021 On-site FY 2022 INTRODUCTION INNOVATION ENVIRONMENT CULTURE APPENDIX Off-premises FY 2022 Total FY 2022 Recyclable Waste (in tons) Preparation for reuse Recycled 269.52 269.52 292.57 292.57 Other operations Total 269.52 269.52 292.57 292.57 Special or Hazardous Waste (in tons) Sette + be bid bod fot tes bi bebe Prremeertii lil ————— Incineration (with energy recovery) HH] | ital ) THING ) Incineration (without energy recovery) 719.14 719.14 Transfer to a landfill Other removal operations Total 719.14 719.14 Household Waste (in tons) Incineration (with energy recovery) Incineration (without energy recovery) Transfer to a landfill Other removal operations, é.g., electronics recycling 22.80 22.80 Total Ne 22.80 22.80 ‘This data excludes Pro Farm Group operations.",
    "Information regarding Pro Farm Group can be found in the Appendix.",
    "@ 2022 SUSTAINABILITY REPORT 45 94.",
    "DIVERSITY, EQUITY AND INCLUSION 98.",
    "COMMUNITY ENGAGEMENT AND IMPACT (Q 2022 SUSTAINABILITY REPORT 46 ENGAGEMENT AND RETENTION Bioceres fosters innovation and performance within our workplace culture and in communities around the world.",
    "Innovation and sustainability are central to our culture, and our team is guided by curiosity, courage, collaboration and commitment, while providing a safe and respectful work environment.",
    "At Bioceres, we recognize that our employees are our greatest asset.",
    "By living our values and upholding a culture of innovation, each team member plays an important role in serving the needs of our customers around the world.",
    "We strive to provide each employee with meaningful workplace experiences and opportunities, allowing them to thrive both personally and professionally.",
    "We are proud of our more than 500 employees across the globe who emulate our core values: COMMITMENT We work with dedication to launch new initiatives when we detect market opportunities or unmet needs in agricultural production.",
    "COLLABORATION We work collaboratively across our business and functional units and with our commercial partners and customers.",
    "COURAGE We challenge the status quo and make decisions with courage; we are not afraid to explore beyond status quo.",
    "CURIOSITY We are driven by the desire to learn and create; we believe what leads us to innovation is always driven by investment in people and their research.",
    "@ 2022 SUSTAINABILITY REPORT 47 Average rota emooyees: 55 esl?",
    "6 O5 years +50 VS.",
    "PREVIOUS PERIOD colleagues in our 65-person 21.95% R&D team (38%) are women O >/0% EMPLOYEE EMPLOYEE of respondents to our 2022 work environment survey POPULATION POPULATION expressed satisfaction with their work experience BY GENDER BY AGE 29,880 training hours 72.57% 100% of employees have undergone training in the MH More than 50 years of age reporting period LI Male Female MB Less than 30 years of age ) Between 31 and 49 years of age 1This data excludes Pro Farm Group operations.",
    "Information regarding Pro Farm Group can be found in the Appendix.",
    "@ 2022 SUSTAINABILITY REPORT 48 As outlined in our Recruitment and Inclusion Policy, our approach to talent acquisition and employee development centers on openness and equality, and we encourage our employees to play an active role in their career progression by pursuing opportunities for their own advancement.",
    "At the same time, we encourage them to refer qualified candidates to join our organization.",
    "In doing so, we leverage our employees’ networks to promote our culture from within and build winning teams.",
    "We are proud of their dedication to our talent acquisition and employee development practices, which we believe reflects our foundational commitment to excellence.",
    "To supplement our talent acquisition efforts, we engage with several third-party advisors to ensure that our hiring practices produce outcomes aligned with the needs of our organization.",
    "Additionally, we implemented a state-of-the-art People & Culture management platform that drives our in-house employee recruitment systems, programs and efforts.",
    "The platform, which uses Navent's online job posting, gives us access to a wider pool of qualified candidates, while maintaining transparency throughout the recruitment process.",
    "Moreover, the platform allows us to expand the reach of our job postings by using our internal channels, social media outlets, external job boards and university resources to target a larger audience.",
    "We also partner with Navent to host recruitment and training events for young professionals, focused on resume preparation and interviewing skills, among others.",
    "This helps us to ensure the next generation of Bioceres employees are best prepared to be effective contributors to the company’s success, while also fulfilling their personal career ambitions.",
    "INTRODUCTION INNOVATION ENVIRONMENT CULTURE APPENDIX TALENT ACQUISITION BY THE NUMBERS -— FY 2022!",
    "4S recruitment processes for new positions recruitment processes for substitute positions temporary contracts average new hires per year More than $185,000 invested in our talent acquisition process ‘This data excludes Pro Farm Group operations.",
    "Information regarding Pro Farm Group can be found in the Appendix.",
    "@ 2022 SUSTAINABILITY REPORT 49 We invest in our employees’ professional development starting on their first day.",
    "Through our comprehensive employee onboarding program, new hires can get to know our business, our people, our values and our product portfolio in a way that facilitates their growth and learning within the organization.",
    "We believe we are stronger together — thus, we cultivate an “open door” environment so that our team members can get to know their coworkers and immediately contribute ideas for organizational improvement.",
    "New hires and turnover rate’ 137 TOTAL NEW HIRES IN FY 2022 NEW HIRES BY AGE NEW HIRES BY GENDER TURNOVER RATE BY AGE TURNOVER RATES BY GENDER Under 30 years old 33.85% | Under 30 years old 76 people Between 30 and 50 years old 99.38% | Between 30 and 50 years old 59 people 75.38% Male 62.77% | Over 50 years old Male Over 50 years old 10.77% 2 people 1This data excludes Pro Farm Group operations.",
    "Information regarding Pro Farm Group can be found in the Appendix.",
    "@ 2022 SUSTAINABILITY REPORT 90 conduct a voluntary exit interview to obtain feedback on important topics such as our workplace culture, values and team dynamics.",
    "This information ensures we maintain our high standards of employee engagement, inclusivity and equality, and fairness throughout Bioceres.",
    "During FY 2022, 75% of exiting employees indicated that they would consider returning to work with us and cited a sense of pride regarding their time at Bioceres.",
    "Critical to our employee retention and development efforts is our performance review process, which reflects our commitment to continuous improvement across the organization.",
    "Through our performance review process, called Performance Road, we engage our employees to better understand their attitudes and aspirations about working at Bioceres.",
    "Engaging directly with our people allows us to effectively manage our talent, set goals for our organization and align our organizational goals with our employee development efforts.",
    "Each employee has a clear understanding of the role they play in achieving our organizational ambitions and the subsequent pathways for advancement available to them.",
    "Our Performance Road process has many advantages, including: e Providing a broad view of each employee's attitudes © Combining multiple sources of input for a comprehensive view of performance e Reducing the possibility of personal bias e Encouraging personal development e Identifying strengths and areas for improvement INTRODUCTION e Strengthening team culture and improving communication e Actively engaging people across the organization for a complete evaluation of the organization and our culture.",
    "Employees at all levels of the organization take part in our Performance Road process.",
    "Continuous feedback, routine performance check- ins, collaboration and support are embedded throughout this process to help establish a structure that facilitates employee well-being and growth.",
    "We have regular training requirements for our employees to help every individual maximize their potential.",
    "These training requirements are outlined in our Training Policy, based on the findings of our annual Performance Road process.",
    "Our employee training requirements complement our development programs and are designed to equip employees with the necessary skills and knowledge required to fulfill their job responsibilities, enhance productivity and personal growth, and unlock opportunities for advancement within the organization.",
    "We design programs to support each employee in their career development, including training on leadership, management, technical skills and certifications to foster new skills and career growth.",
    "Managers, with the support of our People and Culture team, are required to ensure appropriate training for their teams and the right programs for employees to develop professionally while embracing new challenges.",
    "INNOVATION ENVIRONMENT CULTURE APPENDIX © WORKFORCE HEALTH AND SAFETY’ Protecting the health and safety of our people is a critical priority at Bioceres.",
    "We have implemented comprehensive systems, training, communication and oversight that reflect the importance of these initiatives across all our locations, and each employee is responsible for upholding our rigorous standards.",
    "(~ »~ Total Number of Number of Recordable Incidents | Fatalities FY 2022 |- — FY 2021 — — FY 2020 |1 — Ne vy, 1This data excludes Pro Farm Group operations.",
    "Information regarding Pro Farm Group can be found in the Appendix.",
    "@ 2022 SUSTAINABILITY REPORT 31 INTERACTIVE TRAINING PLATFORM Cultivarte is our interactive e-learning training platform.",
    "It consolidates all our training resources into one place that is easily accessible for employees to use at their convenience.",
    "The platform contains on-demand training modules and resources in the following categories: e Skills development e Product portfolio 7 e Computer program and software training Training hours’ e Job- and division-specific/technical topics © Corporate policy awareness (i.e., Code of FY 2021 | FY 2022 Ethics, DEI Policy, Workplace Safety) Training hours per year 12,340 29,877 a .",
    "e Other job and division-specific skills training By gender and certifications Male NA 19,414 , , Using Cultivarte, managers can access data Female NA 10,463 on an employee's training completion and By employee category knowledge rates to determine their position and Directors 285 999 trajectory on the career development path.",
    "This information is essential to guide training and Managers 4,300 3,884 education initiatives — not only individually, but Heads/Supervisors 3,450 4,780 also for the entire company.",
    "Analysts 3,644 14,042 Assistants / Plant Operators 601 6,872 : Te él =p ‘This data excludes Pro Farm Group operations.",
    "Information regarding Pro Farm Group can be found in the Appendix.",
    "@ 2022 SUSTAINABILITY REPORT We believe connection is the key for engaging our employees and strengthening our collective culture, which is why we invest in resources, tools and outreach initiatives to foster a sense of community and better understand the needs and wants of our people.",
    "Our work environment survey, conducted every year, allows us to measure employees’ organizational perceptions, concerns and points of view on a range of critical aspects that define their experience.",
    "This anonymous Survey provides transparency around employees’ feelings, reflects the ideals of our workforce and assures Bioceres as an employer that puts people first.",
    "In 2022, 92% of our workforce participated in the survey, expressing a general 72% work environment satisfaction level across the company.",
    "RESULTS BY DIMENSION —- OUR ‘GREAT PLACE TO WORK’ METRICS' CREDIBILITY DIVERSITY AND INCLUSION 70% 81% RESPECT INNOVATION 67% 68% EQUANIMITY COMMITMENT 65% 71% ‘This data excludes Pro Farm Group operations.",
    "Information regarding Pro Farm Group can be found in the Appendix.",
    "to regulations and internal communication PRIDE 16% CAMARADERIE 72% IMPARTIALITY 93% After the survey concluded, our People and Culture team shared these findings with the leaders of the company and each department to develop strategies to improve the employee experience and ensure Bioceres continues to be an employer of choice in the communities in which we operate.",
    "INNOVATION ENVIRONMENT CULTURE APPENDIX #SOMOS ENABLES EMPLOYEE CONNECTION AND WELL-BEING In February 2021, we launched our internal communication platform known as #SOMOS to centralize all company messaging and more easily reach our team members across different geographic locations and company divisions.",
    "This platform includes a corporate social network that allows us to interact with our employees and share important information on internal events, news and other outreach.",
    "We also launched an employee recognition program in 2021 to celebrate the achievements of our people.",
    "Additionally, the platform automatically notifies our team members of their peers’ birthdays and work anniversaries, which allows us to honor the personal milestones of our people, collectively and individually.",
    "Thanks to the platform, we have been able to improve communication, better inform our team members and celebrate the achievements of our people.",
    "In 2022, we added a digital content library to the platform to promote the health and well-being of our people around the five categories of professional, emotional, physical, financial and social wellness.",
    "In addition to these courses, employees have access to discounts on products and wellness-related services.",
    "§\")somos @ 2022 SUSTAINABILITY REPORT Te AND INCLUSION Diversity, equity and inclusion (DEI) are central values that define who we are and what we believe in.",
    "We promote a workplace culture throughout our organization where all people are celebrated and empowered to contribute to our collective success, regardless of differences in gender, sexual orientation, marital status, age, family responsibility, ideology, nationality, religion or any personal, physical or social condition.",
    "We have strict equal opportunity and anti-discrimination policies, together with related training programs that outline our beliefs, mandatory practices and expectations for all employees.",
    "These policies and guiding principles promote a workplace culture where all employees are valued and given the opportunity to develop professionally within the company.",
    "Celebrating DEI throughout our organization and communities not only strengthens our culture and engagement practices, but it also allows us to meet the expectations of our customers, supply chain partners and other stakeholders.",
    "By promoting DEI, we enhance our organizational reputation, foster customer loyalty and create a more equitable society in the places where we live and work.",
    "@ 2022 SUSTAINABILITY REPORT 04 DIVERSITY INCORPORATE LEADERSHIP INTRODUC TION WORKFORCE DEMOGRAPHICS INNOVATION ENVIRONMENT CULTURE APPENDIX (~ > (— Percentage Directors |Managers | Heads/ Analysts | Assistants/ Men Supervisors Plant Operators Under 30 years old 7 By gender Between 30 and 50 years old | 81.25% Male 6 42 78 168 116 Over 50 years old 18.75% Female o 27 116 6 Women By age Under 30 years old = Under 30 years old — — 5 76 38 Between 30 and 50 years old | 83.33% Between 30 and 50 years old 42 86 194 74 Over 50 years old 16.67% Over 50 years old 5 14 14 10 PAY EQUITY a (— Directors |Managers | Heads/ Analysts | Assistants/ Supervisors Plant Operators Basic salary rate between men and women, ‘| 82.4% 82.9% 88.9% 86% 94.8% % avg.",
    "female salary versus avg.",
    "male salary Ne or TB, << ‘This data excludes Pro Farm Group operations.",
    "Information regarding Pro Farm Group can be found in the Appendix.",
    "@ 2022 SUSTAINABILITY REPORT 95 EQUITY AND INCLUSION (DEI) As part of our DEI journey, we partnered with Encontrarse en la Diversidad Foundation to promote education, activism and dialogue for issues pertaining to diversity and inclusion.",
    "In 2021, we conducted surveys, focus groups and interviews with individual members of the organization to evaluate current DEI attitudes.",
    "We then provided a training program for our Diversity Team and managers to communicate our findings and define ways to further expand our culture of equality.",
    "We also held reflection and awareness meetings for the entire company to communicate our shared responsibility to promote these values across the organization.",
    "In February 2022, we established a DEI Executive Committee comprised of Federico Trucco (CEO), Natalia Zang (Non-executive Director), Jorge Wagner (COO), Florencia Bottero (Compliance Manager), Victorio Cocconi (People & Culture Manager) and Maria Celia Palena (Head of Well-being, Culture and Internal Communication).",
    "Together, the DEI Executive Committee furthers the company's approach to: GENERAL WELL-BEING GENDER BALANCE NETWORK OF DIVERSITY Promote equal Include people with Promote practices INTRODUCTION INNOVATION OUR DIVERSITY POLICY In 2021, we created a Diversity Policy in alignment with the United Nations Global Compact that reflects our principles of responsible and sustainable environmental management, considering fair labor standards, human rights protection and the fight against corruption.",
    "This policy applies to all Bioceres entities, who are required to ensure that all procedures comply with their local laws and regulations.",
    "Under our Diversity Policy, and according to our Code of Conduct and Ethics, everyone in our organization is responsible for promoting our values of equal opportunities and non- ENVIRONMENT CULTURE APPENDIX discrimination, notifying the company management if there is suspicion or presumption that discriminatory practices have taken place.",
    "We also have a whistleblower protection guideline, which prohibits retaliation for reporting any potential infraction.",
    "Our open-door culture allows reporting instances of discrimination to any leader within the organization.",
    "Parties can also submit a complaint form to anonymously report any isSue on our corporate intranet or by email to ethics@BCScrops.com that advance work-life balance and emotional and physical well-being.",
    "disabilities, increase intergenerational diversity and encourage interculturality.",
    "opportunities for professional development.",
    "The DEI Executive Committee has established multidisciplinary teams, a global committee and a volunteer work group that coordinates with senior management to develop and propose new DEI polices, to promote best practices and to implement new projects and programs to nurture a culture of diversity, equity and inclusion throughout the entire Bioceres family.",
    "Nes @ 2022 SUSTAINABILITY REPORT Our organizational mission is to treat our employees and the people of our communities in a fair and equitable way.",
    "At Bioceres, we are committed to: Promoting our company’s relationship with groups that currently do not have the same opportunities in our society, even though they have the same rights.",
    "Aligning our employee recruitment, selection and development policies, practices and benefits to reflect our DEI philosophy.",
    "Shortlisting job applicants who have the required skills for the job, regardless of their disability, age, gender or any other demographic difference, and evaluating their performance and compensation under the same general criteria.",
    "Promoting policies and benefits for all people to balance their career and personal lives, encouraging a professional and personal well-being.",
    "Leveraging the diversity of our organization to promote a healthy, safe and vibrant work environment, as well as the personal and career growth of all people within the organization.",
    "Condemning the use of discriminatory language and communication in all its forms.",
    "Providing a work environment where any kind of harassment, offensive and/or disrespectful behavior is not accepted.",
    "Eliminating physical barriers at all our locations so that people with disabilities can participate in an equal work environment.",
    "Addressing pay equity through analysis of compensation in relation to gender, level of responsibility, individual performance and our salary band structure.",
    "INTRODUCTION INNOVATION ENVIRONMENT PROMOTING AN ACCESSIBLE WORKPLACE In 2020, we partnered with the Rehabilitation Service of Pergamino’s San José Hospital to gather information about the different positions in Rizobacter’s office and plant, and evaluate the potential hiring of people with functional disabilities.",
    "After the visit, we prepared a report assessing architectural barriers and adaptability suggestions.",
    "CULTURE APPENDIX : € ‘“.",
    "on & oe @ SOC 89485 .",
    "a Stee er eee “@v¢e@ ~ e * <a.",
    "* @ 2022 SUSTAINABILITY REPORT o7 ENGAGEMENT AND IMPACT Our Rizobacter subsidiary is the largest private employer in Pergamino, Argentina, a city of 120,000 people.",
    "The company was founded there and as we grew, so did our commitment to improving the quality of life for those in the community by generating opportunities for local residents.",
    "Rizobacter's community engagement work has focused on supporting schools and other education-based initiatives through direct involvement.",
    "However, because of the pandemic, the focus has changed from in-person engagement to financial contributions that support programs aligned with our mission.",
    "PHILANTHROPIC OUTREACH Rizobacter supports several worthwhile causes through direct financial contributions, including: e San José Hospital e Gimnasia y Esgrima Club e Rancagua Commercial Institute e Alfonzo Agrotechnical School e Taller Protegido e National Institute of Agricultural Technology (INTA by its acronym in Spanish) Preschool e INTA San Pedro e INTA Pergamino INTRODUCTION INNOVATION ENVIRONMENT vv Suess eo ¥ CULTURE APPENDIX @ 2022 SUSTAINABILITY REPORT 98 San Cayetano Kindergarten ® MoverRSE is an NGO committed to encouraging the adoption of ESG policies within companies.",
    "Bioceres works alongside MoverRSE to promote practices that allow School N° 42 companies to manage their businesses in responsible ways, based on principles of sustainability, to achieve economic, social and environmental progress.",
    "El Socorro School Volunteer Fire Department Complementary Education Center No 801 © El Desafio Foundation is an organization focused on youth e NGO Hacer Contagia development and citizen participation.",
    "In addition to our education-based priorities, we ® Ciudades Felices is an NGO dedicated to encouraging cities also work in collaboration with different private to adopt more sustainable practices.",
    "Alongside Ciudades and public organizations and non-governmental Felices, we organized a festival in the city of Rosario in organization (NGOs) that are committed to which citizens, organizations, students, professionals and promoting entrepreneurship and sustainability.",
    "governments came together over two days to help generate ideas and imagine ways to create Ciudades Felices (Happy Cities).",
    "© Cimientos is an NGO that awards scholarships to promising high school students through its Future Graduates Program.",
    "It promotes educational equity with initiatives to keep high school students enrolled in classes and finish school.",
    "The organization also works to improve educational quality and encourages educational continuity and/or labor market integration for young people living in vulnerable conditions.",
    "® Por Pergamino Foundation promotes sustainable local development in all its forms through public-private interaction, networking and training programs.",
    "It has developed a Leadership Program with the academic direction of IAE Business School, in which nearly 200 students have already participated.",
    "Along with the foundation, we have launched the Technological Innovation Hub (PIT by its acronym in Spanish) in Pergamino, where young entrepreneurs receive support and training about new technologies.",
    "@ 2022 SUSTAINABILITY REPORT oO fe 2022 SUSTAINABILITY REPORT 60 United Nations Sustainable Development Goals (SDGs).",
    "This report has been prepared in reference to the GRI Standards 2021.",
    "General Disclosures 2022 GRI STANDARD DISCLOSURE LOCATION UN SDG 2-1 Organizational details Headquartered in Rosario, Sante Fe Province, Argentina, Bioceres Crop Solutions Corp.",
    "was formed in 2017 under the laws of the Cayman Islands.",
    "Bioceres Crop Solutions Corp.",
    "is a publicly traded company listed on the Nasdaq Stock Exchange (NASDAQ: BIOX).",
    "2022 Sustainability Report: Company Profile, PP_7-9, Corporate Overview, Bioceres Website 2-2 Entities included in the organization's sustainability reporting 2022 Sustainability Report: About This Report, P.",
    "6 Annual Report: PP.",
    "69-70 2-3 Reporting period, frequency and contact point This report covers fiscal year 2022 activities.",
    ".",
    "Keith Pitts Senior Vice President, Sustainability and Regulatory Strategy Contact us through our website here.",
    "2-4 Restatements of information This is our first report.",
    "2-5 External assurance None.",
    "GRI 2: General Disclosures 2021 2-6 Activities, value chain and other business relationships 2022 Sustainability Report: Company Profile, Bioceres Crop Solutions At A Glance, Our Business Segments, Value Chain Management, PP.",
    "7-9, 16-18, 26 Annual Report: PP.",
    "40-46 Financial Reports News Releases 6: Clean Water and Sanitation 9: Industry, Innovation and Infrastructure 13: Climate Action 17: Partnerships for the Goals 2-7 Employees 2022 Sustainability Report: Company Profile, Culture, PP.",
    "7-8, 46-57 Annual Report: PP.",
    "84-90 8: Decent Work and Economic Growth 2-8 Workers who are not employees 2-9 Governance structure and composition 2022 Sustainability Report: Corporate Governance, P.",
    "13 Board of Directors, Board Committees, Governance Documents, Financial Reports: Bioceres, Website 8: Decent Work and Economic Growth 2-10 Nomination and selection of the highest governance body Annual Report: PP.",
    "84-90 Nominating and Governance Committee Corporate Governance Guidelines yy, @ 2022 SUSTAINABILITY REPORT 61 GRI STANDARD DISCLOSURE LOCATION UN SDG GRI 2: General Disclosures 2021 2-11 Chair of the highest governance body Corporate Governance Guidelines Board of Directors Chief Executive Officer Federico Trucco is appointed as chairman of the meeting for all Board of Director meetings.",
    "2-12 Role of the highest governance body in overseeing the management of impacts Board of Directors Executive Management Corporate Governance Annual Report: PP.",
    "84-90 2-13 Delegation of responsibility for managing impacts Bioceres Crop Solutions’ CEO, who reports to and is a member of the Board of Directors, has ultimate responsibility for economic, environmental and social topics.",
    "The chief financial officer is responsible for economic topics.",
    "Senior leaders are responsible for environment, health and safety, sustainability and regulatory strategy and compliance.",
    "The People and Culture team has responsibility for employees, work environment and social topics.",
    "Nominating and Governance Committee Annual Report: PP.",
    "84-90 2-14 Role of the highest governance body in sustainability reporting 2022 Sustainability Report: Our Approach to Sustainability, PP.",
    "10-11 Bioceres Crop Solutions’ Board of Directors and its committees review impacts, risks and opportunities at regularly scheduled board/committee meetings.",
    "The Board of Directors does not have an active role in the sustainability report’s development.",
    "Senior leaders are responsible for the report’s content.",
    "2-15 Conflicts of interest 2022 Sustainability Report: Corporate Governance, P.",
    "13 Code of Conduct and Ethics Related Party Transaction Policies and Procedures 2-16 Communication of critical concerns 2022 Sustainability Report: Corporate Governance, P.",
    "13 Contact Us Compliance Hotline 2-17 Collective knowledge of the highest governance body 2022 Sustainability Report: Corporate Governance, P.",
    "13 Annual Report: PP.",
    "84-86 Board of Directors 2-18 Evaluation of the performance of the highest governance body Corporate Governance Guidelines Annual Report, PP.",
    "87-90 2-19 Remuneration policies Annual Report, PP.",
    "87-89 2-20 Process to determine remuneration Annual Report, PP.",
    "87-89 2-21 Annual total compensation ratio As a foreign private issuer, Bioceres Solutions Corp does not disclose this information.",
    "Information on senior executive compensation can be found in the Annual Report: PP.",
    "87-89 2-22 Statement on sustainable development strategy 2022 Sustainability Report: CEO Message, Our Approach to Sustainability, PP_ 4-5, 10-12 ~ yy, @ 2022 SUSTAINABILITY REPORT 62 GRI STANDARD DISCLOSURE LOCATION UN SDG GRI 2: General Disclosures 2021 2-23 Policy commitments 2022 Sustainability Report: Our Approach to Sustainability, Corporate Governance, PP.",
    "10-12, 13 Compliance Policies 2-24 Embedding policy commitments 2022 Sustainability Report: Our Approach to Sustainability, Corporate Governance, PP.",
    "12-13 2-25 Processes to remediate negative impacts 2022 Sustainability Report: Our Approach to Sustainability, Environment, PP.",
    "10-12, 39, 42-44 2-26 Mechanisms for seeking advice and raising concerns 2022 Sustainability Report: Corporate Governance, P.",
    "13 Compliance Hotline 2-27 Compliance with laws and regulations 2022 Sustainability Report: Bioceres Crop Solutions At a Glance, Corporate Governance, PP.",
    "8, 13 Annual Report: PP.",
    "18, 20, 25,54-58, 73 Compliance Policies 2-28 Membership associations 2022 Sustainability Report: Stakeholder Engagement, Value Chain Management, Innovation with Leading Organizations: PP.",
    "16-17, 26 2-29 Approach to stakeholder engagement 2022 Sustainability Report: Stakeholder Engagement, Value Chain Management, Innovation with Leading Organizations, Employee Engagement PP.",
    "16-17, 26, 53 2-30 Collective bargaining agreements Annual Report: PP.",
    "23, 68 GRI 3: Material Topics 2021 3-1 Process to determine material topics 2022 Sustainability Report: Our Approach to Sustainability, PP.",
    "10-12 3-2 List of material topics 2022 Sustainability Report: Materiality Matrix, Our Sustainability Strategy, PP.",
    "11-12 3-3 Management of material topics 2022 Sustainability Report: Our Sustainability Strategy, PP.",
    "10-12 GRI 201: Economic Performance 2016 3-3 Management of material topics 2022 Sustainability Report: About This Report, Our Approach to Sustainability, PP.",
    "6, 10-12 201-1 Direct economic value generated and distributed 2022 Sustainability Report: Economic Performance, PP.",
    "14-15 Annual Report: PP.",
    "96-98 The Direct Economic Value Generated broken down by region is not public information, and therefore we cannot provide that level of detail.",
    "8: Decent Work and Economic Growth 9: Industry, Innovation and Infrastructure 201-2 Financial implications and other risks and opportunities due to climate change 2022 Sustainability Report: Climate Change, PP.",
    "39-41 Annual Report: PP.",
    "16, 54-57, 61 12: Responsible Consumption and Production 13: Climate Action 201-3 Defined benefit plan obligations and other retirement plans In the reporting period, the organization did not have benefit programs related to retirement or pension.",
    "8: Decent Work and Economic Growth ~ @ 2022 SUSTAINABILITY REPORT 63 GRI STANDARD DISCLOSURE LOCATION UN SDG GRI 201: Economic Performance 2016 201-4 Financial assistance received from government The total financial assistance received from the government in FY22 was the ATP benefit (Emergency Assistance for Work and Production) received from the government.",
    "The ATP was a one-time benefit paid by Administracién Nacional de la Seguridad Social (ANSES), in response to the COVID-19 pandemic.",
    "The amount received by the company, in Argentine pesos, was as follows: -Rizobacter: ARS 9,204,252.60 -Semya: ARS 535,373.04 -Synertech: ARS 395,526.60 Synertech is a Joint Venture in which we participate only 50% and it is not directly consolidated in the balance sheet of Bioceres Crop Solutions, but rather 50% of Synertech’s net income/loss is reflected in our Income Statement as results of Joint Ventures.",
    "The amounts reported correspond in full to Argentina.",
    "There are no direct participations of any government in the shareholding structure.] Annual Report: PP.",
    "33, Appendix: F-1-44 (P.",
    "174) 17: Partnerships for the Goals GRI 203: Indirect Economic Impacts 2016 203-1 Infrastructure investments and services supported Annual Report: PP.",
    "40-43, Organizational description and history of investments 2: Zero Hunger 9: Industry and Infrastructure 12: Responsible Consumption and Production 203-2 Significant indirect economic impacts 2022 Sustainability Report: Community Engagement and Impact, PP.",
    "58-59 Annual Report: PP.",
    "40-41, 54, 56, 2: Zero Hunger 9: Industry and Infrastructure 12: Responsible Consumption and Production GRI 204: Procurement Practices 2016 204-1 Proportion of spending on local suppliers 30% of the total purchases made by Bioceres and its Rizobacter operation in the town of Pergamino were made from local suppliers in the city.",
    "8: Decent Work and Economic Growth 12: Responsible Consumption and Production GRI 302: Energy 2016 3-3 Management of material topic 2022 Sustainability Report: Our Approach to Sustainability, Energy Consumption, PP.",
    "10-12, 42 302-1 Energy consumption within the organization 2022 Sustainability Report: Energy Consumption, P.",
    "42 Annual Report: Energy and fuel spend by function: Appendix F-1-48, PP.",
    "178, 179, 181 Further information on energy usage and GHG impacts can be found in our baseline GHG inventory report at https://investors.biocerescrops.com/events-and-presentations/default.aspx 13: Climate Action 302-2 Energy consumption outside of the organization 2022 Sustainability Report: Energy Consumption, P.",
    "42 13: Climate Action 302-3 Energy intensity Further information on energy usage and GHG impacts can be found in our baseline GHG inventory report at https://investors.biocerescrops.com/events-and-presentations/default.aspx 302-4 Reduction of energy consumption 2022 Sustainability Report: Energy Consumption, P.",
    "42 Further information on energy usage and GHG impacts can be found in our baseline GHG inventory report at https://investors.biocerescrops.com/events-and-presentations/default.aspx 12: Responsible Consumption and Production ~ @ 2022 SUSTAINABILITY REPORT 64 GRI STANDARD DISCLOSURE LOCATION UN SDG GRI 204: Procurement Practices 2016 302-5 Reductions in energy requirements of products and services 2022 Sustainability Report: Innovation and Technology, PP.",
    "23, 29 Further information on energy usage and GHG impacts can be found in our baseline GHG inventory report at https://investors.biocerescrops.com/events-and-presentations/default.aspx 9: Industry, Innovation and Infrastructure GRI 303: Water and Effluents 2018 3-3 Management of material topic 2022 Sustainability Report: Our Approach to Sustainability, Efficient Resource Use, Water Use, PP.",
    "10-12, 42-43 Annual Report: PP.",
    "51, 57-60 6: Clean Water and Sanitation 13: Climate Action 15: Life on Land 303-1 Interactions with water as a shared resource 2022 Sustainability Report Efficient Resource Use, Water Use, PP.",
    "42-43 Annual Report: PP.",
    "16, 51, 57 — 59 6: Clean Water and Sanitation 13: Climate Action 15: Life on Land 303-2 Management of water discharge-related impacts Sustainability Report: Efficient Resource Us, Water Use, PP.",
    "42-43 Annual Report: PP.",
    "60-61 6: Clean Water and Sanitation 15: Life on Land 303-3 Water withdrawal 2022 Sustainability Report Efficient Resource Use, Water Use, PP.",
    "42-43 6: Clean Water and Sanitation 15: Life on Land 303-4 Water discharge 2022 Sustainability Report Efficient Resource Use, Water Use, PP.",
    "42-43 6: Clean Water and Sanitation 15: Life on Land 303-5 Water consumption 2022 Sustainability Report Efficient Resource Use, Water Use, PP.",
    "42-43 6: Clean Water and Sanitation 15: Life on Land GRI 304: Biodiversity 2016 3-3 Management of material topic 2022 Sustainability Report: Our Approach to Sustainability, Innovation and Technology, Product Stewardship and Impact, PP.",
    "10-12, 21, 27, 31-32 2: Zero Hunger 13: Climate Action 15: Life on Land 304-1 Operational sites owned, leased, managed in, or adjacent to, protected areas and areas of high biodiversity value outside protected areas 2022 Sustainability Report: Our Approach to Sustainability, Innovation and Technology, Product Stewardship and Impact, PP.",
    "10-12, 21, 27, 31-32 2: Zero Hunger 13: Climate Action 15: Life on Land 304-2 Significant impacts of activities, products and services on biodiversity 2022 Sustainability Report: Innovation and Technology, Product Stewardship and Impact, PP.",
    "21, 27, 32, 36 Annual Report: PP.",
    "56-57 13: Climate Action 15: Life on Land 304-3 Habitats protected or restored See PP.",
    "9, 24-27 of this report and the accompanying Pro Farm Group report to see how our products contribute to protecting biodiversity and restoring marginal farmlands.",
    "13: Climate Action 15: Life on Land 304-4 IUCN Red List species and national conservation list species with habitats in areas affected by operations Nothing to report 13: Climate Action 15: Life on Land ~ @ 2022 SUSTAINABILITY REPORT 65 GRI STANDARD DISCLOSURE LOCATION UN SDG GRI 305: Emissions 2016 3-3 Management of material topic 2022 Sustainability Report: Our Approach to Sustainability, HB4 Technology, Climate Change, PP.",
    "10-12, 29-33, 39-41 305-1 Direct (Scope 1) GHG emissions 2022 Sustainability Report: Climate Change, P.",
    "40 Further information on energy usage and GHG impacts can be found in our baseline GHG inventory report at https://investors.biocerescrops.com/events-and-presentations/default.aspx 13: Climate Action 305-2 Energy indirect (Scope 2) GHG emissions 2022 Sustainability Report: Climate Change, P.",
    "40 Further information on energy usage and GHG impacts can be found in our baseline GHG inventory report at https://investors.biocerescrops.com/events-and-presentations/default.aspx 13: Climate Action 305-3 Other indirect (Scope 3) GHG emissions 2022 Sustainability Report: Climate Change, P.",
    "40 13: Climate Action 305-5 Reduction of GHG emissions 2022 Sustainability Report: jo) Climate Change, P.",
    "4 13: Climate Action 305-6 Emissions of ozone-depleting substances (ODS) 2022 Sustainability Report: jo) Climate Change, P.",
    "4 13: Climate Action 305-7 Nitrogen oxides (NOx), sulfur oxides (SOx), and other significant air emissions 2022 Sustainability Report: Climate Change, P.",
    "40 13: Climate Action GRI 306: Waste 2020 3-3 Management of material topic 2022 Sustainability Report: Annual Report: PP.",
    "20 Our Approach to Sustainability, Waste Management, PP.",
    "10-12, 44-45 12: Responsible Consumption and Production 13: Climate Action 306-1 Waste generation and significant waste-related impacts 2022 Sustainability Report: Waste Management, PP.",
    "44-45 12: Responsible Consumption and Production 13: Climate Action 306-2 Management of significant waste-related impacts 2022 Sustainability Report: Waste Management, PP.",
    "42-43 12: Responsible Consumption and Production 13: Climate Action 306-3 Waste generated 2022 Sustainability Report: Waste Management, PP.",
    "42-43 12: Responsible Consumption and Production 13: Climate Action 306-4 Waste diverted from disposal 2022 Sustainability Report: Waste Management, PP.",
    "42-43 12: Responsible Consumption and Production 13: Climate Action 306-5 Waste directed to disposal 2022 Sustainability Report: Waste Management, PP.",
    "42-43 12: Responsible Consumption and Production 13: Climate Action ~ yy, @ 2022 SUSTAINABILITY REPORT 66 GRI STANDARD DISCLOSURE LOCATION UN SDG GRI 401: Employment 2016 401-1 New employee hires and employee turnover 2022 Sustainability Report : Employee Retention, Development and Training, P.",
    "50 8: Decent Work and Economic Growth 401-2 Benefits provided to full-time employees that are not provided to temporary or part-time employees 2022 Sustainability Report : Employee Retention, Development and Training 8: Decent Work and Economic Growth 401-3 Parental leave Parental leave policy includes a 90-day leave for new mothers plus the possibility of working part time for an additional two months, and 15 working days leave for new fathers.",
    "These policies are applicable to all types of families.",
    "8: Decent Work and Economic Growth GRI 403: Occupational Health and Safety 2018 403-1 Occupational health and safety management system 2022 Sustainability Report: Employee Retention, Development and Training, PP.",
    "50-52 8: Decent Work and Economic Growth 403-2 Hazard identification, risk assessment, and incident investigation 2022 Sustainability Report: Employee Retention, Development and Training, PP.",
    "50-52 403-3 Occupational health services 2022 Sustainability Report: Employee Retention, Development and Training, PP.",
    "50-52 403-4 Worker participation, consultation, and communication on occupational health and safety 2022 Sustainability Report : Employee Retention, Development and Training, PP.",
    "50-51 403-5 Worker training on occupational health and safety 2022 Sustainability Report: Employee Retention, Development and Training, PP.",
    "52-53 Code of Conduct and Ethics, PP.",
    "5-6 403-6 Promotion of worker health 2022 Sustainability Report : Employee Engagement, #SOMOS, P.",
    "53 8: Decent Work and Economic Growth 403-7 Prevention and mitigation of occupational health and safety impacts directly linked by business relationships 2022 Sustainability Report: Employee Retention, Development and Training, PP.",
    "50-51 403-8 Workers covered by an occupational health and safety management system 2022 Sustainability Report: Employee Retention, Development and Training, P.",
    "51 8: Decent Work and Economic Growth 403-9 Work-related injuries 2022 Sustainability Report: Employee Retention, Development and Training, P.",
    "51 403-10 Work-related ill health 2022 Sustainability Report: Employee Retention, Development and Training, P.",
    "51 GRI 404: Training and Education 2016 404-1 Average hours of training per year per employee 2022 Sustainability Report: Employee Retention, Development and Training, PP.",
    "48, 50-52 8: Decent Work and Economic Growth 404-2 Programs for upgrading employee skills and transition assistance programs 2022 Sustainability Report: Employee Retention, Development and Training, PP.",
    "48, 50-52 8: Decent Work and Economic Growth 404-3 Percentage of employees receiving regular performance and career development reviews 2022 Sustainability Report: Employee Retention, Development and Training, PP.",
    "48, 50-53 8: Decent Work and Economic Growth GRI 405: Diversity and Equal Opportunity 2016 405-1 Diversity of governance bodies and employees 2022 Sustainability Report : Diversity, Equity and Inclusion, Diversity of our Teams, PP.",
    "54-57 8: Decent Work and Economic Growth 405-2 Ratio of basic salary and remuneration of women to men 2022 Sustainability Report : Diversity, Equity and Inclusion, Diversity of our Teams, P_ 57 8: Decent Work and Economic Growth ~ yy, @ 2022 SUSTAINABILITY REPORT 67 GRI STANDARD DISCLOSURE LOCATION UN SDG GRI 413: Local Communities 2016 3-3 Management of material topic 2022 Sustainability Report: Community Engagement and Impact: PP.",
    "58-59 2: Zero Hunger 8: Decent Work and Economic Growth 17: Partnerships for the Goals 413-1 Operations with local community engagement, impact assessments, and development programs 2022 Sustainability Report: Waste Management, Community Engagement and Impact: PP.",
    "44, 58-59 8: Decent Work and Economic Growth 17: Partnerships for the Goals GRI 416: Customer Health and Safety 2016 416-1 Assessment of the health and safety impacts of product and service categories 2022 Sustainability Report: Our Approach to Sustainability, Product Stewardship and Impact, PP.",
    "10-12, 13, 18, 23, 27 9: Industry, Innovation and Infrastructure 12: Responsible Consumption and Production 416-2 Incidents of non-compliance concerning the health and safety impacts of products and services 2022 Sustainability Report: Responsible Marketing and Communications, P._18 GRI 417: Marketing and Labeling 2016 3-3 Management of material topic 2022 Sustainability Report: Responsible Marketing and Communications, P._18 12: Responsible Consumption and Production 417-1 Requirements for product and service information and labeling 2022 Sustainability Report: Responsible Marketing and Communications, P._18 12: Responsible Consumption and Production 417-2 Incidents of non-compliance concerning product and service information and labeling 2022 Sustainability Report: Responsible Marketing and Communications, P._18 12: Responsible Consumption and Production 417-3 Incidents of non-compliance concerning marketing communications 2022 Sustainability Report: Responsible Marketing and Communications, P._18 12: Responsible Consumption and Production Material Topic: Innovation 3-3 Management of material topics 2022 Sustainability Report: Our Approach to Sustainability, Innovation and Technology, PP.",
    "10-12, 21-23 9: Industry, Innovation and Infrastructure Material Topic: Contribution to Socioeconomic Development 3-3 Management of material topics Bioceres Crop Solutions has not been subject to any process or sanction for non-compliance with laws and regulations in the social and economic spheres, during the reporting period.",
    "9: Industry, Innovation and Infrastructure 12: Responsible Consumption and Production Material Topic: Design of Sustainable Products 3-3 Management of material topics 2022 Sustainability Report: Our Phases of Technology Development, PP.",
    "21-23 Annual Report: PP.",
    "54-55, 60-61 12: Responsible Consumption and Production Material Topic: Responsible Land Use 3-3 Management of material topics Product Stewardship and Impact, PP.",
    "27 13: Climate Action 15: Life on Land Material Topic: Climate Change 3-3 Management of material topics 2022 Sustainability Report: Our Approach to Sustainability, Climate Change, PP.",
    "10-12, 39-41 13: Climate Change Material Topic: Talent Attraction and Retention 3-3 Management of material topics 2022 Sustainability Report: Our Approach to Sustainability, Talent Attraction, Engagement and Retention, PP.",
    "10-12 47-50 8: Decent Work and Economic Growth ~ @ 2022 SUSTAINABILITY REPORT 68 Material Topic: Internal Culture and Team Commitment 3-3 Management of material topics 2022 Sustainability Report: Our Approach to Sustaina-bility, Talent Attraction, Engagement and Retention, Diversity, Equity and Inclusion, PP.",
    "10-12, 47-50, 54-57 8: Decent Work and Economic Growth Material Topic: Intellectual Property 3-3 Management of material topics 2022 Sustainability Report: Intellectual Property, P.",
    "19 9: Industry, Innovation and Infrastructure Material Topic: Relations with the Community 3-3 Management of material topics 2022 Sustainability Report: Community Engagement and Impact, PP.",
    "58-59 17: Partnership for the Goals Material Topic: Value Chain 3-3 Management of material topics 2022 Sustainability Report: Value Chain Management, P.",
    "17 9: Industry, Innovation and Infrastructure 12: Responsible Consumption and Production Material Topic: Efficient Resource Management 3-3 Management of material topics 2022 Sustainability Report: Our Approach to Sustainability, Efficient Resource Management, PP.",
    "10-12, 42-45 12: Responsible Consumption and Production 13: Climate Action ~ yy, @ 2022 SUSTAINABILITY REPORT 69 Marrone Bio Innovations, which now operates under the Pro Farm Group name.",
    "In the future, ESG reporting for all our business units will be done under the Bioceres umbrella.",
    "( Bioceres Crop Solutions @) ProFarm @ 2022 SUSTAINABILITY REPORT 70 2021 ES G REPORT 4.",
    "Company Overview 7.",
    "Our Approach to ESG PRODUCTS 11.",
    "Product Innovation, Safety and Stewardship 17.",
    "Responsible Pest Management 20.",
    "Crop Health and Nutrition 21.",
    "Stakeholder Engagement 23.",
    "Management of the Legal and Regulatory Environment 25.",
    "Employee Health, Safety and Well-Being 26.",
    "Human Capital Management 27.",
    "Diversity, Equity and Inclusion 30.",
    "Community Involvement PLANET 32.",
    "Carbon and Climate Resilience 36.",
    "Ecosystem and Natural Resource Vitality APPENDIX 41.",
    "2021 SASB Index products, operations and societal impact.",
    "It drives how we innovate and deliver high-performing crop protection, crop health and crop nutrition solutions for our partners and customers across the globe.",
    "This inaugural report serves as an informational resource and touchstone for our customers, investors, employees and all who may be interested in learning more about our roadmap of ESG initiatives.",
    "In preparing this report, we were guided by the results of our 2021 materiality assessment and globally recognized sustainability reporting frameworks and principles, including the Sustainability Accounting Standards Board (SASB) framework and the United Nations Sustainable Development Goals (SDGs).",
    "In July 2022, we marked a new chapter in our journey when Pro Farm Group’s parent company, Bioceres Crop Solutions, successfully integrated the business and product lines of Marrone Bio Innovations Inc.",
    "(MBI) under the Pro Farm brand.",
    "This deal immediately added complementary products, a new geographic reach and industry expertise to our operations.",
    "At Bioceres and Pro Farm, sustainability is part of our DNA and ingrained in our core values.",
    "It is truly in our nature.",
    "Providing growers and communities with innovative, science-based solutions that solve today’s challenges without compromising the promise and potential of a better tomorrow is at the root of our business.",
    "Since our founding in 2006, we have delivered innovations across more than 25 countries for a diverse set of customers from small-scale specialty crop farmers to multinational corporations.",
    "The impact of our operations is not limited to our direct customers, as each application of a Pro Farm product generates multiple positive results, including a strong return on investment for growers, improved farmworker safety, the reduction of pesticide residues on food, and reduction of harm to wildlife, the soil microbiome and insect pollinators.",
    "Pro Farm is a leading industry provider of advanced, sustainable products that offer solutions in crop protection, crop health and crop nutrition.",
    "Our naturally derived portfolio of 18 products includes a variety of biological solutions for organic, regenerative and conventional production systems — ranging from nematicides to nutritional seed treatments — designed for agricultural, professional turf and ornamental, and home and garden uses.",
    "PRO FARM GROUP 2021 ESG REPORT RESEARCH AND DEVELOPMENT CAMPUS: Davis, California MANUFACTURING PLANT: Bangor, Michigan OPERATIONS: North America, South America and Europe EUROPEAN SUBSIDIARY: Helsinki, Finland GLOBAL COMMERCIAL REACH: Partnering with more than 25 distributors in 25+ countries PRODUCT RANGE: Crop protection, crop health and crop nutrition PATENTS: 340+ issued or pending worldwide EMPLOYEES: 145 full-time Crop Protection Our commercial product portfolio in crop protection includes nine EPA- registered biopesticides that provide growers with effective tools to control a variety of pests, including insects, mites, nematodes and plant diseases and pathogens.",
    "Our offerings cover a range of uses, including foliar and soil applications as well as seed treatment uses.",
    "Pre-plant, at-planting, in-season and post-harvest uses are permitted with these products.",
    "Crop Nutrition Our portfolio of eight bio-based crop nutrition or abiotic stress protection products encourages better plant uptake and the utilization of vital nutrients that allow plants to withstand abiotic stresses and increase crop yield, resilience and quality.",
    "Through recent acquisitions, we added proprietary nutrient and biostimulant technologies and products for seed, soil and foliar treatments.",
    "Crop Health Products focused on crop health are a new and growing market within our expanding product portfolio.",
    "Our Haven® product improves crop tolerance to abiotic stresses, such as heat or excessive ultraviolet light.",
    "PRO FARM GROUP 2021 ESG REPORT Commercial Products Emergen™ micronutrient fertilizer Foramin™ micronutrient fertilizer Foramin™ ST micronutrient fertilizer for seed treatment Grandevo® Bioinsecticide Haven® heat and sun stress protectant Jet-Ag® fungicide, bactericide, algaecide Jet-Oxide® industrial sanitizer Majestene® Bionematicide Optima micronutrient fertilizer for seed treatment Pacesetter® plant health product Regalia® Biofungicide Stargus® Biofungicide Takla™ micronutrient fertilizer for seed treatment UBP™ 110 micronutrient fertilizer UBP™ ST micronutrient fertilizer for seed treatment Venerate® Bioinsecticide Ympact™ micronutrient fertilizer for seed treatment Zelto® bioinsecticide, bionematicide Main Markets Row crops including soybeans, corn, cotton, wheat Row crops including soybeans, corn, cotton, wheat Row crops including soybeans, corn, cotton, wheat Fruit and vegetable, nut and vine, greenhouse, ornamental Fruit and vegetable, nut and vine Fruit and vegetable, nut and vine, greenhouse, ornamental Post-harvest pathogen and disease control, surface and equipment sanitizer Fruit and vegetable, row crops Row crops including corn, sunflower, oilseed rape Row crops including soybeans, corn, cotton, wheat Fruit and vegetable, nut and vine, greenhouse, ornamental, home and garden Fruit and vegetable, nut and vine, greenhouse, ornamental, home and garden, seed treatment Row crops including soybeans, corn, wheat, sunflower, oilseed rape Row crops including soybeans, corn, cotton, wheat Row crops including soybeans, corn, sunflower, oilseed rape Row crops, seed treatment, fruit and vegetable, nut and vine, greenhouse, ornamental, home and garden Cereal grains including wheat, barley, rye Turf and ornamental We create sustainable solutions both within our own operations and with external collaborators through our product offerings, services, volunteerism and business partnerships.",
    "To advance these broad beneficial impacts, we embrace a stakeholder- inclusive culture that includes regular engagement and dialogue.",
    "GROUP ENGAGEMENT COMMUNITIES We are active leaders in the communities in which we live and work, hosting and participating in charitable and educational endeavors, participating in opportunities that advance sustainable agricultural production and management, and promoting inclusive opportunities in STEM education and careers.",
    "CUSTOMERS We are committed to product stewardship and collaborative field trial research, regularly providing our customers with the most up-to-date information on how to use our products safely and effectively.",
    "We stay in close contact with customers through meetings, workshops, instructional webinars, podcasts and marketing literature and digital content.",
    "EMPLOYEES Our talent strategy prioritizes engagement and development within an inclusive culture that fosters innovation and collaboration.",
    "We work together through our Human Resources department, management team and employee-led committees to drive coordinated efforts around performance management, mentorship and leadership development, and health, safety and well-being.",
    "INVESTORS We engage regularly with current and potential investors, through conference calls, direct inquiries and other outreach activities to understand their primary areas of interest and evaluate how well our communications are responding to their needs.",
    "PARTNERS We maintain trusted relationships with our value chain partners through in-person and online webinars and seminars; active participation in government, scientific, NGO and industry forums; research collaborations with both private and public sector partners; on-site audits of key suppliers; and other supplier screening activities.",
    "PRO FARM GROUP 2021 ESG REPORT Our efforts to formalize a comprehensive infrastructure to identify and act upon ESG goals and policies started with a 2019-2020 partnership with the Graduate School of Management at University of California, Davis to assess the greenhouse gas emissions impact of Pro Farm’s operations, which at that time existed only in the United States.",
    "Based on the insights from this project and growing interest in the business community for transparency around sustainable practices, we identified opportunities to further address our growing commitment to sustainability.",
    "As Pro Farm began assessing our business model with frameworks and guidance as many of our existing policies and practices, consistently and closely aligned with goals and metrics universally considered to be hallmarks of sustainable, socially responsible businesses.",
    "This ESG report establishes a baseline of our position on the spectrum of sustainable business practices and corporate social responsibility, and serves as a launchpad as we continuously improve our performance in contributing to a healthier, safer and more equitable world.",
    "Sustainability is in our nature and is foundational to our growth, longevity and success.",
    "published by entities such as the United Nations, Sustainability Accounting Standards Board (SASB) and Global Reporting Initiative (GRI), we found that our portfolio of products, as well BUILDING PRO FARM’S ESG FRAMEWORK In 2021, we worked with a third-party ESG consulting firm to conduct a materiality assessment, a thorough, stakeholder-inclusive process to identify and organize our most important ESG topics to manage, measure and report on publicly.",
    "Stakeholder Engagement Research and Topic Identification Topic Proritization and Strategic Alignment * Through comprehensive * Weconducted more than + Aggregating the quantitative PRO FARM GROUP benchmarking, Board and executive leadership input and the use of ESG reporting frameworks (including SASB, GRI and the UN Sustainable Development Goals), we identified approximately 30 topics to assess through stakeholder interviews, surveys and engagement exercises.",
    "35 interviews representing key internal and external stakeholder groups, including Board members, company executives, functional leaders, customers, partners, scientists, industry experts and investors.",
    "* Wealso conducted a survey of Pro Farm employees and contractors, which received a 63% response rate.",
    "and qualitative findings from our assessment, we identified the most critical ESG topics based on their importance to the long-term growth of the Pro Farm business, the company's ability to impact them and their significance to the company's external and internal stakeholders.",
    "We then aligned each material topic with our company strategy and began developing action plans for tracking our progress and establishing long-term goals.",
    "2021 ESG REPORT OUR MATERIAL TOPICS Based on our materiality assessment, we established the three sustainability pillars of Products, People and Planet, and identified 11 material topics that form the core of our sustainability roadmap.",
    "This provides the framework to focus our efforts on key areas for continuous improvement that will drive value for all stakeholders.",
    "Vil PRODUCTS Product Innovation, Safety and Stewardship a8 PEOPLE Employee Health, Safety and Well-Being PLANET Carbon and Climate Resilience Responsible Pest Management Human Capital Management Crop Health and Nutrition Diversity, Equity and Inclusion Stakeholder Engagement Management of the Legal and Regulatory Environment PRO FARM GROUP 2021 ESG REPORT Community Involvement Ecosystem and Natural Resource Vitality AND UN SDGs In 2021, Pro Farm became a signatory to the UN Global Compact, the world’s largest voluntary corporate sustainability initiative, further aligning our existing core business strategy with universal principles on human rights, labor, environment and anti-corruption.",
    "Since signing the Compact, we have deepened our alignment by focusing on supporting six UN SDGs and implementing policies where we believe we can drive positive impact through both our operations and our product offerings.",
    "Those goals are: ( ZERO HUNGER Zero Hunger ((¢ We develop innovative, sustainable and socially Wp beneficial products that enable healthy agriculture and food production systems through enhanced crop productivity, resource efficiency and the protection of soil, air and water quality and biodiversity.",
    "(~ 1 2 RESPONSIBLE CONSUMPTION Responsible Consumption AND PRODUCTION and Production We drive responsible ‘ee production and consumption across our supply chain, operations and commercial partnerships.",
    "Pro Farm operates under principles that promote ethical sourcing, efficient resource use, zero waste to landfill and environmentally optimized and safety-focused operations.",
    "GOOD HEALTH AND WELL-BEING Good Health and Well-Being We embrace the use of nontoxic and Ca naturally derived materials in our products.",
    "In addition, we strive to create safe environments on the farm, in our facilities, in our communities and across our supply chain.",
    "We do this to help ensure good health and well-being for our employees, our grower customers, our business collaborators and for all who will consume the crops that Pro Farm products help grow.",
    "XY ( 1 sp WATER Life Below Water Our biologically derived products are designed to minimize or eliminate adverse impacts on organisms.",
    "We create products free of chemicals that could be harmful to aquatic biodiversity, and we embrace responsible waste and water management practices at our facilities.",
    "NW 1 CLIMATE ACTION Climate Action Pro Farm prioritizes climate resilience and mitigation across our operations.",
    "We are committed to increasing our use of renewable energy, investing in climate impact assessments of our products and optimizing efficient energy and water use by end users of our products.",
    "Our goal is a50% reduction in our greenhouse gas (GHG) emissions impact by 2030, even as we expand our business.",
    "PRO FARM GROUP 2021 ESG REPORT 15 LIFE ON LAND Life on Land Our products are designed to minimize or eliminate adverse impacts on nontarget, beneficial organisms.",
    "We design products that preserve essential soil microorganisms, pollinators and other keystone species that are essential to sustainable agriculture and our planet.",
    "Better for people, better for crops, better for pollinators and better for the planet.",
    "At Pro Farm, creating sustainable products is in our nature.",
    "In just 15 years, Pro Farm has harnessed its innovation engine to introduce 18 high-performing, reduced-risk, biologically based products into highly regulated markets in North America, South America and Europe - an unprecedented achievement for a company of our size.",
    "As we continue to grow our business, we are also expanding our positive impacts, supporting sustainable agriculture through a focus on product innovation, product safety and stewardship, responsible pest management, and crop health and nutrition.",
    "ZERO GOOD HEALTH 12 RESPONSIBLE 1 CLIMATE 1 LIFE HUNGER AND WELL-BEING CONSUMPTION ACTION ON LAND AND PRODUCTION PRO FARM GROUP 2021 ESG REPORT INNOVATION, SAFETY AND STEWARDSHIP CONTINUOUS RESEARCH AND DEVELOPMENT IS IN OUR NATURE We at Pro Farm have an intellectually curious spirit that drives us to find new ways of satisfying unmet market needs and addressing growing challenges, such as climate change and the decline of biodiversity.",
    "Our research and development (R&D) team has technical expertise in a diverse range of skills, including microbiology, molecular biology, genomics and metabolomics, natural product chemistry and formulation, analytical chemistry, biochemistry, fermentation science, entomology, nematology, weed science, plant physiology, plant pathology and field development.",
    "In addition, we regularly collaborate with outside scholars, scientists, thought leaders and policymakers.",
    "DEVELOPING PRODUCTS THAT PERFORM We sustain our innovation pipeline through the addition of product candidates each year from our discovery and development process, as well as via mergers and acquisitions and in-licensed technology from universities, partner corporations and governmental entities.",
    "Through our proprietary discovery platform, we isolate and screen naturally occurring microorganisms and plant extracts, and identify those that may have novel, effective and safe pest management, or characteristics that promote plant health.",
    "We then employ natural product chemistry to analyze and characterize the active compounds that contribute to the efficacy of our bio-based products.",
    "We eliminate products that produce human or environmental toxins and identify candidates for further evaluation, development and commercialization.",
    "We have screened more than 18,000 microorganisms and hundreds of plant extracts, resulting in numerous product candidates that display the potential for commercially viable activity against insects, nematodes, weeds, plant diseases and nuisance algae.",
    "We also have produced a collection of microorganisms that research suggests may enhance nutrient uptake in plants.",
    "PRO FARM GROUP 2021 ESG REPORT Our customers and growers trust us to deliver products that help them operate more sustainably while improving plant health and increasing crop yields.",
    "We demonstrate our leadership in agricultural and biological innovation by applying our ingenuity and commitment to sustainability at every stage of product development and management.",
    "In 2020 and 2021, Pro Farm invested $11.3 million and $12.1 million, respectively, In research and development.",
    "PRO FARM’S DISCOVERY AND DEVELOPMENT PROCESS DISCOVERY DEVELOPMENT « Advanced Toxicology Testing and Product Safety Measures PRODUCTS Ethical, Properly Permitted and Legal Microorganism Sourcing and Isolation Microorganism Fermentation Primary Screening for Pesticidal Activity Natural Product Chemistry Analysis Preliminary Toxicology Testing and Genetic Identification Pre-Development Trials, Tests and Processes v Field Testing with Subject Matter Experts and Leading Scholars Product Optimization and Commercial Formulations Scale-up of Manufacturing Processes Commercial Development and Regulatory Approvals Market Introduction PRO FARM GROUP 2021 ESG REPORT 12 Our goal is to deliver sustainable, bio-based products that serve as high-performance, top-quality alternatives to conventional chemical- based materials, while meeting an equally high standard of care for safety and the environment.",
    "We maintain these commitments throughout every stage of product development - from ethically sourcing microorganisms and using safe, low-risk product ingredients, to implementing a robust process of product testing and field trials.",
    "QUALITY CONTROL Our proprietary product development process includes quality control practices from start to finish across our R&D, Product Development and Quality divisions.",
    "This diligence allows us to manufacture products that are highly effective, of durable shelf life and of consistent quality on a commercial scale.",
    "RESPONSIBLE MATERIALS MANAGEMENT Our responsible sourcing and procurement practices ensure the safe development of products from the onset.",
    "Within our Supplier Code of Conduct, we disclose our standards and expectations regarding material traceability, fair purchasing practices and efficient resource usage.",
    "Read more about our procurement and supply chain processes in the Stakeholder Engagement section.",
    "PRODUCT SAFETY Our products meet the safety standards set by government regulations and satisfy safety and biodegradability criteria that categorize them as “reduced risk” agricultural inputs under U.S.",
    "Environmental Protection Agency (EPA) regulations.",
    "This “reduced risk” status allows our products to be safely used with minimal personal protective equipment.",
    "Our EPA-registered products also meet the agency’s criteria to be “exempt from the requirement of a food tolerance,” signifying that our products pose no safety concerns from residues for consumers of food treated with our products.",
    "All our EPA-registered agricultural pesticide products currently sold in the United States are certified for use in organic farming via the USDA National Organic Program (NOP) and through the third-party NOP certifier, the Organic Materials Review Institute (OMRI).",
    "In addition, 100% of our products have undergone hazard and safety assessments under the direct oversight of U.S.",
    "government agencies exercising their authorities under the Federal Insecticide, Fungicide and Rodenticide Act (FIFRA), the Federal Food, Drug, and Cosmetic Act (FFDCA), the Toxic Substances Control Act (TSCA), the Plant Protection Act (PPA), as well as state and local authorities that oversee the regulation of pesticides, fertilizers, bionutrients and biostimulants.",
    "None of our commercial products contain Globally Harmonized System (GHS) Category 1 and 2 Health and Environmental Hazardous Substances.",
    "PRO FARM GROUP 2021 ESG REPORT Sourcing from Nature’s Abundant Materials Pro Farm Technologies is our subsidiary in Helsinki, Finland, which we acquired in late 2019.",
    "Pro Farm specializes in seed treatments and foliar and soil-applied bionutrients that aim to proactively support and optimize general plant health, nutrient availability and resilience against a variety of abiotic stresses, such as drought, adverse weather conditions, and nutrient-deficient or environmentally stressed soils.",
    "Pro Farm sources high-quality materials and substances from nature and manufactures its seed treatments and fertilizers with materials that promote efficient resource use and the diversion of waste or byproducts from landfills, such as renewable lignin, the second-most-abundant organic polymer found in nature and a byproduct of processing trees into paper.",
    "Our life cycle approach to product innovation and development aims to capture a full picture of our products’ impact from initial development through manufacturing, distribution, use and end of life.",
    "At every step, we gather vital information to inform opportunities for technological advancement and innovation, quality maintenance, ecosystem restoration and stakeholder satisfaction.",
    "LIFE CYCLE OF PRO FARM’S PRODUCTS Manufacturing Active Ingredient Manufacturing Inert Ingredient Manufacturing Sourcing: Extraction, Mining, Synthesis or Farming of Raw Materials Product Formulation Packaging, Handling and Distribution Application or Use End-of-Life and Enriching New Life FROM NATURE BACK TO NATURE PRO FARM GROUP 2021 ESG REPORT In 2021, we announced the results of two climate impact assessments.",
    "Conducted by an independent third party, Boundless Impact Research & Analytics, the assessments looked at two of our products: BIO,,®, an insecticidal and nematicidal seed treatment; and Venerate® XC, a foliar and soil-applied insecticide, miticide and aphidicide.",
    "The independent studies assessed greenhouse gas (GHG) emissions, including how the conversion to all renewable energy in our plants would further reduce the carbon impact of our products.",
    "The analysis also looked at human and environmental safety and product performance against similar conventional and biological pesticides.",
    "Among the findings: BIO.,° nematicides received a climate impact score of 9.9 out of 10 (the closer to 10 the better the score).",
    "The score was based on the findings that the product’s life cycle generates significantly less greenhouse gas emissions than many traditional insecticides applied as seed treatments.",
    "Follow this link for more information.",
    "Venerate® XC Bioinsecticides received a climate score of 8.6 out of 10 (the closer to 10 the better the score).",
    "One of the key factors highlighted in this product analysis was the amount of electricity and steam required to produce Venerate XC.",
    "The result was a decision to switch Pro Farm’s manufacturing facility in Bangor, Michigan, to all-renewable energy, which will reduce the amount of GHG emissions associated with the product by 32%.",
    "The study also looked at the impact on soil health and found that Venerate XC is nontoxic to earthworms and other soil-dwelling beneficial organisms and is readily biodegradable in the soil.",
    "Follow this link for more information.",
    "These findings support the results of a 2019-2020 GHG life cycle assessment conducted by the University of California Davis Graduate School of Management.",
    "That study concluded that the use of Pro Farm’s bioprotectants would likely reduce GHG emissions by 69% to 91% when compared with conventional pesticides.",
    "“We strive to continually assess the environmental impacts of our products in a fair and factual manner.",
    "Investing in third-party assessments, such as the Climate Impact Studies by Boundless Impact, exemplifies our intention to be transparent in assessing the performance of our products and operations.” - Keith Pitts, Chief Sustainability Officer & Senior Vice President of Regulatory & Government Affairs PRO FARM GROUP 2021 ESG REPORT STEWARDSHIP AND STAKEHOLDER ENGAGEMENT We assist customers throughout their journey in using biological products, from first-time users switching from conventional pesticides to seasoned growers on the lookout for product innovations and usage enhancements.",
    "We invest in helping all our stakeholders understand the proper use of our products and the benefits they offer, including higher crop yield, improved crop quality, positive return on investment, soil health, pollinator protection, pesticide residue mitigation, pest resistance management and worker safety.",
    "We do this through engagement activities such as on-farm demonstrations, webinars, grower testimonials, blog posts and podcasts, and our library of educational materials.",
    "Our industry-leading webinars are of such quality that they typically provide continuing education unit credits for accredited pest control advisors and other licensed pesticide applicators.",
    "We direct interested individuals to accredited courses regarding organic, regenerative and sustainable agriculture.",
    "We also collaborate with our distributors to expand awareness of biologicals and biostimulants.",
    "NUMBER OF REGISTERED ATTENDEES FOR PRO FARM WEBINARS 2021 2,895 2020 2,300 2019 500 PRO FARM GROUP Our Products Perform and Meet Strict Criteria QUALIFIED FOR ORGANIC PRODUCTION All our EPA-registered agricultural products currently sold in North America are certified for use in organic agriculture production.",
    "We pursue this certification through the USDA National Organic Program (NOP), Organic Materials Review Institute (OMRI) and/or the Washington State Department of Agriculture.",
    "For some products sold in international markets, we also secure organic accreditation from certifiers such as Control Union and Ecocert.",
    "These certifications provide customers and partners in the organic marketplace with third-party validation that our products meet or exceed legal and regulatory requirements for organic agriculture production, processing and handling.",
    "SAFE FOR HANDLING WITH MINIMAL PPE RESTRICTIONS Due to their inherent safety, most of our EPA-registered products currently sold in North America require only minimal personal protective equipment (PPE) during mixing, handling and application” * Our Jet-Ag® and Jet-Oxide® products require more than minimal personal protective equipment during application because they contain a combination of strong oxidizing agents, hydrogen peroxide and peroxyacetic acid, which rapidly biodegrade into water and oxygen and are used to sanitize and protect food, food handling equipment and food contact surfaces.",
    "Jet-Oxide is also EPA-approved as an effective surface sanitizer against COVID-19.",
    "2021 ESG REPORT ONLY A FOUR-HOUR RESTRICTED ENTRY INTERVAL All our products, including the Jet-Ag® portfolio of sanitizers, require only a four-hour restricted entry interval (REI) for harvest following application to treated areas because they lack harmful residues, are generally low in toxicity and/or are inherently biodegradable.",
    "This short REI permits customers and applicators to maintain their daily schedules and responsibilities in a safe, timely and efficient manner.",
    "MAXIMUM RESIDUE LIMIT (MRL) EXEMPT AND ZERO-DAY PRE-HARVEST INTERVAL Our EPA-registered products meet safety standards to qualify as “reduced risk” pesticides that present no residue risks on food, making them “exempt from the requirement of a food tolerance.” These pesticide residue exemptions provide farmers with the convenience to use our products to manage pests up to the time of harvest, known as a “zero-day pre-harvest interval.” This exemption also provides growers with flexibility to export their crops internationally to markets such as Europe, Canada and Japan, which have stringent restrictions on chemical pesticide residues.",
    "environmentally responsible crop protection RESPONSIBLE ee eke PEST MANAGEMENT | bercicctorgansmeand ecosystem heath, This is made possible by our products’ low risk, natural composition and inherent biodegradability in soil and water.",
    "Third-party climate impact assessments for BIO.,° and _ SUSTAINABLE PRODUCTS THAT SAFELY Venerate® XC, conducted by Boundless Impact, have specifically AND EFFECTIVELY MANAGE PESTS shown that our products, when compared to competitive ; products, present less harm to nontarget organisms such as Sustainable solutions are in our nature.",
    "Our crop protection honeybees, earthworms and beneficial soil microorganisms, and integrated pest management portfolio covers a diverse while also providing benefits such as reducing greenhouse range of applications, USES and benefits for healthy, safe gas (GHG) emissions and protecting water and soil health.",
    "For and environmentally responsible outcomes for the world’s more information on these assessments, see “Climate Impact food supply.",
    "Assessments of Our Products” earlier in this section.",
    ".",
    "ow ee eet et et et ee oe ee oe PRO FARM GROUP 2021 ESG REPORT 17 DRIVING SOLUTIONS TO INSECTICIDE RESISTANCE Venerate® microbial insecticides, miticides and aphicides are effective in combating pests such as insects and mites across a variety of crops like almonds, grapes and apples, without any risk to pollinators.",
    "The efficacy and broad compatibility with chemical insecticides reduce the use of synthetic chemicals, while maintaining the ability to continue to use chemical pesticides in smaller amounts in conventional farming.",
    "Venerate® XC products are also certified for use by themselves in organic farming.",
    "TESTIMONIALS MANAGING INVASIVE SPECIES Grandevo® microbial-based insecticides and miticides repel chewing insects, flies and mites on a variety of crops, including berries and grapes.",
    "Grandevo provides pesticide-residue-free control of spotted wing drosophila, an invasive species that infests soft fruit, such as berries, close to harvest time.",
    "Our product provides a combination of long-lasting performance, operational flexibility and no harm to beneficial organisms such as pollinators and soil microorganisms.",
    "“I’ve been really happy with the Grandevo® insecticide, particularly with a thrips outbreak we had.",
    "We grow everything to live sustainably.",
    "It’s nice to choose the softer option, and that’s time and time again been Grandevo when we’ve needed it for different predators.” - Lauren Eisold-Smith, Atlas Vineyard Management ALLOWING SOYBEANS, POTATOES AND CORN TO FLOURISH Majestene® and Zelto® Bionematicides are active against a broad range of nematodes, wireworms and white grubs that damage soybeans, corn, cotton, strawberries, turf, tomatoes, potatoes and sweet potatoes.",
    "“We were able to reduce the conventional chemistry and still get the same performance with Venerate® XC in the tank.” - Don Paradise, Nutrien PRESERVING SOIL HEALTH AND QUALITY BIO,,® nematicidal seed treatment protects crops against soil-dwelling insects and pests such as nematodes, The biological and naturally derived content combats pests without compromising soil quality and with no adverse effects on microorganisms or other life on land.",
    "In 2020, Bio,,® was used by an estimated 17,000 growers on more than 11 milliion acres of row crops inthe U.S.",
    "PRO FARM GROUP 2021 ESG REPORT “It was amazing the plant growth of the treated areas, how it stood out from the untreated areas.",
    "The plants doubled in size after we applied the Majestene® Bionematicide.” - Donnie Randall, Fancy Farms, Florida PREVENTING “Whatever we’ve done for the last five or six years PLANT DISEASES has worked.",
    "And the Regalia® Biofungicide has Regalia® Biofungicide is based on a plant extract that been the [program] that we have based it on.",
    "| takes a unique approach to fighting plant diseases.",
    "It .",
    ".",
    "stimulates a plant’s innate ability to fight disease by totally appreciate that I’m applying a product switching on the plant’s natural immune system.",
    "The that is helping my production and isn’t hu rting product is used preventively against powdery mildew, the environment.” blight, anthracnose and other bacterial diseases in crops such as almonds, berries, stone fruits and grapes.",
    "- Harley Soltes, Bow Hill Blueberry, Washington MANAGING BIOLOGY WITH BIOLOGY Stargus® Biofungicide is made from microbial fermentations to control a broad range of plant diseases such as down mildew, botrytis, white mold and fusarium.",
    "The product enables the sustainable growth of crops such as canola, leafy greens and grapes.",
    "SANITIZERS ENSURING SAFE AND EFFICIENT FOOD PRODUCTION Jet-Ag® and Jet-Oxide® peroxyacetic acid sanitizers prevent, suppress, eliminate and control algae, fungi and bacterial diseases.",
    "Jet-Ag can be used to treat crops and kill or control the growth of disease organisms on plants, preventing food waste and driving efficient production.",
    "It is also an effective soil treatment prior to planting and inoculation with beneficial microorganisms.",
    "Jet-Oxide can be used in post-harvest packing house sanitation, field equipment sanitation, industrial use, processed fruits and vegetables, and food and beverage sanitation.",
    "Jet-Oxide 15% has shown efficacy against E.",
    "coli, salmonella, listeria and Human Coronavirus Strain 229E.",
    "PRO FARM GROUP 2021 ESG REPORT 19 SUSTAINABLE SOLUTIONS IN CROP HEALTH AND NUTRITION ABIOTIC STRESS MITIGATOR FOSTERING CLIMATE-RESILIENT CROPS Haven® sun stress manager is applied to the leaves of plants to reduce sun stress.",
    "It reflects light and heat from leaves, which lowers plants’ temperatures, resulting in less stress to the crops and higher yields and quality.",
    "Haven also increases the plant’s uptake of water and nutrients when it is under stress, further strengthening it against harsh weather conditions and climate impacts.",
    "PLANT HEALTH ENHANCING CROP YIELDS Pacesetter® bio-based product is used in combination with conventional fungicides to support chlorophyll production.",
    "This creates a synergy that increases plant vigor and delivers crop yields beyond what synthetic fungicides alone can generate.",
    "NUTRITIONAL SEED TREATMENT PROMOTING EFFICIENT RESOURCE USE THROUGH LOW-DOSE RATES Our nutritional seed treatments (under the Foramin™ ST, Optima™, Takla™, UBP™ ST and Ympact™ brand names) give row crops a strong nutritional base for emergence and early-stage growth.",
    "The low-dose rate of one-quarter ounce per acre (corn) makes the product well suited for row crop use and efficient resource management.",
    "In addition, its nontoxic profile permits safe on-farm treatments and applications.",
    "PRO FARM GROUP FOLIAR FERTILIZER SUPPORTING FARMERS IN SOUTH AMERICA UBP™ fertilizing foliar products were estimated to be used on 500,000 acres of soybean and corn fields in South America in 2021.",
    "For early-stage applications, the products improve plant quality and yield by protecting the crops against abiotic stresses such as inclement weather or chemical stress.",
    "2021 ESG REPORT Around the world, our customers benefit from our crop health and nutrition products, which improve crop quality, yield and productivity.",
    "These innovations in quality and nutrition include treatments and applications for seeds as well as for a variety of essential crops and food staples such as wheat, corn and soybeans.",
    "Seed Treatment Innovations for Europe Through a partnership with Corteva Agriscience, our cutting-edge seed treatments are increasingly being used throughout Europe.",
    "Pro Farm estimates that its nutritional seed treatment products (under the Foramin™ ST, Optima™, Takla™, UBP™ ST and Ympact™ brand names) were applied to more than 25 million acres of crops in Europe during 2021.",
    "This new type of micronutrient fertilizer seed treatment, which we developed, is used on a variety of Corteva’s flagship Pioneer brand corn, winter oilseed rape and sunflower seed products.",
    "In early 2022, we announced an agreement with Corteva to provide growers in Europe with access to Kinsidro Grow, a proprietary product that optimizes nutrient conditions in plants, resulting in improved plant health and crop quality.",
    "Through foliar application on crops during the vegetative growth stage, the bionutrient delivers better yields and more favorable returns on investment.",
    "Kinsidro Grow is also easy to use and compatible with a grower’s current agronomic practices.",
    "“We’re excited to work with Pro Farm to scale up and maximize sustainable options that help farmers meet changing environmental conditions while keeping their crops productive and healthy.” - Susanne Wasson, Corteva Agriscience collaboration and shared goals with our strategic partners.",
    "Engaging with our customers, industry leaders and other partners enables us to craft effective and future-focused solutions.",
    "We actively lead, participate and organize events and exchanges across the agriculture sector and in our communities to find ways to grow a better tomorrow.",
    "STAKEHOLDER ENGAGEMENT PARTNERING WITH OUR SECTOR STAKEHOLDERS We seek to address the evolving needs of the industries we serve by participating in thought leadership opportunities with organizations at the local, national and global levels.",
    "Our affiliations include: « American Association for the Advancement of Science (AAAS) *« American Seed Trade Association (ASTA) ¢ American Women in Science ¢ Arizona Crop Protection Association ¢ Association of Applied IPM Ecologists ¢ Association of Applied Biologists ¢ Bio-Integral Resource Center ¢ Biological Products Industry Alliance (BPIA) ¢ California League of Food Processors ¢ California Association of Pest Control Advisers (CAPCA) ¢ California Certified Organic Farmers ¢ California Department of Pesticide Regulation’s Pest Management Advisory Committee ¢ Council for Agricultural Science and Technology (CAST) ¢ Croplife America ¢ Dean’s Advisory Council for UC Davis College of Agricultural and Environmental Sciences (CAES) PRO FARM GROUP 2021 ESG REPORT Ecological Farming Association European Biostimulant Industry Coalition Euroseeds Field to Market Florida Citrus Mutual Foundation for Food and Agriculture Research (FFAR) International Biocontrol Manufacturers’ Association (IBMA) IPM Voice National Agri-Marketing Association (NAMA) Organic Farming Research Foundation Organic Fertilizer Association of California Organic Trade Association Plant Management Network Society of Nematologists USDA IR-4 Program Commodity Liaison Committee Washington Association of Wine Grape Growers Wisconsin Potato & Vegetable Growers Association WSSA - Weed Science Society MAXIMIZE OUR IMPACT for the European market.",
    "Pro Farm exists to create a more sustainable and healthier agriculture sector.",
    "Our partnerships with leading, like-minded organizations enable us to create even better products, reach more markets and expand our impact.",
    "* Working with Agri-Star, an Albaugh company and a leading distributor of crop protection products, to market and distribute our Grandevo®, Stargus® and Venerate® products in Mexico.",
    "* Supplying Grandevo® Bioinsecticide for distribution in New Here are some of the ways that strategic partnerships are helping Zealand in partnership with Nufarm.",
    "to maximize our impact: a + Entering into an agreement with UPL, the fifth-largest agriculture solutions company in the world, to distribute Regalia® Biofungicide in South Africa.",
    "« Partnering with Corteva Agriscience to improve the productivity and sustainability of 25 million acres of crops in Europe in 2021 via the use of bionutrient seed treatments.",
    "SOLIDIFYING STRONG SUPPLIER RELATIONSHIPS Pro Farm’s strategic partnerships are based ona shared commitment to transparency, collaboration and mutual respect.",
    "While we appreciate that our suppliers operate in a variety of legal, geographical and cultural environments, we require all to comply with our Supplier Code of Conduct, which addresses legal compliance, ethical practices, human rights and environmental management.",
    "Please see the Planet section of this report to learn more about our environmental responsibility efforts in the supply chain.",
    "« Partnering with Albaugh to develop and market one of our microbial products for seed treatment applications for row crops.",
    "In 2021, more than 11 million acres of corn, cotton and soy crops were treated with our microbial insecticidal and nematicidal seed treatment as a result of this relationship.",
    "+ Rizobacter, now our Bioceres Crop Solutions sister company, and one of the largest agricultural input distributors in South America, to distribute our biological seed treatment for nematodes and soil-dwelling insects in Brazil.",
    "© BLUE-CHIP GLOBAL CHANNEL DISTRIBUTION NETWORK International Country/ PRO FARM GROUP Global Partners North America Partners .",
    "Sub-Region Partners ()- Mout — Myetrien ARIZOBACTER A hoptri ‘ Ag Solutions & CORTEVA ay sien Re.",
    "PGG Wrightson ~ @ Lidorr - g cmp ~ Elements syn fonta : Simplot HIRICH .",
    "yng 4) I @INTEROC .",
    "Nufarm ALIGNED - Rizobacter —\\_, QKYUNGNONG = Ken” iol osics EZ ; AgriStar OCANIMA ae ee for RE ZA WILBUR-ELLIS VN PAIOCANIA v\\ 2021 ESG REPORT THE LEGAL AND REGULATORY ENVIRONMENT REGULATORY COMPLIANCE Our activities are subject to extensive federal, state, local and foreign governmental regulations.",
    "Our regulatory and compliance team is responsible for conducting proper studies and collecting data to ensure our products meet or exceed the requirements of the regulatory framework under which they are assessed.",
    "The team also works to ensure adequate product education and stewardship via labeling, product information, distributor and farmer training and seminars.",
    "We work to promote safe and effective use by our customers, the safety of consumers and the safety and health of the crop-growing environment.",
    "Additionally, our Code of Business Conduct and Ethics clarifies the existing obligation of each employee, officer, director and consultant for compliance with all laws, rules and regulations.",
    "To keep up to date and engaged in ever-evolving regulatory and product safety requirements and regulatory frameworks, our team takes leadership roles in government-sponsored forums, industry and environmental advocacy organizations and educational conferences.",
    "We ensure that we remain up to date and in compliance with new regulatory developments affecting our industry and products.",
    "Additionally, we continue to be an active proponent for modernizing policies and practices affecting our industry and the regulatory climate.",
    "PRO FARM GROUP 2021 ESG REPORT In a dynamic and complex regulatory landscape, ensuring compliance with all laws, rules and regulations applicable to our business, domestic and abroad, is a critical obligation for everyone at Pro Farm.",
    "Positive Change in the Regulatory Landscape We aspire to drive ethical and responsible business through frequent collaboration and involvement with regulators and other stakeholders on converging issues.",
    "Examples of our impact include: ¢ International Collaboration and Problem-Solving: Collaborating with regulators in the U.S., Canada, Mexico, Brazil, Chile, New Zealand, Kenya and the EU to create regulatory pathways for novel biological products for which legal categories did not previously exist.",
    "Testing and Toxicity Solutions: Collaboration with Organization for Economic Cooperation and Development (OECD) Biopesticides Steering Group to provide guidance and resources for microbial testing method modifications that consider the nuances of incorporating biopesticides into established test systems.",
    "Cannabis and Hemp Management: Collaborating with federal and state regulators in the U.S.",
    "to establish label and use criteria for pesticidal products used on cannabis and hemp.",
    "In fact, our Regalia® and Stargus® Biofungicides were two of the first 10 products approved for use on hemp by the U.S.",
    "Environmental Protection Agency, and Regalia® was approved for cannabis uses in Canada.",
    "communities in which we work, live and play; and for future generations.",
    "Across our operations, we cultivate a culture that prioritizes health, safety and well-being; empowerment and career opportunities; equity, diversity and inclusion; and community involvement.",
    "GOOD HEALTH AND WELL-BEING ¥ PRO FARM GROUP 2021 ESG REPORT 24 EE HS sateaiisepeaieseastersr eaten H E SAF ETY we extend the same standard of care to the B E | N G environment and the health, safety (EHS) and wellness of our employees.",
    "Maintaining a Safe Workplace During OUR APPROACH TO EHS COVID-19 At the cornerstone of our safety culture is an EHS Policy Statement that codifies the commitments of our managers and employees to create a safe and healthy workplace for ourselves and for those who work and collaborate with Pro Farm.",
    "In addition to compliance with applicable federal, state and local laws and regulations, we pursue excellence through additional prevention and continuous improvement programs.",
    "We embed management and accountability procedures into our operations, including safety training during new employee onboarding; monthly company-wide safety trainings; regular internal safety audits; and manufacturing and research protocols that emphasize appropriate safety procedures.",
    "We continuously strive for a zero-injury workplace that inspires trust and confidence among our workforce.",
    "In response to the COVID-19 pandemic, we implemented guidelines aligned with recommendations from the Centers for Disease Control and Prevention, including masking and social distancing at our corporate headquarters, labs and manufacturing facilities in the U.S., with accommodations and precautions at our international locations driven by applicable local guidelines and best practices.",
    "Additional preventive measures have included implementing and supporting remote work policies for employees who do not need to be on-site at manufacturing and warehouse 2021 0 0 facilities or lab-based research facilities; staggering work schedules for colleagues Total Recordable Incidents Number of Fatalities 2020 1 0 that must work in laboratories and 2019 1 0 manufacturing facilities to allow social distancing; restricting commercial travel 2018 0 0 by employees; requiring daily temperature ate 5 3 checks at our facilities; offering support for testing and vaccination; and providing frequent communication regarding pandemic-related developments.",
    "OUR FOCUS ON EMPLOYEE WELLNESS We approach employee health and well-being holistically, including recognizing the importance of physical and mental health and their role in enabling our employees to be their best at work and outside of work.",
    "Our employee benefits programs include mental health and legal resources, subsidized gym memberships and financial support for continuing education.",
    "In addition, we organize employee engagement opportunities and events through an employee-led Wellness Committee.",
    "Throughout COVID-19, we implemented a more flexible work schedule and model and provided employees with support on COVID-19-related hardships.",
    "PRO FARM GROUP 2021 ESG REPORT 25 VALUING AND RECOGNIZING OUR EMPLOYEES Pro Farm offers industry-competitive compensation and benefits as well as access to enriching career development opportunities.",
    "We regularly monitor compensation and benefit trends for comparative industries and incorporate opportunities for promotion and career advancement.",
    "We consider job promotions and pay increases annually during our end-of-year performance review process.",
    "Pro Farm provides comprehensive group health benefits for employees and their families and generous retirement options, including an employer-matching 401(k) program and a flexible savings account for individual and family member health and childcare-related expenses.",
    "Despite the challenges associated with COVID-19, we have continued to meet the needs of our customers and maintained our business at fully operational levels.",
    "DEVELOPING TOP TALENT Pro Farm provides career advancement and leadership development opportunities via formal and informal training, certification programs and company-sponsored scientific society and trade association memberships.",
    "All employees have access to LinkedIn Learning, an online platform with personal and professional training and development courses.",
    "We continue to develop clear pathways for advancement within the company.",
    "In addition to identifying and filling our talent needs for today, we have taken steps to create a talent pipeline to promote career growth opportunities for our team and to ensure sustained success for the company.",
    "Pro Farm offers internship, mentorship and job shadowing opportunities through several colleges and universities, most notably at UC Davis, as well as Cornell University.",
    "PRO FARM GROUP 2021 ESG REPORT We seek talented, innovative, enthusiastic individuals to join the Pro Farm team and thrive in our organization.",
    "Our employee culture truly embraces collaboration, innovation, sustainable solutions and thought leadership to enable us to grow a better tomorrow together.",
    "EMPLOYEE ENGAGEMENT WITH SUSTAINABILITY Our passion for sustainability is a hallmark of the Pro Farm culture.",
    "In 2021, as part of our materiality assessment, we conducted a sustainability/ESG engagement survey of Pro Farm employees and contractors.",
    "We gathered vital feedback regarding employee engagement and interest in sustainability.",
    "Survey participants gave an “extremely important” rating to the significance of sustainability for the future of Pro Farm.",
    "In addition, nearly two-thirds of employees and contractors surveyed said ESG and sustainability are “ingrained or extremely ingrained” into their day-to-day functions.",
    "The survey received a 63% response rate, indicating a significant level of engagement.",
    "D iV E RS | TY, opportunities regardless of background, race, gender or age, and works to foster diversity, equity and inclusion throughout E U | TY our culture.",
    "We thrive by attracting and engaging individuals ith di back ds and skill sets that help drive th A N D l N C L U S l O N iodiieena cote ihe vatien iaNeccsa atin Bie fast moving agriculture biologicals sector.",
    "SUPPORTING A DIVERSE, INCLUSIVE CULTURE As stated in our Diversity, Equity and Inclusion Policy, we embrace and encourage our employees’ differences in age, color, disability, ethnicity, family or marital status, gender identity or expression, language, national origin, physical and mental ability, political affiliation, race, religion, sexual orientation, socio-economic status, veteran status and other characteristics that make our employees unique.",
    "Our policy codifies our commitment to ensuring all policies and programs are built on the premise of diversity, equity and inclusion (DE&l), including recruitment and selection; compensation and benefits; professional development and training; promotions; transfers; social and recreational programs; layoffs; terminations; and the ongoing development of a workplace culture.",
    "Key tenets of our approach to DE&l include: « Respectful communication and cooperation among employees * Teamwork and employee participation, permitting the representation of all groups and employee perspectives * Work/life balance through flexible work schedules to accommodate employees’ varying needs « Employer and employee contributions to the communities we serve to promote a greater understanding and respect for diversity To ensure our culture reflects our values, all employees complete annual diversity awareness training.",
    "Any employee found to have exhibited inappropriate conduct or behavior against others may be subject to disciplinary action, up to and including termination.",
    "Employees who believe they have been subjected to any kind of discrimination that conflicts with the company’s diversity policy and initiatives are encouraged to seek assistance from a management representative or contact Human Resources.",
    "PRO FARM GROUP 2021 ESG REPORT 27 Workforce diversity data is as of January 2021 ETHNIC DIVERSITY — U.S.",
    "EMPLOYEES American Indian or Alaska Native 1% Asian 20% During the reporting period, the Pro Farm subsidiaries Black or African American 1% had 16 nationalities among fe) 0f, 30 coworkers, which brings .",
    ".",
    ".",
    "FEMALE 52.50% MALE 47.50% a significant cultural Hispanic or Latino 9% diversification and value to the international business.",
    "Two or More Races 6% White 63% CULTIVATING A DIVERSE WORKFORCE We support the career aspirations of diverse individuals within our organization as well as students interested in STEM/STEAM careers.",
    "As of January 2021, our U.S.",
    "workforce was 52.5% female and 37% ethnically diverse.",
    "Internationally, our Pro Farm subsidiaries had 16 nationalities among 30 coworkers for the reporting period, which brings a significant cultural diversification and value to the international business.",
    "Overall, Pro Farm is proud to reflect the diversity of our local communities within our workforce, and we will continue our efforts to support a representative and inclusive workplace culture.",
    "ACTIVATING OUR SOCIAL CONSCIENCE EXTERNALLY In the summer of 2020, as the world around us became increasingly concerned about the state of social injustice and racial inequality in the U.S., we formed the Socially Sustainable Agricultural (SSA) Group.",
    "This cross-functional internal team looks for opportunities to address structural inequities that occur within the agricultural sector by helping to bridge racial, gender or financial gaps.",
    "We are committed to building partnerships with organizations that have similar ambitions.",
    "In 2020, we initiated discussions with The Center for Land-Based Learning (CFLBL), an NGO that provides intensive instruction, training and networking opportunities for beginning farmers, with a specific focus on biologically based agricultural and progressive business practices.",
    "The CFLBL focuses on helping underrepresented populations, specifically people of color and military veterans, achieve farm ownership and participate in broader agriculture industry programs and policy development.",
    "Impacts from the COVID-19 pandemic delayed Pro Farm’s participation in this initiative, but in 2021, our R&D and Field Development team began providing volunteer instruction to CFLBL students on “good experimental practice” methods and protocols for conducting on-farm product efficacy and performance evaluations.",
    "Pro Farm intends to offer internship opportunities to CFLBL students once COVID restrictions are relaxed.",
    "PRO FARM GROUP 2021 ESG REPORT 28 community engagement and involvement.",
    "We focus our community participation on future- oriented solutions that are at the convergence of business, science and social mobility.",
    "UPLIFTING OUR LOCAL COMMUNITIES Pro Farm employees have a history of sponsoring and volunteering for charitable efforts and mentoring opportunities.",
    "Our employees in Davis, California, and Bangor, Michigan, have been particularly active in supporting their neighbors through the company’s paid volunteer time-off program.",
    "We regularly participate in efforts to address and alleviate domestic abuse, poverty and hunger, as well as to improve the living conditions and environment of our local communities.",
    "Pro Farm supports STEM education in the public schools in our U.S.",
    "communities, with a particular emphasis on underrepresented and minority communities.",
    "In addition, Pro Farm partners with U.S.",
    "government agencies to host international visitors, particularly from developing countries, to advance information sharing, dialogue and capacity building for the biological science and agricultural industries.",
    "PRO FARM GROUP 2021 ESG REPORT 29 Pro Farm employees in Davis, California, work throughout the year to provide support and raise funds for local organizations focused on improving the environment, empowering youth and delivering critical community services.",
    "Key initiatives include: Adopting Yolo County families for the holiday season through the Short- Term Emergency Aid Committee (STEAC).",
    "Providing needed goods for clients of § Empower Yolo, which provides crisis intervention, resources and services for local individuals and families.",
    "Donating to the American Participating Red Cross in in community response to the beautification Paradise fires efforts with in Northern Tree Davis.",
    "California.",
    "Supporting a book drive for FITRAH, which Collecting offers resources ' donations for to foster youth.",
    "the Woodland Food Closet.",
    "Spreading joy to patients and caregivers at UC Davis Hospice Care with homemade | Valentine cards.",
    "Hosting a benefit dinner for the Boys & Girls Club.",
    "Providing school supplies for foster and homeless children through the Woodland School District.",
    "PRO FARM GROUP 2021 ESG REPORT 30 grain traders, food companies, our distribution partners and agricultural retailers to further improve the sustainability and environmental footprint of their operations.",
    "Every Pro Farm product used in agriculture is designed to create a chain of positive impacts across our planet, ranging from enhanced carbon and climate resilience to farm, ecosystem and natural resource vitality, and wildlife and worker safety.",
    "12 RESPONSIBLE 13 CLIMATE 15 LIFE CONSUMPTION ACTION ON LAND AND PRODUCTION QO § &@ oS io PRO FARM GROUP 2021 ESG REPORT 31 life on land and below water.",
    "Our products have a significant role in building a climate change- resilient future.",
    "These products, by design and inherent nature, allow us to embrace production and manufacturing practices that result in a low carbon footprint.",
    "We also seek opportunities to minimize our emissions, improve energy efficiency and reduce our CARBON AND CLIMATE RESILIENCE PRO FARM GROUP EMBRACING CLIMATE-FRIENDLY SOLUTIONS Our biologically based products inherently score well on key environmental health indicators, including a favorable greenhouse gas emissions (GHG) profile.",
    "In addition, we employ strategies to further reduce GHG emissions in our facilities and supply chain.",
    "Our ability to reduce GHG emissions comes in three categories: 1.",
    "Reducing energy consumption in our facilities through more efficient manufacturing processes, integration of technologies that promote optimal energy efficiency and participation in third-party clean energy programs.",
    "2.",
    "Sourcing production and manufacturing close to our key markets, which reduces emissions and costs.",
    "For example, in 2020, we secured the necessary approvals to manufacture our Venerate® Bioinsecticide portfolio at our manufacturing facility in Bangor, Michigan, which reduced our reliance on international transportation of our products.",
    "3.",
    "Optimizing our products to reduce energy usage during on-farm product use.",
    "2021 ESG REPORT waste stream across our entire organization.",
    "UNDERSTANDING OUR CARBON FOOTPRINT We invest in assessments and research with University of California, Davis (UC Davis) and Boundless Impact Research & Analytics, Inc.",
    "to better understand the carbon impact of our operations and products.",
    "Our 2019 Comparative GHG Analysis conducted with UC Davis of our U.S.",
    "locations provided insight regarding emissions we generate.",
    "The assessment of our U.S.",
    "locations (Davis, California, and Bangor, Michigan) found Scope 1 and Scope 2 emissions impacts of 310,995 kilograms of CO, equivalents per year and 919,812 kilograms of CO, equivalents per year, respectively, with nearly all those emissions associated with our electricity usage.",
    "Using the 2019 assessment, we assessed opportunities to reduce our GHG emissions footprint and, over the past two years, have taken additional measures to further improve our performance.",
    "In addition to our assessment with UC Davis, our analyses with Boundless Impact have proved a vital tool in measuring our carbon footprint.",
    "GREENHOUSE GAS EMISSIONS U.S.",
    "LOCATIONS* 2019 Pro Farm GHG Emissions Scope 1 Greenhouse Gas Emissions 310,995 kilograms of CO, equivalents Scope 2 Greenhouse Gas Emissions 919,812 kilograms of CO, equivalents * Davis, California, and Bangor, Michigan Investing $1 million in BIO,,® nematicide to replace other neonicotinoids with similar functionality can save, on average, 9,600 metric tons of CO, e, which is equivalent to the carbon sequestered by 11,762 acres of U.S.",
    "forests in one year.",
    ") o.s BIO..° 4.2 Abamectin 14.6 Diamides 25.3 Neonicotinoid 0 5 10 15 20 25 Average kilograms of CO.e per million seeds On average, 3,800 metric tons of CO,e can be avoided per one million acres of field treated with Venerate® XC instead of organophosphates, spinosad and Bt, which is equivalent to removing 830 passenger cars from the road.",
    ") | 9.8 Venerate®xc Fe Diamides Pyrethroids 6.9 Neonics 14.1 Spinosad 17.1 OPs Bt 0 5 10 15 20 25 Average kilograms of CO,e per hectare *Data displayed was calculated by Boundless Impact and Research in 2021 as part of Pro Farm’s product climate impact assessments.",
    "The data were calculated on the assumption that Pro Farm’s manufacturing facility in Bangor, Michigan, will convert to 100% renewable energy.",
    "PRO FARM GROUP 2021 ESG REPORT 33 REDUCING OUR GHG EMISSIONS Since 2019, we have made intentional progress toward increasing our use of renewable energy.",
    "In 2021, we announced our intention to switch all U.S.",
    "locations to 100% renewable energy.",
    "Third-party climate impact assessments on our Venerate® XC and BIO.,® products, which are produced and/or packaged at MMM, our plant in Bangor, Michigan, were crucial factors in this decision as those assessments showed our products’ carbon footprints could be significantly reduced, by more than 40%, if they were manufactured using renewable energy.",
    "Also in 2021, we enrolled our Davis, California, R&D and administrative facilities in the Valley Clean Energy “UltraGreen” renewable energy service, which is both 100% renewable and 100% carbon-free.",
    "In addition to helping the environment and the sustainability of Pro Farm, our efforts provide the users of our products with tangible and direct opportunities to reduce their own carbon footprints and to improve their on-farm performance, both economically and environmentally.",
    "As we continue efforts to reduce our GHG emissions, we are assessing further opportunities to embrace clean energy and other conservation solutions across our operations.",
    "We are also conducting GHG emission analyses to quantify our progress toward this goal and to evaluate opportunities for continuous improvement.",
    "PRO FARM GROUP 2021 ESG REPORT Driving Energy Efficiency in Our Operations Given our historical GHG emissions profile is largely dependent on our electricity use, we continuously look for opportunities to promote responsible energy management across our facilities and operations.",
    "Our efforts include: Davis, California ¢ Transitioning to 100% LED lighting ¢ Transitioning to motion sensors on all lighting ¢ Assessing the installation of smart thermostats ¢ Installing white roofs for more efficient cooling Bangor, Michigan ¢ Powering off higher-energy- consumption equipment when not in use Transitioning to smart thermostats Completing an energy conservation audit in October 2021, with plans to transition to LED lighting and smart lighting options during an expansion project currently underway at MMM Bangor, Michigan Year 2018 2019 2020 2021 Total Energy Consumed 1,348,459 1,431,696 1,037,136 1,434,394* (gigajoules per year) % Conventional Grid 38% 38% 23% 48.6% % Renewable 62% 62% 17% 51.4% *2021 energy data reflects steady increases in production rates to support the organization's continued growth.",
    "Davis, California Year 2018 2019 2020 2021 Total Energy Consumed 1,090,095 1,115,275 1,060,303 1,069,646 (gigajoules per year) % Conventional Grid 69% 52% 56.1% 0% % Renewable 31% 48% 43.9% 100% By the end of 2022, all our U.S.",
    "facilities will operate on 100% renewable energy.",
    "NOx, SOx, VOCs AND HAPs ANNUAL EMISSIONS - U.S.",
    "MANUFACTURING (BANGOR, MICHIGAN) (pounds per year) 2019 2020 2021 Diesel Combustion (Backup Generator) NOx 101 264 139 SOx 6.6 17.4 9.1 VOCs 8 21 11 Hazardous Air Pollutants (HAPs) 0.9 0.23 0.12 Natural Gas Combustion (Boiler) NOx 1,802 1,380 1,313 SOx 11 8 8 VOCs 99 16 72 HAPs 34 26 25 PRO FARM GROUP 2021 ESG REPORT 35 RESOURCE VITALITY PRO FARM COMMITS TO ZERO WASTE AT ITS DAVIS CAMPUS BY 2023 We have retained a waste management consulting firm to help us achieve zero waste at our Davis, California, headquarters by 2023.",
    "To achieve our goal, we are focusing on three key areas: + Waste Stream Audits and Inspections: Conduct waste stream audits and inspections of our facilities ona regular basis to calculate our waste baseline and progress toward our 2023 goal.",
    "+ Education and Awareness: Promote a waste reduction and sustainable mindset among Pro Farm employees by raising awareness, increasing engagement via instruction and surveys, and providing access to zero- waste resources and information.",
    "+ Implementation and Improvements: Work to implement and maintain waste reduction and waste recycling practices throughout our business.",
    "Our Phase 1 Assessment for our Total Resource Use and Efficiency (TRUE) certification was completed during the summer of 2021.",
    "An independent audit determined that our baseline waste reduction practices attained a 77% diversion rate of solid waste and had a 25% contamination rate of misplaced or mischaracterized solid waste.",
    "Target rates to achieve zero waste certification are a greater than 90% solid waste diversion rate and a less than 10% contamination rate.",
    "PRO FARM GROUP 2021 ESG REPORT Conserving the Earth’s supply of natural resources is essential to maintaining a sustainable ecological balance for generations to come.",
    "At Pro Farm, we are committed to doing our part to reduce the waste we generate and send to landfill and to conserve water.",
    "We understand that a strong conservation ethic not only improves our performance as a company, but adds to the inherent environmental benefits our products provide to our customers.",
    "\\ b \\.",
    "1.",
    "Strategies to reduce trash volume represent the greatest opportunity for impact on an organization’s diversion calculation.",
    "Here, 86% of the trash volume by weight was due to contamination from various materials such as paper, cardboard, metals, gloves, low-density polyethylene lab consumables and polyethylene materials.",
    "Additionally, 75% by weight of the trash contamination consisted of food, paper-based compostable items, plant and soil matter that should be redirected into Pro Farm’s organics program.",
    "Our Sustainability Team is updating DESTINATION training modules, communications and working with Destination Zero to visually identify department- specific items for contamination improvements.",
    "2.",
    "With proper segregation of the contamination, introducing new single-source programs and capturing undocumented reuse weights, Pro Farm’s diversion has the potential to achieve upward of 96%.",
    "Redistributing the 86% contamination in the trash into qualifying diverted streams increased the diversion calculation by nearly 20%.",
    "The two beneficiary streams saw a 50% increase by weight of the mixed plastic, glass and metal and a 35% increase in the compost stream.",
    "In the fall of 2021, Pro Farm, through the leadership of our Sustainability Team, began implementing these strategies and we are on target to achieve our ambitious zero waste certification goal in 2023.",
    "We intend to apply our learnings at the Davis campus to inform our future efforts at our Michigan manufacturing plant and facilities in Europe.",
    "Reducing Waste Across Our Value Chain Our circular approach to waste reduction extends across our entire value chain.",
    "Initiatives underway include: ZERO WASTE HIERARCHY Preferred REDUCE Minimize the amount of waste produced REUSE Use materials more than once RECYCLE & COMPOST Turn used materials into new products RECOVERY Energy from waste LANDFILL Least Preferred PRO FARM GROUP Materials Management in the Supply Chain: To reduce the use of single-use, metal- caged 1,000-liter HDPE plastic totes, Pro Farm purchased reusable stainless- steel totes in 2021.",
    "In addition, we established a tote recycling program with our main supplier of plastic totes.",
    "2021 ESG REPORT Sustainable Packaging Solutions: Consistent with California law, Pro Farm participates in a program that provides free pickup and disposal of our product containers from customers.",
    "We are an active member of the Ag Container Recycling Council, an industry- funded nonprofit that provides free pickup and recycling of agriculture product containers.",
    "PRODUCTION AND CONSUMPTION Our workplace waste reduction practices include: * Recycling of plastics (recycling symbols 1 through 7), metal, glass and paper « Food waste taken home by employees for composting « Elimination of single-use plastic water bottles * Electronic documentation, where possible, to reduce paper use « Use of reusable cups, plates and silverware HAZARDOUS WASTE MANAGEMENT (2018-2021) Bangor, Michigan : Year 2018 2019 2020 2021 « Hazardous Waste Generated 0 0.05 0 0 (metric tons) % Recycled 0 0 0 0 % Other Disposal Method 0 0.05 0 0 Davis, California Year 2018 2019 2020 2021 Hazardous Waste Generated 4.96 7.13 14.24 4.75 (metric tons) % Recycled 97.98% 98.14% 97.06% 100% % Other Disposal Method 2.02% 1.860% 2.94% PRO FARM GROUP 2021 ESG REPORT 38 Pro Farm will sponsor third-party assessments of water usage and management practices at our facilities in Davis, California; Bangor, Michigan; and Helsinki, Finland, to measure our water stewardship performance.",
    "Additionally, we will continue to evaluate new policies, practices and technologies to enhance water conservation across our organization and in our product portfolio.",
    "RESPONSIBLE WATER STEWARDSHIP Protecting the supply and quality of water is embedded in our business - from adhering to responsible water stewardship practices in our operations to providing products that do not harm water resources and the people, fauna and flora that rely on clean surface water and groundwater.",
    "PRO FARM’S WATER STEWARDSHIP PROFILE Bangor, Michigan Davis, California Water Management Compliance Estimated Yearly Wastewater Discharge Water Conservation and Protection Initiative PRO FARM GROUP 100% Compliant 0.9-1.5 million gallons Low-flow faucets and toilets Proper and adequate containment in place in the event of spills Inactivation of live microorganisms before disposal of research projects or failed fermentation runs 2021 ESG REPORT : City of Davis City of Bangor Water Sources so d 87% Surface Water O02 (Girouinenwiater 13% Groundwater In our product fermentation processes, with ech used typically retained in the final R&D, Product Development, Quality Assurance product , Water Usage operations WES MAGRN G.",
    "OC pETEME, nen Meese Employee restrooms and breakroom Employee restrooms and breakrooms Risk Range Low Low-Medium 100% Compliant 12,000-15,600 gallons Low-flow faucets and toilets Capped floor drains Inactivation of live microorganisms before disposal of research projects ' .",
    "® \" 7 .",
    "\\ .",
    "} 5 | é x ~ RY | | 7 wad, _ a 4 .",
    ".",
    "ha\" > | be i ‘ : ¥ , 4 r APPENDIX This Index reflects the metrics and other disclosures that are included in the Sustainability Accounting Standards Board (SASB) Standard for the Chemicals Industry and that Pro Farm tracks and are relevant for our business.",
    "We note that some responses may not fully align with individual SASB metric guidance but represent data most closely aligned with each metric.",
    "We are working toward enhancing our alignment with SASB’s metric guidance for future reporting.",
    "ToPIc accounTincmeTRIC | carecory | cope [RESPONSE Gross global Scope 1 emissions, percentage covered under emissions- limiting regulations Discussion of long-term and short-term strategy or plan to manage Scope 1 emissions, emissions reduction targets, and an analysis of performance against those targets Greenhouse Gas Emissions Air emissions of the following pollutants: (1) NOx (excluding N20), (2) SOx, (3) volatile organic compounds (VOCs), and (4) hazardous air pollutants (HAPs) Air Quality (1) Total energy consumed, (2) percentage grid electricity, (3) percentage renewable, (4) total self- generated energy Energy Management 2021 ESG REPORT Quantitative RT-CH-110a.",
    "1 Discussion and RT-CH-110a.2 Analysis Quantitative Quantitative RT-CH-120a.",
    "1 RT-CH-130a.",
    "1 Our most recent greenhouse gas (GHG) emissions inventory, for the year 2019 and for our U.S.",
    "operations only, was compiled in January 2020.",
    "Scope 1 GHG emissions for our U.S.",
    "operations were 310,995 kilograms of CO2-e.",
    "We are working on updating this inventory to encompass our global operations and more closely align with this standard.",
    "Our approach to managing emissions is driven by our goal to reduce our greenhouse gas emissions by 50% by 2030 from our baseline year of 2019.",
    "In managing our emissions, our strategy includes transitioning to 100% renewable energy usage at our U.S.",
    "locations.",
    "We are also conducting a 2021 Scope 1-2 greenhouse gas (GHG) inventory for all Pro Farm operations, which will become a template for future annual GHG emissions reporting.",
    "We are also working with a third-party certifier to standardize and automate our Scope 1-3 emissions assessments.",
    "In addition, we have invested in product life cycle analysis to inform additional opportunities to reduce emissions.",
    "To learn more about this, refer to the Carbon and Climate Resilience section of this report.",
    "Our 2021 Air Quality data encompasses our backup generator and boiler at our U.S.",
    "manufacturing operations in Bangor, Michigan: 4 NOx = 1,452 pounds/year SOx = 17.1 pounds/year VOCs = 83 pounds/year ( ( ( (4) HAPs = 25.12(pounds/year we WS NS LL Our energy management data encompasses our U.S.",
    "operations in Michigan and California for the year 2021.",
    "4 Total energy consumed = 2,505,040 gigajoules Percentage conventional grid = 48.6% Percentage renewable = 51.4%* Percentage self-generated energy = 0% ( ( ( ( we mS WS UL We are working to measure energy data in our European locations so that we may report on this in the future.",
    "*For more information on this, including our transition to all-renewable energy in the U.S.",
    "by the end of 2022, see the Carbon and Climate Resilience section of this report.",
    "Ai TOPIC ACCOUNTING METRIC | caTEGoRY [cope [RESPONSE Water Management Hazardous Waste Management Community Relations Workforce Health & Safety PRO FARM GROUP (1) Total water withdrawn, (2) total water consumed, percentage of each in regions with High or Extremely High Baseline Water Stress Number of incidents of non-compliance associated with water quality permits, standards, and regulations Description of water management risks and discussion of strategies and practices to mitigate those risks Amount of hazardous waste generated, percentage recycled Discussion of engagement process to manage risks and opportunities associated with community interests (1) Total recordable incident rate (TRIR) and (2) fatality rate for (a) direct employees and (b) contract employees Description of efforts to assess, monitor and reduce exposure of employees and contract workers to long- term (chronic) health risks 2021 ESG REPORT Quantitative RT-CH-140a.",
    "1 Quantitative RT-CH-140a2 Discussion and RT-CH-140a.3 Analysis Quantitative RT-CH-150a.",
    "1 Discussion and RT-CH-210a.",
    "1 Analysis Quantitative RT-CH-320a.",
    "1 Discussion and RT-CH-320a.",
    "2 Analysis (1) We are working to calculate the total water withdrawn from our operations so that we may report on this metric in future years.",
    "(2) We are working to measure the total water we consume on an annual basis so that we may report on this metric in future years.",
    "The percentage of water that Pro Farm consumes in regions of High or Extremely High Baseline Water Stress is 0%.",
    "According to the World Resources Institute’s Aqueduct tool, these are the baseline water stress levels in the regions we operate: * Davis, California: “Low-Medium” * Bangor, Michigan: “Low” ¢ Helsinki, Finland: “Low” Refer to the Natural Resource and Ecosystem Vitality section of this report for information regarding this disclosure.",
    "Our 2021 hazardous waste data encompasses our U.S.",
    "operations in Bangor, Michigan and Davis, California.",
    "Bangor, Michigan: Hazardous waste generated = 0 metric tons Percentage recycled = N/A Davis, California: Hazardous waste generated = 4.75 metric tons Percentage recycled = 100% Refer to the Community Involvement section of this report for information regarding this disclosure.",
    "(1) 0.0 TRIR in 2021 for direct employees and contract employees.",
    "(2) 0.0 Fatality Rate in 2021 for direct employees and contract employees.",
    "Refer to the Employee Health, Safety and Well- Being section of this report for further information regarding this disclosure.",
    "ToPIc AccouNTINGMETRIC | caTecoRY [cope [RESPONSE Safety & Environmental Stewardship of Chemicals Genetically Modified Organisms Management of the Legal and Regulatory Environment PRO FARM GROUP (1) Percentage of products that contain Globally Harmonized System of Classification and Labelling of Chemicals (GHS) Category 1 and 2 Health and Environmental Hazardous Substances, (2) percentage of such products that have undergone a hazard assessment Discussion of strategy to (1) manage chemicals of concern and (2) develop alternatives with reduced human and/or environmental impact Percentage of products by revenue that contain genetically modified organisms (GMOs) Discussion of corporate positions related to government regulations and/or policy proposals that address environmental and social factors affecting the industry 2021 ESG REPORT Quantitative RT-CH-410b.",
    "1 Discussion and RT-CH-410b.",
    "2 Analysis Quantitative RT-CH-410c.",
    "1 Discussion and RT-CH-530a.",
    "1 Analysis (1) 0% of our commercial products contain Globally Harmonized System (GHS) Category 1 and 2 Health and Environmental Hazardous Substances.",
    "(2) Percentage of products that have undergone a hazard assessment is not applicable because none of our products contain Globally Harmonized System of Classification and Labeling of Chemicals Category 1 and 2 Hazardous Substances.",
    "Our biopesticide products undergo rigorous human and environmental safety risk assessments by government regulators prior to commercialization.",
    "See the Products section of this report for more details.",
    "Pro Farm’s business model is focused on the development of naturally derived products, including biological solutions in crop health, protection and nutrition.",
    "We invest in life cycle analyses that demonstrate the reduced human and/or environmental impact of our products relative to alternatives.",
    "To read further about our approach to developing sustainable product offerings and managing chemicals responsibly, refer to the Products section of this report.",
    "0% Refer to the Products section of this report for information regarding this disclosure."
]