[
    "REP @7 Rw 2023 a DEVELOP TECHNOLOGIES AND SOLUTIONS TO CONTRIBUTE TO THE BUILDING OF A MORE EFFICIENT AND SUSTAINABLE WORLD Some of the highlights presented in this report: AD vocvo nB2 Soume _ 59:1: THOUSAND BRL Operating innovation index employees BILLION Income (% of sales corresponding to products launched in the past five years) More than JOO nove people positively impacted < by social projects supported by WEG 63.",
    "f % 39 2.",
    "25.0..",
    "in 2023 .",
    "absolute reduction of Revenue with Return on Invested in GHG emissions Sustainable Products Capital (ROIC) (base year 2021) More than 156 wnaseo Creation of (Qualification More fi MILLION ni P f ft the QPcD Personnel with than HOURS conducted in 2023 people Prog ram Disabilities) positively impacted by volunteer projects promoted by WEG Creation of the WEG Sustainable Suppliers Program in 2023 including material topics, is carried out by the Information Disclosure Committee and GRI 2-2, 2-3, 2-4, 2-5, 2-14 endorsed at the Executive Board Meeting.",
    "Welcome to WEG Integrated Annual Report!",
    "This report presents WEG’s strategies, management and pertormance, EXTERNAL VERIFICATION providing transparency to the challenges and results achieved, and reporting to WEG’s stakeholders.",
    "This report has undergone external verification, with the assurance letter available on page 182 of this report.",
    "The external verification was hired through the approval in the relevant bodies of the company, involving the Committee and the Executive Board.",
    "The external verification process was conducted through limited assurance, based on the GRI and IIRC (Integrated Report) methodologies.",
    "Find below a brief summary of this document before starting to read the report.",
    "METHODOLOGICAL BASIS The structure of the report is multi-framework, that is, internationally recognized methodological guidelines and frameworks have been taken SCOPE OF REFORMULATION OF into account in its preparation, seeking information that meets the INFORMATION PERIOD INFORMATION expectations and interests of the stakeholders.",
    "All WEG Group Fiscal year 2023, same There were no companies were period used in the reformulations of relevant considered on the same company's Financial information in this edition basis as the company’s Statements.",
    "of the Integrated Annual Sy INTEGRATED Financial Statements.",
    "ap) 2.4 Report.",
    "REPORTING GRI 2-2 GRI 2-4 Global Reporting Integrated Sustainability Task Force for Initiative (GRI) Reporting Accounting Standards Climate Disclosure Standards Board (SASB) (TCFD) Contact: for any questions, comments or additional information, please contact us via e-mail: esg@weg.net.",
    "SUSTAINABILITY AT WEG Message from the President 6 Strategy 7 End to End of the Wire 8 Economic-Financial Performance 11 Sustainability Policy and Strategy 13 Materiality 18 Highlights and Recognitions 24 SUSTAINABLE PRODUCTS AND SOLUTIONS Technologies and Innovations for the Energy Transition and Decarbonization 26 Responsible Supply Chain 43 CIRCULAR AND EFFICIENT OPERATIONS Eco-efficiency and Waste and Emission Management 52 Carbon Neutral in Operations 57 ENGAGED EMPLOYEES AND COMMUNITIES Comprehensive Well-being, Diversity and Inclusion 70 Sustainable Growth of the Communities 93 GOVERNANCE AND ETHICAL CONDUCT Compliance and Integrity 106 Engagement and Transparent Communication 138 ADDITIONAL INFORMATION Indicators and Additional Information 149 Reference Index (GRI, IIRC, SASB, TCFD) 163 Assurance Letter 181 S| MESSAGE FROM TRE PRESIDENT gg GRI 2-22 We are pleased to present our 2023 Integrated Annual Report, a document that expresses our company's ongoing commitment to operational excellence, sustainable innovation and corporate responsibility.",
    "WEG’s purpose to \"develop technologies and solutions to contribute to the building of a more efficient and sustainable world\" has been our constant guide.",
    "In 2023, we followed this philosophy, not only maintaining our growth, but also expanding our global presence and advancing actions for the Company's sustainability.",
    "WEG’s strategy has been the international expansion of mature businesses and the development of new businesses and solutions for a more sustainable world.",
    "Our commitment to the energy transition is evident in our innovations in energy efficiency, renewable energy, electric mobility and digital solutions.",
    "In 2023, we achieved consolidated Net Operating Revenue of BRL 32.5 billion, representing growth of 8.7% in comparison to the previous year.",
    "We grew in both the domestic and foreign markets, demonstrating the resilience and competitiveness of our business model.",
    "We formalized our Sustainability Policy in 2023, publicly reinforcing our commitment to sustainable development.",
    "This policy guides our actions in the environmental, social and governance (ESG) dimensions, establishing clear responsibilities and strategies.",
    "This initiative is shown in this report, which highlights the progress made in our initiatives, from efficient resource management to the development of clean technologies and ethical practices across our value chain.",
    "This continuous effort towards sustainability and best ESG practices was recognized in 2023, with one of the highlights being the GOLD seal from EcoVadis, one of the most important global corporate sustainability rating agencies.",
    "In the midst of these advances and achievements, we witnessed the beginning of a significant transition in WEG’s leadership.",
    "We announced that |am passing the baton, extremely grateful for everything | have experienced leading this great company and very confident that the next generation of WEG leaders will continue the tradition of excellence, innovation and corporate responsibility that has brought us here.",
    "| thank all employees, partners, shareholders and communities who contributed to WEG’s success.",
    "We are ready to face the challenges and opportunities that the future holds, certain that our commitment to a more sustainable world remains unwavering.",
    "Thank you and good reading.",
    "Harry Schmelzer Jr.",
    "President of WEG until 03/31/2024 S| STRATEGY WEG’s strategy to maintain its continuous and sustainable growth includes continuing expansion abroad, seeking growth in all markets, contributing to solutions aimed at the energy transition and advance in ESG actions.",
    "In contributing to solutions aimed at the energy transition, WEG stands out in innovation for the constant development of solutions to meet major trends related to energy efficiency, renewable energy, digitalization and electric mobility.",
    "Accordingly, it has the following strategic directions: 4 KEEP FOCUS ON BUSINESS: Automation Motion Drive § Electrification 2 ADVANCE IN ELECTRIFICATION SOLUTIONS FOR THE NEW WORLD OF MOBILITY.",
    "3 DEVELOP DIGITAL SOLUTIONS AS A COMPLEMENTARY AND INTEGRATED OFFER TO ALL WEG BUSINESSES.",
    "The scenario is positive for WEG’s businesses and initiatives, as there are strong demands from society for global decarbonization and for an increasingly electrified world.",
    "More electrification will require greater investments in GTD (Energy Generation, Transmission and Distribution) and transport electrification.",
    "Additionally, a growing number of companies are adhering to commitments to reduce CO, emissions.",
    "END TO END OF THE WIRE DIGITAL ss WEG’s business model provides BUSINESS “= 8 a = complete and efficient solutions that range from generation to consumption, with innovation as one of its main characteristics.",
    "Innovation focused on energy and industrial efficiency, renewable energies, electric mobility, digital solutions and technological materials.",
    "These characteristics of the business model enable WEG to continue providing solutions in a competitive and_ flexible TRANSMISSION DISTRIBUTION ELECTRICAL CITIES u way, integrating solutions and INSTALLATION generating positive impacts for PROTECTION Ze industries, countryside, cities and GCS OR me y homes.",
    "HOMES ENERGY GENERATION COATINGS AND CLEARCOATS COMPETITNMVE EDGE The unique business model creates important competitive advantages.",
    "VERTICALIZATION Production flexibility that reduces costs and optimizes processes.",
    "Ne MASS CUSTOMIZATION We understand needs to meet objectives and thus develop customized solutions.",
    "Le DIVERSIFICATION Varied mix of solutions that serves different markets and consolidates our global presence.",
    "Ww SIMPLICITY AND COMMITMENT We maintain commitment and simplicity in our relationships with stakeholders.",
    "MODULAR EXPANSION Production system dedicated to maximizing return on capital and minimizing demand risks.",
    "FINANCIAL FLEXIBILITY It allows WEG to pursue growth opportunities as they arise.",
    "These opportunities are simple, like purchasing raw materials under attractive conditions, and strategic, like acquisitions of other companies.",
    "VALUE GENERATION sxciew.",
    "INPUT | RESOURCES Financial Capital Distributors in more than 120 countries / Expansion, maintenance and modernization of productive activities / BRL 832 million Investment in RD&l.",
    "Manufactured Capital 52 manufacturing plants in 15 countries / Commercial operations in 37 countries/ Industrial park in Jaragua do Sul/SC (Brazil) with more than 1 million m?",
    "built.",
    "Natural Capital Global effort in the WEG Carbon Neutral Program / Use and reuse of water in operations / Solid waste recycling.",
    "Human Capital 40 thousand employees / Development programs for employees / Creation of the QPcD Program (Qualification Program for Personnel with Disabilities).",
    "Social & Relationship Capital BRL 18.8 million invested in social projects / Creation of strategic sustainability objectives for the supply chain / 63 courses available at the Customer Training Center.",
    "Intellectual Capital 122 research laboratories in 12 countries / 32 innovation and customization centers / More than 2,650 employees in RD&l in Brazil.",
    "BUSINESS MODEL WEG Purpose DEVELOP TECHNOLOGIES AND SOLUTIONS TO CONTRIBUTE TO THE BUILDING OF A MORE EFFICIENT AND SUSTAINABLE WORLD VERNA O Ce weg e Risk and opportunity management e Strategy OUTPUT | RESULTS Financial Capital Sales to over 135 countires / Products present on 5 continents / BRL 32 Billion in Net Operating Revenue / 68.7% of revenue from Sustainable Products.",
    "Manufactured Capital Over 19 million motors manufactured annually / 2,300 tons of powder coatings produced monthly / Over 76 thousand MVA of transformers manufactured annually.",
    "Natural Capital 25% absolute reduction in GHG emissions / More than 33 thousand m° of recycled and rainwater consumed / More than 187 thousand tons of solid waste recycled or reused.",
    "Human Capital Employees on all continentes, bringing cultural diversity / Average of 107 hours of training per employee / 36.1% increase in the number of PcD (Personnel with Disabilities) employees (Brazil).",
    "Social & Relationship Capital More than 355 thousand people positively impacted by social projects / Creation of the WEG Sustainable Suppliers Program / Since 1998, more than 69 thousand clients trained.",
    "Intellectual Capital 59.1% Innovation Index / 565 globally valid patents (in progress, granted and applied for) / Portfolio with more than 1,500 product lines.",
    "The organization's value generation over time is given through capital transformations caused by the organization's activities and products.",
    "The capitals that undergo this transformation are: Financial, Manufactured, Natural, Human, Social and Relationship, and Intellectual.",
    "The figure below (IIRC framework reference) shows the transformation of these capitals at WEG and their respective value generation, both for WEG and for COMMUNITIES SUSTAINABILITY SUSTAINABLE PRODUCTS CIRCULAR AND EFFICIENT AT WEG AND SOLUTIONS OPERATIONS ADDITIONAL ASSURANCE E INFORMATION LETTER !",
    "PERFORMANCE INDICATORS FCONOMIC-FINANCIAL PERFORMANCE Net Operating Revenue (NOR) with a growth of 2023 began with a challenging scenario, but a positive performance was observed in most of WEG’s operations, even with the global economy still recovering and volatility between regions, as inflation rates remained at high levels in many economies and geopolitical events still did not show any expectation for an end.",
    "The continuity of the internationalization process, and consequent growth in revenues in the foreign market, contributed significantly to the result obtained in 2023.",
    "This performance was even better if analyzed in dollars, as it had a negative impact from the variation in the average dollar rate, which went from BRL 5.16 in 2022 to BRL 4.99 in 2023, a devaluation of 3.3% in relation to the Brazilian real.",
    "Another highlight was the very positive performance in operating margins and return on invested capital, as a result of maintaining the operational efficiency of industrial units in Brazil and abroad, combined with good demand for products and services in the main regions where WEG operates.",
    "BRL 32.5 BILLION In 2023 8.1% in relation to 2022.",
    "Domestic market The Net Operating Revenue (NOR) in the domestic market reached BRL 15.312 billion, representing 47.1% of the total NOR, a growth of 3.0% compared to the previous year.",
    "Al Industrial Electro Electronic 16° Equipment /o Power Generation, Transmission and 7 24y, Distribution Commercial and 20 Appliance Motors o Coatings and As, 0 Varnishes Foreign market The Net Operating Revenue (NOR) in the foreign market reached BRL 17.191 billion, representing 52.9% of the total NOR, a growth of 14.3% compared to the previous year.",
    "53% Industrial Electro Electronic | 31% Equipment Power Generation, Transmission and a 16% Distribution Commercial and Bo Appliance Motors o Coatings and Ly 0 Varnishes S| NET REVENUE PER MANUFACTURED SITE 29.",
    "Al \\ Manuf d and = sere an RETURN ON INVESTED CAPITAL (ROIC) M Manufactured in The 2023 ROIC increased by 9.8 percentage points compared to 2022, reaching 39.2%.",
    "Brazil and exported Manufactured and sold abroad y, 4 CONSOLIDATED NET % OPERATING REVENUE EBITDA EBITDA (NOR) (BRL BILLIONS) MARGIN (BRL BILLIONS) The indicator above demonstrates the strength of WEG s financial capital globally, 2021 93.5 46 19.9% as well as emphasizes the importance of operations in Brazil, which represent more than 70% of revenue when considering product manufacturing.",
    "2022 29.9 56 18.8% Something that also reflects the relevance of other capital concentrated in Brazil, | 2023 32.5 7.0 21.8% such as human capital.",
    "The internationalization process is of high importance for the Company and, as presented, contributed significantly to the result obtained in 2023.",
    "WEG continues with this process, with recent investments announced in operations in Mexico, India, Colombia, Turkey and Algeria.",
    "CLICK HERE AND ACCESS WEG’S FINANCIAL STATEMENTS DEVELOPMENTS OF THE SUSTAINABILITY STRATEGY Learn about the development of WEG’s Sustainability Policy.",
    "The Sustainability strategy is supported by four axes, eight topics and eighteen strategic objectives, which direct the structuring of programs, actions and commitments in the Environmental, Social and Governance dimensions.",
    "Sa ~T In 2023, WEG formalized its Sustainability Policy, which aims at reinforcing and >>.",
    "fil Le ol making public the WEG Group's commitment to sustainable development, Sustainable Circular and COCannanGS ina broad and transparent way.",
    "This document establishes the sustainability products and efficient and ethical responsibilities and Strategies, broken down into Axes, Topics and Strategic saline operations earetnen Objectives, in order to guide the structuring of programs, actions and commitments in the Social, Environmental and Governance dimensions.",
    "To prepare it, consultations were carried out with customers, suppliers, | managers, associations and community representatives, as well as companies Meonimeloeyy | Bco-Oincreiney Semmens ete £ simi .",
    "to WEG.",
    "The Poli ies to th tire WEG and innovation and waste integrity of similar sizes to .",
    "The Policy applies to the entire group.",
    "for the energy and emission =~ oncement The Policy plays an important role in the company's strategy.",
    "Its formalization: eon management ana wansparent = Carbon neutral communication Promotes understanding and engagement of the areas involved.",
    "| Responsible operations Provides guidance on the deployment of the strategy in internal processes.",
    "supply chain Defines roles and responsibilities.",
    "ea SUSTAINABLE ws PRODUCTS AND SOLUTIONS TECHNOLOGY AND INNOVATION FOR THE ENERGY TRANSITION AND DECARBONIZATION = To provide products and services with the best efficiency and lowest carbon footprint, being the partner for our customers’ decarbonization journey.",
    "= Toimprove the circular design, increasing the recyclability, dematerialization and durability of materials, products and packaging.",
    "RESPONSIBLE SUPPLY CHAIN = To engage a supply chain with ethics in Human Rights, Labor Relations and environmental preservation, assessing risks and providing opportunities for their development.",
    "= To promote the traceability of restricted materials, observing the socio-environmental impacts of the business.",
    "S| CIRCULAR AND EFFICIENT OPERATIONS ECO-EFFICIENCY AND WASTE AND EMISSION MANAGEMENT = To optimize eco-efficiency in the management of natural resources, reducing, conserving and/or regenerating them, taking into account the impacts on ecosystems.",
    "= Toreduce emissions and waste from industrial processes, ensuring proper treatment and disposal, in addition to promoting the recycling and reuse of materials in line with the principles of circularity.",
    "CARBON NEUTRAL OPERATIONS = To ensure the reduction of greenhouse gas emissions, promoting carbon neutral operations and contributing to medium and long-term global goals.",
    "= To expand the use of renewable energy (acquired or self-produced) in addition to seeking excellence in operational efficiency in processes and business.",
    "ENGAGED g EMPLOYEES AND .",
    ".",
    "COMMUNITIES COMPREHENSIVE WELL-BEING, DIVERSITY AND INCLUSION = To guarantee safe working conditions, promote physical and mental health, trust in relationships, create innovative ways of working, generating a culture of quality of life.",
    "o_o Oo eee ow eee — ee ee — = -—-- ed _——-+ ome —— En oo eo one — oe.",
    "lo | ——— ee ee ae — = ee = To build an inclusive, innovative and high-performance environment, valuing diversity and enhancing multiculturalism at all hierarchical levels of the company.",
    "e*o* = Toensure the human rights recognized in international agreements and promote —-> , oot?",
    "ae eee a culture mutual respect.",
    "; ~ | | SUSTAINABLE GROWTH OF THE COMMUNITIES = To generate socioeconomic and environmental value in communities through education, health and well-being, generation of knowledge and expertise in low-carbon technologies.",
    "= To strengthen the company's relationship with the communities, considering local demands.",
    "= To seek to incorporate the preservation of biodiversity into current management practices.",
    "S| —— GOVERNANCE Mm | AND ETHICAL == | CONDUCT COMPLIANCE AND INTEGRITY = To strengthen WEG’s culture of principles and values, ethics, integrity and anti-corruption.",
    "= To reduce and mitigate risks, considering ESG criteria.",
    "ENGAGEMENT AND TRANSPARENT COMMUNICATION = To engage and develop leaders and employees so as to strengthen skills for the challenges of business sustainability.",
    "= To communicate about products, services and the evolution of ESG issues with transparency, generating value for stakeholders.",
    "MATERIALITY GRI 2-29, 3-1, 3-2 WEG understands that for the management of sustainability impacts (positive and negative) to be consistent, it is essential to understand its priorities considering the perspective of its stakeholders.",
    "To that end, it periodically applies the Materiality Process.",
    "WEG conducts its Materiality Process every two years, and as planned, the year 2023 marked the review of this process at WEG, this being the 5th cycle of review of the company's material topics.",
    "S| PROCESS FOR DEFINING MATERIAL TOPICS GRI 3-1 The process for defining material topics in this 2023 review cycle maintained the methodological basis of the GRI and IIRC, considering dual-materiality and following the steps below.",
    "STEP 1 - IDENTIFICATION Mapping of topics that must pass through the analysis filter to ensure that no relevant topic will not be included in this initial list.",
    "To that end, an extensive analysis of ESG indices and ratings, report methodologies and frameworks, external initiatives, such as the UN Global Compact and Sustainable Development Goals (SDGs), sector context, megatrends, benchmarking of peers and mapping of WEG ESG gaps was conducted.",
    "In total, 359 topics were raised.",
    "S| STEP 2 - FILTER Process of grouping similar topics based on the topics raised in the previous stage, as well as an analysis of their alignment with WEG’s Sustainability Policy.",
    "As an important part of this stage, an analysis of the positive and negative impacts (potential and real) of the topics in the short, medium and long term was carried out.",
    "This analysis included the impact on finances and governance, the effect on the business strategy and on WEG’s corporate risk map.",
    "Identification of themes Grouping Alignment with ESG indices and ratings Sustainability Methodologies and frameworks External initiatives THEMES sector context FILTERED FOR PRIORITIZATION Megatrends Benchmarking ESG gap map Governance impact Financial impact STEP 3 - PRIORITIZATION Approach After the filter stage, which resulted in 20 topics, the prioritization stage began, where a Considering that WEG is a multinational consultation was carried out with WEG’s stakeholders.",
    "Stakeholders have a fundamental company, with activities and relations role in the Materiality Process to identify their perceptions and expectations, which helps with stakeholders in different parts legitimize the result of the materiality process, as it brings new perspectives and gives a of the world, an online approach was broader view of the company’s priorities.",
    "taken, understanding that in this format it is possible to obtain perceptions and expectations within a global and broad vision, also facilitating their engagement and participation.",
    "The basis for defining the stakeholders participating in the process is an analysis that considers influence, power of impact, interests and expectations.",
    "GRI 2-29 STAKEHOLDERS INVOLVED: 118 representatives from six stakeholder groups participated in the process: “TLL EMPLOYEES CUSTOMERS SUPPLIERS INVESTORS LOCAL TRADE COMMUNITY ASSOCIATIONS ETHICAL CONDUCT INFORMATION LETTER 1 EMPLOYEES As a criterion for choosing employees, employees from different Business Units, different Departments in a quantity proportional to the number of employees in the countries around the world were considered.",
    "Participation in the survey: =, we S sh +S a a / : F | o &)~=—SC Germany {e om ¢ USA 4 { Portugal Ay Mexico © Colombia | Brazil South Africa py) Argentina Participation by gender: Priority topics - Top 3: Men a 60% 1.",
    "Health, safety and well-being of employees 2.",
    "Leadership and employee development Women 40% 3.",
    "Ethics, integrity and fighting corruption CUSTOMERS As acriterion, customers from all of the company's business units were considered, from different sectors of activity.",
    "Participation in the survey: Global companies from a range of seventeen sectors of the economy participated.",
    "Priority topics - Top 3: 1.",
    "Responsible supply chain 2.",
    "Ethics, integrity and fighting corruption 3.",
    "Health, safety and well-being of employees units were considered, from different sectors of activity.",
    "Participation in the survey: Global companies from a range of twenty sectors of the economy participated.",
    "Priority topics - Top 3: 1.",
    "Responsible supply chain 2.",
    "Decarbonization In operations 3.",
    "Eco-efficiency in natural resource management Investors from different markets were considered and those with a greater approach to sustainability were prioritized.",
    "Participation in the survey: Investors from Brazil, Europe and the United States.",
    "Priority topics - Top 3: 1.",
    "Ethics, integrity and fighting corruption 2.",
    "Responsible supply chain 3.",
    "Sustainable products and solutions Organized civil society entities from different areas of social activity (education, health, social inclusion, culture).",
    "Participation in the survey: Entities from areas of education, health, social inclusion and culture participated.",
    "Priority topics - Top 3: 1.",
    "Creating value for communities 2.",
    "Health, safety and well-being of employees 3.",
    "Diversity and inclusion Trade associations from different countries and areas of activity were invited.",
    "Participation in the survey: Trade associations with different focuses from Brazil, Europe and Mexico participated.",
    "Priority topics - Top 3: 1.",
    "Responsible supply chain 2.",
    "Decarbonization In operations 3.",
    "Sustainable products and solutions SUSTAINABILITY SUSTAINABLE PRODUCTS CIRCULAR AND EFFICIENT ENGAGED EMPLOYEES AND GOVERNANCE AND ADDITIONAL ASSURANCE p AT WEG AND SOLUTIONS OPERATIONS COMMUNITIES ETHICAL CONDUCT INFORMATION LETTER !",
    "SUPPLIERS INVESTORS LOCAL COMMUNITY TRADE ASSOCIATIONS STEP 4 - VALIDATION Validation of the prioritized topics with Senior Management occurred through the Sustainability Committee and the Executive Board, at the Executive Directors Meeting.",
    "CHANGES IN THE RESULT MATERIAL TOPICS OF MATERIAL TOPICS GRI 3-2 COMPARED TO THE LAST CYCLE After the prioritization and validation process, the following material topics were defined: As the process Is updated every two years, changes occur in the result of the process with each cycle update.",
    "In the new cycle of 2023, the topics that were previously not considered as_ material and that are now considered material for this new cycle were: ethics, integrity and fighting corruption and leadership and employee development.",
    "The inclusion of only two topics and the maintenance of the same basis with the other six topics indicates a consistent view of the priority topics in the view of stakeholders and the company.",
    "Health, safety and well-being of employees Ethics, integrity and Decarbonization fighting corruption In operations Leadership and Sustainable Diversity and Creating value for employee development products Inclusion communities Details of the impacts, policies and other aspects related to the management of each material topic are described on the pages related to the content of each topic.",
    "Click on the images to access the content of each topic.",
    "AND SOLUTIONS CIRCULAR AND EFFICIENT OPERATIONS ENGAGED EMPLOYEES AND COMMUNITIES GOVERNANCE AND ETHICAL CONDUCT ADDITIONAL INFORMATION ASSURANCE LETTER S| FHIGFALIGH TS AND RECOGNITIONS Sustainable development and best ESG practices are an ongoing journey that presents constant challenges for companies, given the dynamism and complexity of the topics.",
    "WEG has been continuously working to evolve and improve its processes, reduce possible risks and add opportunities to its business model.",
    "As a result, it received important recognition, indicating that it is on the right path in this journey, but aware that there are many challenges to be addressed to ensure continuous evolution.",
    "BELOW ARE THE MAIN HIGHLIGHTS IN 2023.",
    "ecovadis | Sustainability Rating WWCDP > SUSTAINALYTICS WEG won the GOLD medal from EcoVadis, one of the most important global sustainability rating agencies, which evaluates companies’ commitments, practices, indicators and progress on ESG topics.",
    "WEG achieved rating A- in the CDP Climate Change, qualifying it in the “Leadership” category.",
    "WEG rated into the “low risk” category.",
    "S155 SUPER EMPRESAS EXPANSION T@P companies ISEB3 FTSE4Good ICO2B3 broadcast empresas 2023 MSCI ESG Leaders indexes Constituent SUSTAINABLE PRODUC 1S AND SOLUTIONS Technologies and Innovations for the 6 Energy Transition and Decarbonization Responsible Supply Chain 43 ETHICAL CONDUCT INFORMATION LETTER ney TECHNOLOGIES AND INNOVATIONS FOR THE ENERGY TRANSITION AND DECARBONIZATION The development of technologies and innovations for the energy transition and decarbonization is a strategic topic for WEG, formalized in its Sustainability Policy.",
    "For WEG, the strategic objectives related to the topic are to “provide products and services with the best efficiency and lowest carbon footprint, being the partner for its customers’ decarbonization journey”, and “improve circular design, increasing the recyclability, dematerialization and durability of materials, products and packaging”.",
    "The 2023 materiality process reinforced, through the opinion of WEG’s stakeholders, that Sustainable Products remain a material topic for WEG’s Sustainability strategy, and that they are among the topics to be prioritized by the company in the coming years.",
    "Another important aspect also reinforced the view of stakeholders regarding WEG’s important role in proposing technologies and innovations that will help not only its customers, but society as a whole.",
    "Although the development of technologies and innovation are traditional in the company, a robust process of innovation and continuous improvement is applied to its processes to continue and improve this development so that WEG remains anticipating the needs of society's tomorrow.",
    "Next, this entire path is presented, which starts from innovation, goes through sustainable products, and reaches the end of their service life, in addition to showing how WEG has been preparing itself corporately to take advantage of all opportunities.",
    "S| INNOVATION Innovation is one of the striking characteristics of WEG’s business model.",
    "Thinking about the future of its customers and society today is something that drives the company.",
    "And within this context, the innovation guidelines meet the company's purpose, and it is no coincidence that WEG’s innovation focus is directed towards Electric Mobility, Energy and Industrial Efficiency, Renewable Energies, Technological Materials, Digital Solutions and Connectivity and Sustainable Solutions.",
    "WEG PURPOSE WEG’s INNOVATION INTEREST AREAS AN Develop technologies and = Electric Mobility = Energy and Industrial solutions to contribute > = Renewable Energy Efficiency world Connectivity = Sustainable Solutions (8) me Technological innovation mainly refers to the development of new technologies, new products, materials and tests, aiming at increasing efficiency, reducing costs, improving quality and reducing raw materials used in products.",
    "This is how the company becomes more competitive, conquers new markets, and develops itn line with its strategic objectives, contributing to the global development and people’s quality of life.",
    "Accordingly, WEG has transformed energy into innovative solutions for the national and international market through a mixed model of innovation (open and closed).",
    "However, innovation is not done at random.",
    "Structure and method are necessary so that all employees, with the support of the company's leadership and the involvement of external partners, can develop innovative solutions.",
    "FIGALIGHIS 09.1% Innovation index (% of sales corresponding to products launched in the past five years) BRL $32 million of total investment in RD&lI in 2023, about 2.6% of the Net Operating Revenue 565 globally valid patents (in progress, between granted and requested) 122 research/testing laboratories spread in 12 countries: To support RD&l activities, verify the conformity of materials and components used in products and processes, develop new materials and evaluate the performance and quality of their products.",
    "32 Innovation and customization centers: Mainly focused on improving solutions aimed at local markets.",
    "2,650 employees in RD&I in Brazil OPEN INNOVATION PARTNERSHIPS In open innovation, the innovation » process has the support of external players, such as customers, suppliers, STARTUPS UNIVERSITIES AND INSTITUTES IN BRAZIL AND ABROAD startups and universities.",
    "In 2023, 98 startups were prospected, In 2023, 52 universities and research institutes were Open innovation has been practiced at and companies aligned with the priority prospected in line with the priority demands.",
    "WEG for a long time.",
    "However, more demands within the topics below: a | | | | recently, the company has been seeking « Electric Mobility nee highlight, WEG signed a partnership with a Swedish to position itself as the epicenter of a | pany to prospect for Startups.",
    "some of countries with global innovation ecosystem.",
    "Currently, = Energy and Industrial Efficiency “ne WEG maintains contact with universities and R&D centers: WEG connects startups, Science and | | = Renewable Energy Technology Institutes, medium and large companies and other institutions = Technological Materials that interact with WEG worldwide for = Digital Solutions and Connectivity Brazil Research and Development.",
    "= Sustainable Solutions oi ee United States Portugal AND SOLUTIONS CIRCULAR AND EFFICIENT OPERATIONS ENGAGED EMPLOYEES AND COMMUNITIES GOVERNANCE AND ETHICAL CONDUCT ADDITIONAL INFORMATION ASSURANCE LETTER weg MANAGEMEN | COMMITTEES Aiming at advancing even further in RD&l, WEG recently implemented two committees to improve governance on the topic, coordinate efforts and boost the culture of innovation based on a corporate structure, namely: Technological Scientific Committee: composed of directors and managers from all business units and two external members, this committee's main task is to propose research and projects on strategic topics, directing WEG’s long-term innovative efforts, in order to guarantee the perpetuity of the business.",
    "Innovation Management Committee: composed of directors and managers from all business units, it focuses on proposing and monitoring cross-cutting topics of interest to all business units, such as Indicators and projects within strategic topics for WEG innovation.",
    "WEG INNOVATION SYSTEM —- WINS WINS its WEG’s innovation management system and was designed to be an integrated system that seeks excellence, acceleration and visibility of innovation processes.",
    "All ideas that enter the WINS framework are evaluated as potential innovations and any WEG employee can act as a protagonist of innovation, Opening up the opportunity for them to be an agent for generating ideas and promoting innovation.",
    "TECHNOLOGICAL DEVELOPMENT PROGRAM Es ™~ 4 Aligned with WEG Strategic Planning, Technological Planning DY] weenotogy | » * : directs innovation activities for each department of the company, dt J = systematized through goals of the WEG Quality and Productivity Program (PWQP), more specifically, within its technological Subprogram, the Program of Technological Development.",
    "This subprogram gathers Research, Development & Innovation (RD&l) about products, processes, systems and services of each business unit.",
    "In the Strategic Technological Planning and in the preliminary definition of the portfolio of RD&l projects, WEG seeks to align internal and external scientific and technological opportunities with RD&l activities already implanted.",
    "Annually, all RD&l projects are analyzed and approved by the direction within the scope of the PWQP so that they are aligned with the company's strategic objectives.",
    "The PWQP provides a motivational plan for employees that distributes up to 12.5% of the WEG Group's net profit, taking into account the performance evaluation of each business unit, each department and each employee.",
    "OPERATIONS COMMUNITIES GOVERNANCE AND ETHICAL CONDUCT ADDITIONAL INFORMATION ASSURANCE LETTER weg FIGALIGHTS OF SUSTAINABLE PRODUCTS AND SOLUTIONS IN QUR BUSINESS UNITS Climate urgency has long been a scientifically proven global reality, and within this reality, companies committed to and aligned with sustainable development are working to reduce their impacts on their GHG (Greenhouse Gas) emissions.",
    "Industry plays an important role in this context, and the promotion of technologies and product innovations and solutions for energy transition and decarbonization is essential for improving the current and future global scenario of climate impacts.",
    "WEG’s purpose, model and business strategy are directly aligned with this need, with the development of technologies and innovations for the energy transition and decarbonization.",
    "As a result, all of its business units work on products and solutions within this context.",
    "That makes WEG an important partner for its customers and society in this journey of energy transition and decarbonization.",
    "In solutions that serve the industry, countryside, cities and homes, all of its business units have more efficient solutions and products aligned with a low-carbon economy, such as renewable energy (solar, wind), electric mobility, energy efficiency, among many others.",
    "All of these solutions follow the company's’ innovation guidelines.",
    "Below, some product highlights in 2023 are presented, considering the variety of products and solutions that the company provides to the market.",
    "SOLAR POWER WEG has established itself as benchmark in the development of Solar Energy solutions, bringing efficiency through the use of renewable energy in cities, industries, agribusiness and homes throughout Brazil.",
    "WEG has a vast portfolio of products for all the stages of photovoltaic solar generation projects, with solutions for the energy conversion and internal distribution system, from the plant to the point of connection to the electrical system through high voltage substations.",
    "STEAM POWER The growing demand for clean energy has driven the expansion of biofuel production in Brazil, with corn ethanol gaining an increasingly significant position in the national energy mix.",
    "Committed to offering efficient and reliable solutions for the sector, WEG was selected, in 2023, to supply five more turbogenerator sets for corn ethanol production plants.",
    "This expansion will result in an increase of 140 MW of clean and renewable electrical energy, enough to supply around 300,000 homes.",
    "The new sets are expected to come into operation in 2024, contributing to the sustainability of the Brazilian energy sector.",
    "RENEWABLE ENERGIES GREEN HYDROGEN Development of transformers to power the electrolyzer rectification system up to 150 kA, allowing the production of hydrogen through a chemical process (electrolysis) capable of breaking water molecules into hydrogen and oxygen by means of electricity.",
    "Hydrogen is a clean energy alternative, as its combustion does not contain carbon dioxide (CO,) and will play an important role in reducing GHG emissions.",
    "W23 Sync+ WEG’s latest innovation uses state-of-the-art technology to offer the most complete line of high-efficiency synchronous electric motors to the world market.",
    "These motors not only have exceptional levels of efficiency regardless of speed or load variations, but also produce energy savings of up to 30% Compared to conventional IE3 induction motors using frequency inverters, directly impacting the total cost of ownership and reducing CO, emissions of our customers.",
    "As an example, replacing a 1382 kW IE3 motor with a W23 Sync+ IE5 motor makes it possible to achieve an impressive reduction of 6,398 kWh in energy consumption and reduces 2,310 kg CO,e emissions\", operating 3,000 hours per year.",
    "This change not only transforms the efficiency of the operation, but also contributes significantly to a more sustainable and economically viable future.",
    "Note: 1) Calculation of avoided emissions based on the IEA usage regime.",
    "VSD FOR MOTORS High-performance and energy-efficient solutions, WEG frequency inverters use cutting-edge technology for speed variation of three-phase induction motors.",
    "With a modern design and easily installed, they can be used in a great variety of industrial segments and in different kinds of projects.",
    "Another advantage is that WEG VSDs speed up the operations and contribute to environment conservation.",
    "ENERGY AND INDUSTRIAL EFFICIENCY WECM MOTOR LINE (WEG Electronically Commutated Motor) It is a complete and versatile solution for motor fan and fluid pumping applications.",
    "Combining synchronous motor technology with a built-in drive, it Surpasses the highest level of efficiency established worldwide for electric motors.",
    "Interchangeable with market standard motors, it presents variation in air flow speed and consequent energy savings.",
    "Available in single-phase and three-phase versions, it allows automatic temperature control and noise level reduction, ensuring comfort in the application.",
    "WEMOB® ELECTRIC VEHICLE CHARGING STATIONS Electric vehicles are a global trend, and having a charger will be essential in this new scenario.",
    "Therefore, WEG developed the line of Electric Vehicle Charging Stations®, especially designed to meet the needs for power, charging speed and safety.",
    "WEMOB® Smart Charging System With the WEMOB® Smart Charging System, it is possible to control the power available between charging stations connected to the network using local hardware for greater integrity, thus enabling the optimization of the electrical infrastructure.",
    "The WEMOB® Smart Charging System allows all vehicles to be charged simultaneously without charging points being turned off due to system overload.",
    "To this end, the minimum availability of 6 A per charging point must be met.",
    "The system has two operating modes: Dynamic and Static.",
    "ELECTRIC MOBILITY WEG SUBSTATION FLEET MANAGEMENT Smart and integrated monitoring of substations to detect and prevent failures and control operations remotely, applying “digital substation” concepts.",
    "The solution will be able to monitor the substation main assets, such as battery banks, circuit breakers, switch-disconnectors, rectifiers, instrument transformers, lightning arresters, among others.",
    "WEG MERGING UNIT SOLUTION In Digital Substation solutions, hardware called Merging Unit — MUs, installed close to the equipment or in its cabinet, digitizes all signals and makes them available to the substation Ethernet communication network through fiber optic cables, connecting the MU to the network so that any IED (intelligent electronic device) connected to the same network can obtain the digitized points.",
    "DIGITAL SOLUTIONS WEGscan WEGscan is the WEG intelligent sensor platform.",
    "In the case of the WEGscan 100, it periodically monitors electric motor data, such as vibration, temperature and operating hours, diagnosing any faults.",
    "Information is collected and sent to the cloud via smartphone or gateway.",
    "The stored data can be analyzed, including with Artificial Intelligence, with WEG Motion Fleet Management, our software platform for monitoring the health and performance of equipment.",
    "HIGH-PERFORMANCE ELASTOMERIC COATINGS The innovative technology of the WrapX® line uses high-performance elastomeric coatings, providing a significant extension of the integrity of the materials on which the coatings are used.",
    "This technology enables the fast release of large areas, especially in the process of painting floors and metal structures.",
    "Unlike conventional methods, in which maintenance may extend over several days, the application with WrapX® can be completed in a few hours.",
    "This sustainable technology developed to face severe corrosion environments, like those found in sectors such as oil and gas, mining, steel and cellulose, stands out for its time efficiency, providing robustness and greater durability to the materials.",
    "The paints/ coatings contain volatile organic compounds in their formulation.",
    "In the case of the WrapX® technology, the products do not contain this type of compound, being 100% solid, without compounds that TECHNOLOGICAL MATERIALS evaporate.",
    "This technology in the production and maintenance line reduces the environmental impact and significantly increases productivity and durability.",
    "SUSTAINABLE PRODUCT INDICATORS To measure the proportion of the positive impact that WEG generates through its sustainable products, in 2023 WEG conducted an extensive market research to determine this indicator in the best way, considering internationally accepted methodologies, as well as an internal critical analysis.",
    "REVENUE FROM WEG SUSTAINABLE PRODUCTS IN 2023 68.",
    "/, The criteria used by WEG for the revenue indicator for sustainable products were established with reference in the methodology of the Financial Times Stock Exchange (FTSE), which considers sustainable products to be those that generate benefits in mitigating and adapting to climate change, water, resource use, pollution reduction and agricultural efficiency throughout the product life cycle.",
    "Details of this indicator are available in the additional information in this report, click here to access.",
    "WEG has a wide line of products that adhere to the FTSE methodological reference for sustainable products, such as high-efficiency motors, transformers, digital solutions, hydrogenerators, wind turbines, turbogenerators (biomass), solar power, among others.",
    "OTAER FEATURES OF IAE PRODUCTS PRODUCT SAFETY PRODUCT DESIGN For WEG, the safety of its products begins in the design, which takes into account consumer safety WEG’s strategic objective is the improvement of the aspects, such as noise, risk of explosion, product safety devices and environmental safety of products.",
    "circular design, expansion of recyclability, dematerialization and durability of materials, products and packaging.",
    "It is something on which the company continually works to evolve and make its products increasingly sustainable in all aspects.",
    "In some cases, such as products for the automotive sector, there is a need to appoint someone responsible for product safety, who is related to the Board and Management level.",
    "WEG replicates this same practice in its supply chain in the automotive sector.",
    "For products that will be exposed to environments with an explosive atmosphere, WEG also has management responsibility assigned to the Manager of the related area.",
    "Currently, WEG adopts, in its value chain, initiatives that are aligned with the principles of the circular economy, through practices such as: Considering all these specificities of different products, WEG also provides product safety training at its Customer Training Center (CTC).",
    "= Reinsertion of process waste as raw material, such as steel scrap for the manufacture of castings.",
    "= Adoption of material recovery programs at the end of the product life cycle through reverse logistics and Replacement Plans.",
    "The application of these concepts and practices allowed WEG achieved a material efficiency index close to of 85%.",
    "WEG Is also constantly improving and evolution of the energy efficiency of its products and their retrofit solutions to extend the useful life of some product lines.",
    "Furthermore, WEG has products monitoring, which brings more practicality and agility for operation, maintenance and management of industrial plants and provide extended service life.",
    "+...",
    "COMMUNITIES ETHICAL CONDUCT INFORMATION LETTER ey ENVIRONMENTAL PRODUCT DECLARATIONS (EPD) AND LIFE CYCLE ANALYSIS (LCA) WEG applies the EPD (Environmental Product Declarations) and uses tools such as LCA (Product Life Cycle Analysis) in some product lines, generally occurring under specific demands.",
    "By using these tools, WEG obtains a deeper understanding of potential environmental aspects and impacts throughout the service life of the products, supporting decisions regarding the product portfolio and process improvements.",
    "REPLACEMENT PLAN For over 20 years, WEG has been working on its Replacement Plan Program in Brazil, which encourages the replacement of used, old, damaged or low-performance motors and inverters and generates incentives for the purchase of a new WEG high-efficiency motor.",
    "Thus, WEG promotes the use of more economical products and raises awareness of energy conservation, making its customers’ industrial plants more efficient.",
    "All products returned in this process are sent for recycling, either internally or externally.",
    "Main advantages = Reduction of electric energy consumption = Reliability in the industrial plant = Reduction of operating costs = Factory warranty = Standard products: total interchangeability with motors already installed PACKAGING AND RECYCLING INSTRUCTIONS WEG has a packaging factory, RF Reflorestadora, in Brazil.",
    "This unit produces all the wooden packaging used in our various product lines.",
    "To this end, WEG has its own reforestation areas that guarantee the continuous supply of wood through sustainable forest management.",
    "In addition, an instruction guide for product and packaging recycling is publicly available for different products, providing application examples.",
    "An action that helps customers follow the best practices for each type of product.",
    "WEG carries out reverse packaging logistics, demonstrating a solid commitment to sustainability and environmental responsibility.",
    "This practice is fundamental in the current scenario, in which concern about the environment and the reduction of environmental impacts is increasingly evident.",
    "Reverse packaging logistics allows the materials used in products are collected, recycled or reused appropriately, avoiding the accumulation of waste and promoting the circular economy.",
    "In addition to contribute to the preservation of natural resources, this initiative strengthens the company's image before its customers and society, demonstrating commitment to concrete actions in favor of the environment and sustainable future.",
    "SUSTAINABLE PRODUCTS 63.",
    "/ of WEG’s revenue come from sustainable products of innovation index (% of sales corresponding to products released in the past five years) Highlights of sustainable products and solutions on the following fronts: = Renewable Energies # Electric Mobility = Energy and Industrial Efficiency a Didi : of total investment in RD&l in 2023, Digital Solutions : about 2.6% of the Net Operating # Technological Materials Revenue The supply chain ts a strategic part of the business due to the relevance of positive and negative LQ ES LC ) \\| S | x LE impacts, real and potential, which requires a robust process of partnership, development and joint growth.",
    "For WEG, sustainability management in the supply chain is a material topic indicated as a priority in the review of the 2023 materiality process.",
    "| | | | Y (> | LA\\| \\| Aware of this relevance and of the context surrounding the supply chain, WEG has been continuously working to further advance this topic, and in 2023 it took important steps to boost the sustainability process and management in the supply chain.",
    "One of those steps was structuring the WEG Sustainable Suppliers Program, with global coverage, which will feature with several actions aimed at sustainability in the relationship between WEG and suppliers.",
    "WEG is committed to working with suppliers who meet requirements and act in a way that does not harm the health and safety of its employees, as well as the environment, practicing efficient management of resources and waste, complying with legislation and regulations in force in the country where the products or services offered to WEG are manufactured or sold.",
    "Next, you will find information that reflects WEG’s context, characteristics and strategy to continually improve its risk and opportunity management with this important stakeholder.",
    "WEG SUSTAINABLE SUPPLIERS PROGRAM In 2023, in order to improve its supplier development and qualification process, WEG structured the WEG Sustainable Suppliers Program, which is an important action to ensure continuous evolution in the relationship with WEG suppliers and their risk and opportunity management.",
    "This approach will help WEG be a strong partner in the journey towards the sustainable development of its suppliers.",
    "To build the Program, steps related to reviews, definitions and formalization of different aspects related to supply chain management were taken, including the following: review of the criteria standard, formalizing the steps necessary to carry out the Program; review of the supplier sustainability assessment questionnaire; definition of ESG criteria for prioritizing suppliers, ESG risk rating; definition of the due diligence management system for suppliers according to the ESG risk rating; definition of indicators and targets, and training for WEG buyers and suppliers.",
    "COMMUNITIES ETHICAL CONDUCT INFORMATION LETTER ey BUYER TRAINING ON SUSTAINABILITY ISSUES Provided for in the program, it will be conducted for all WEG buyers, being included in the respective training program.",
    "ACTIONS PLANNED IN 2024 = Workshop for classified Suppliers.",
    "= Course available to suppliers and buyers to engage them in sustainability topics (environmental management, labor practices and human rights, ethics, integrity and transparency).",
    "= Application of the new sustainability assessment questionnaire.",
    "= On-site assessments of sustainability issues at suppliers high ESG risk.",
    "GOALS OF THE PROGRAM FOR 2024 = On-site verification of good ESG practices at strategic suppliers.",
    "= Participation of 100% of high, medium and low ESG risk suppliers in ESG training programs.",
    "SUSTAINABILITY RISK MANAGEMENT IN THE SUPPLY CHAIN WEG’s risk management processes follow the Corporate Risk Management Policy, which includes a broad analysis of corporate risk categories and ratings.",
    "WEG continuously assesses and monitors its supply chain, and the Corporate Risk Management Policy is one of the bases.",
    "CLICK HERE TO ACCESS THE WEG CORPORATE RISK MANAGEMENT POLICY In addition to this process, WEG has another front to assess risks in its DUE DILIGENCE supply chain: According to the sustainability risk rating, suppliers will be evaluated as follows: SUSTAINABILITY RISK ANALYSIS IN THE SUPPLY CHAIN Low risk: Application of supplier assessment with sustainability In parallel to the corporate risk management process, WEG conducted a criteria.",
    "Specific risk analysis review in sustainability in its supply chain in 2023, Medium risk: Application of supplier assessment with sustainability which will be used as a basis for managing the WEG Sustainable Suppliers criteria and request for evidence.",
    "Program.",
    ", ; oo.",
    ".",
    ".",
    ".",
    "- High risk: Application of Supplier assessment with sustainability criteria, request for evidence and on-site verification of good ESG practices.",
    "METHODOLOGY To carry out risk analysis in sustainability “ZA in suppliers WEG, criteria were considered environmental, social and governance.",
    "WEG Suppliers % ; The analysis started from the total base of Suppliers classified accordingly with its relevance to the Strategic Suppliers company, these being verified in relation sustainability risks according to entity lists recognized external saviieyoeell ene ‘ | .",
    "7 L sources.",
    "Social Criteria WEG has been working intensely Fs overnance to strengthen your processes Criteria continuously, being a solid partner for sustainable development of its | suppliers.",
    "| OPERATIONS SUSTAINABLE PRODUCTS AND SOLUTIONS ENGAGED EMPLOYEES AND COMMUNITIES ASSURANCE LETTER ADDITIONAL INFORMATION GOVERNANCE AND ETHICAL CONDUCT weg SUPPLIER ASSESSMEN | WITH SUSTAINABILITY ORITERIA GRI 308-1 / 414-1 As a fundamental part of the sustainability management process in the supply chain, the assessment of suppliers with sustainability criteria has been applied for many years at WEG, and in 2023, as part of the WEG Sustainable Suppliers Program, the assessment model was reviewed aiming to continually improve the process.",
    "At WEG, all new suppliers are evaluated and selected based on social, environmental and governance criteria.",
    "Strategic suppliers that respond to this assessment are checked for compliance with sustainability requirements, and if necessary, an improvement plan will be requested for them to develop in accordance with the criteria established by WEG.",
    "This assessment generates indicators that help monitor suppliers’ performance in relation to ESG topics.",
    "The actions taken to manage the environmental, social and governance impacts of suppliers are addressed based on the assessment process.",
    "If the supplier is not aligned with the established requirements, WEG works in partnership to develop them, mitigating possible risks.",
    "The company constantly monitors nonconformity incident situations through its Compliance and Supplier Qualification areas, with supervision from senior management.",
    "VERIFICATION OF ESG GOOD PRACTICES Suppliers classified as strategic will undergo face-to-face verification of your ESG good practices, carried out with based on the sustainability questionnaire applied by WEG.",
    "Throughout 2024, individual meetings will be held with each strategic supplier to invite them to participate this journey with WEG and clarify any doubts about the program.",
    "After the individual meetings have been held, it will be approved a schedule for visits.",
    "This process will be carried out periodically in order to expand the sustainability due diligence in the supply chain.",
    "EMBARGOES AND ECONOMIC SANCTIONS Compliance with embargo rules and economic sanctions applicable to our business is a basic condition for WEG’s global operations.",
    "WEG has internal policies and procedures that ensure the correct analysis and addressing of our supplies with regard to embargo standards and economic sanctions, with a team dedicated to the subject, acting in an integrated manner and with the support of world-class monitoring resources.",
    "This same commitment is required from our supply chain.",
    "S| HUMAN RIGHTS IN THE SUPPLY CHAIN Monitoring related to Human Rights must be constant in any sphere in which the company is involved, directly or indirectly.",
    "In the supply chain, due diligence on human rights is a structural part of the relationship process with the supplier.",
    "Compliance with Human Rights is a fundamental issue for WEG, formalized in its Code of Ethics for Suppliers, corporate policies and procedures.",
    "Currently, WEG has some ways of conducting the assessment of its supply chain, aiming to avoid, prevent and mitigate possible Human Rights risks.",
    "This process occurs through the sustainability assessment, on-site verifications at suppliers, and training with content on Human Rights.",
    "Additionally, expectations regarding human rights and their topics are clearly communicated both to WEG suppliers and to any other stakeholders through the Supplier Code of Ethics, as well as in the general supply conditions and contracts, which include clauses on environmental, labor and human rights requirements.",
    "Human Rights risks are currently assessed within WEG’s corporate risk policy, as well as in specific analyses of sustainability risks in the supply chain.",
    "WEG will continue to improve this process, given its importance for a responsible supply chain.",
    "Supervision governance is related to the areas of direct contact with the supplier, the related committee, as a result of the Executive Board meeting, which approves the committee's agenda.",
    "In other words, a situation that is registered in a committee will be informed by the Executive Board.",
    "In 2023, to the best of WEG’s knowledge, no incidents occurred related.",
    "AND SOLUTIONS OPERATIONS COMMUNITIES ETHICAL CONDUCT INFORMATION ASSURANCE LETTER weg RESTRICTED SUBSTANCES In order to manage and reduce the use of restricted substances in its processes and products, WEG created its Restricted Substances List, which undergoes periodic updates and is in line with the main national and international regulations.",
    "This list is used in different stages of WEG processes, such as the manufacture of products and packaging, the development of new materials and, mainly, with suppliers of raw materials, components and inputs.",
    "WEG requests traceability from suppliers to ensure that requirements/needs in the supply chain are met.",
    "The list of restricted substances is also effective in the Supply Agreements with the supply chain.",
    "WEG is committed to ensuring that its products are free from conflict minerals and, consequently, do not finance armed conflicts.",
    "The internal management of the conflict minerals process involves many areas and forums at WEG, in the supply and sustainability areas and committees, as well as the supervision of the Executive Board in the analysis of the agendas provided by the committees when there is any related movement.",
    "Understanding the importance, responsibility and expectations regarding restricted substances is highly relevant, and WEG has established related policies that are public and available to all suppliers and other WEG stakeholders.",
    "CLICK HERE AND ACCESS WEG’s RESTRICTED SUBSTANCES AND CONFLICT MINERALS POLICY CHARACTERISTICS OF WEG’S SUPPLY CHAIN GRI 2-6 WEG has a diversified business model that requires a large number of suppliers to meet its development needs.",
    "Currently, WEG has partnerships with approximately 14 thousand direct and indirect Suppliers around the world, 7.5 thousand of which are directly productive.",
    "Most of the relationships is long-term, with regular supply, through a contract or purchase orders, but suppliers are also hired exclusively for a project due to the complexity and availability of the materials supplied or upon a customer’s request.",
    "Due to the diversification of its business, WEG has different product suppliers, like production materials, raw materials, packaging, finished and semi-finished products, supplying items such as copper or aluminum conductors, coils and steel sheets, steel bars, insulating materials, pigments, solvents, mineral fillers and catalysts.",
    "SUPPLY CHAIN DEVELOPMENT Historically, WEG has worked on practices aimed at developing its supply chain, such as: CHANNEL FOR QUESTIONS AND = Valuing of local suppliers.",
    "= Relationship with service providers, such COMPLAINTS = Development of suppliers.",
    "as training and awareness of safety and : : environment aspects so as to ensure that For any questions or complaints, WEG = Technological exchange.",
    "they perform their activities safely within the provides a communication channel for = Product development: development of regulations in force.",
    "the Gode of Ethics for Suppliers.",
    "materials and components together with = Communication with suppliers on aspects suppliers for future application to WEG of sustainability, continuous improvement CLICK HERE TO LEARN ABOUT WEG’S products.",
    "and good management practices in order to CODE OF ETHICS FOR SUPPLIERS communicate and encourage their adoption = Online communication system (allowing of the ESG agenda.",
    "suppliers to view the schedule of components and deliver the materials directly to the company's central stockroom).",
    "CLICK HERE TO ACCESS THE CHANNELS AVAILABLE TO MAKE A REPORT CODE OF ETHICS FOR SUPPLIERS The WEG Code of Ethics for Suppliers presents the conduct expected from suppliers and WEG GOVERNANCE employees, managers and administrators in their relationships and conduction of their activities.",
    "In 2023, the Code of Ethics for Suppliers was reviewed, as part of its periodic improvement process.",
    "Responsibility of the Board of Directors of the Executive Board: In the Code, WEG reaffirms its respect for the laws and cultures of each country in which it operates, as well as the Universal Declaration of Human Rights of the United Nations and the Declaration Goard of Direction of each on Fundamental Principles and Rights at Work of the International Labor Organization (ILO), and Directors company of the the commitment to responsible management, sustainable growth, adoption of best practices and = Responsible WEG Group ethical behavior to be followed by its entire supply chain.",
    "for managing = Responsible WEG encourages the dissemination of the Code of Ethics guidelines in all the scopes of decision the Code of for applying and operation of the suppliers, and also in their respective supply chains.",
    "Ethics.",
    "the Code.",
    "RESPONSIBLE SUPPLY CRAIN HIGHLIGHTS AND ADVANCES IN THE TOPIC IN 2023 CREATION OF STRATEGIC OBJECTIVES = To engage a supply chain with ethics in human rights, labor relations and CREATION OF THE WEG environmental preservation, assessing SUSTAINABLE SUPPLIERS PROGRAM risks and providing opportunities for their development.",
    "= Establishment of global actions and goals aimed at supplier engagement = To promote the management.",
    "of ‘2024.",
    "restricted materials, observing the socio-environmental impacts of the business.",
    "REVIEW OF SUSTAINABILITY RISK ANALYSIS IN THE GLOBAL SUPPLY CHAIN REVISION OF THE CODE OF ETHICS FOR SUPPLIERS gf , 7 - =_ 7 a , A a J ‘_ -s#.",
    "J i Z , S J , .",
    "/ y 4 A Pa .",
    "£ , i 7 J 4 .",
    "y J , 7 j a 7 4 4 \" 7 ££ | .",
    ": f a , yo y 7 A J , , , | , se , = ; y J J J , J ; J - + OIRCULAR AND EFFICIENT OPERATIONS Eco-efficiency and Waste and Emission Management 52 Carbon Neutral in Operations 57 OPERATIONS ENGAGED EMPLOYEES AND COMMUNITIES SUSTAINABILITY AT WEG GOVERNANCE AND ADDITIONAL ASSURANCE E ETHICAL CONDUCT INFORMATION LETTER 1 EFCO-EFFICIENCY AND WASTE AND EMISSION MANAGEMENT The constant search for optimizing eco-efficiency in the management of natural resources, as well as the mitigation and reduction of pollutants in emissions and waste from industrial processes, are intrinsic to WEG’s strategic sustainability objectives.",
    "We undertake all necessary efforts to conserve and/or regenerate natural resources, ensuring the proper treatment of waste, as well as the recycling and reuse of materials in our production processes.",
    "WATER AND EFFLUENTS WEG adopts initiatives and operational controls focused on reducing water consumption and effluent generation by monitoring consumption, implementing operational controls and improving projects, such as those established by the Kaizen WEG program and the WEG Management System (WMS).",
    "Effluents generated in operations are properly treated and constantly monitored so as to guarantee the minimization of impacts and compliance with the legislation.",
    "Part of the effluents treated in the operations are reused in the internal processes, and some effluent treatment plants enable up to 100% reuse of the treated effluent.",
    "In relation to water scarcity, 26% of the company's facilities are located in regions in such condition, reinforcing the management and control of this fundamental resource.",
    "Even though we have some facilities in areas of water scarcity, this characteristic did not impact WEG’s operations, and the scenario is constantly monitored to avoid future impacts.",
    "COOLING TOWERS REUSE OF EFFLUENTS The cooling towers use water in their process, are equipped with VSDs (to drive the recirculation pumps) and have a water treatment system that allows reuse in a closed circuit (without or with very little water disposal).",
    "The reuse of effluents is a practice adopted by WEG and is crucial in the sustainable management of water resources.",
    "It involves advanced treatment of wastewater, making it suitable for non-potable purposes such as garden irrigation, toilet flushing and industrial cooling.",
    "This approach saves high-quality drinking water and reduces the burden on water treatment systems and _ natural waterways.",
    "Furthermore, the reuse of effluents contributes to mitigating water scarcity in drought-prone regions and reducing water pollution.",
    "ETHICAL CONDUCT INFORMATION LETTER ENGAGED EMPLOYEES AND COMMUNITIES weg INDICATORS The indicators represent all WEG global operations, including commercial units.",
    "WATER CONSUMPTION - ABSOLUTE (m*°) 2021 988,358 2022 1,160,552 2023 1,217,226 WATER CONSUMPTION - ABSOLUTE / NET OPERATING REVENUE (NOR) (M?/ BRL thousand) 2021 41.9 2022 38.8 2023 37.4 EFFLUENT EMISSION —- ABSOLUTE / NET OPERATING REVENUE (NOR) (M?/ BRL thousand) EFFLUENT EMISSION —- ABSOLUTE (m‘%) 2021 989,933 2021 25.0 2022 890,634 2022 29.7 2023 686,476 2023 21.1 WATER CONSUMPTION - BY TYPE OF SOURCE (%) Public company Well Rivers/lakes Reuse water Rainwater 2021 47.1 28.0 18.5 6.2 0.2 97.5 22.4 18.5 1.5 0.1 06.2 24.4 16.7 2.6 0.1 EFFLUENTS - BY TYPE OF DISPOSAL (%) Surface water (after treatment) Groundwater (after treatment) Sea water (after treatment) Treatment by third party 13.0 12.0 75.0 29.1 6.2 64.7 15.2 4.8 80.0 SOLID WASTE WEG continuously works on processes that reduce environmental impacts, basing the activities on preventive measures to protect the environment, such as the conservation of natural resources and management of emissions and waste generation.",
    "It has a structured waste management in its operations based on improvement programs.",
    "The effective solid waste management not only reduces negative impacts on the environment, such as ground and water pollution, but it can also generate economic benefits, such as the recovery of recyclable materials and the production of energy from organic waste.",
    "WEG’s waste management works to reduce waste generation and then dispose of it appropriately.",
    "To that end, all WEG units have a Waste Management Plan to establish procedures for handling, containment and correct disposal of waste related to the activities carried out at WEG.",
    "The objective of the Waste Management Plan is to protect public health, environmental quality and encourage the adoption of sustainable patterns of production and consumption of goods and services, in addition to complying with the applicable legislation.",
    "PROMOTING CIRCULARITY IN THE PROCESSES SOLVENT RECOVERY WEG’s practice is to treat and recover solvents used in painting production processes.",
    "Therefore, the solvents that are used to clean equipment, such as guns, pipes and hooks, are sent to a distiller (equipment that recycles the solvent) instead of being discarded.",
    "They are treated, recovered and returned to the production process.",
    "In Jaragua do Sul/SC (Brazil) alone, in 2023 more than 64,000 liters of solvent were recovered, avoiding its final destination as waste.",
    "The recovery and recycling of solvents, products that are often considered dangerous due to their environmental impacts and risks to human health, play a vital role in reducing waste and mitigating damage to the environment.",
    "The importance of this process lies not only in minimizing air, soil and water pollution caused by improper disposal of solvents, but also in preserving natural resources and reducing the need to manufacture new chemical products.",
    "By recovering and recycling solvents, the contamination of sensitive ecosystems and the exposure of communities to toxic substances are avoided, thus promoting public health and environmental improvement.",
    "Furthermore, solvent recovery and recycling also represent a viable economic approach, as it reduces the costs associated with purchasing new materials and waste treatment, while encouraging more responsible business practices aligned with the principles of the circular economy.",
    "SCRAP METAL WEG reuses scrap metal from various sectors of the company — stamping, post-consumer products and machining — which are sent to the casting process of endshields and frames.",
    "Such practice allows 100% of motor frames and endshields produced in Brazil and Mexico to be manufactured from reused material, not requiring the exploration of the environment in search of raw materials.",
    "S| HEAT RECOVERY - ENAMELING PROCESS MACHINING CHIP REUSE Enameling furnaces are equipped with catalytic plates that catalyze To reuse the chips generated by the machining processes of the gases from the drawing process, generating heat which is shafts and cast parts — previously sold as scrap — a process reused in the process itself.",
    "The reuse of generated heat plays of crushing, mixing and briquetting of these materials was a fundamental role in the energy efficiency and sustainability developed.",
    "of industrial operations.",
    "The intelligent use of this residual heat allows not only to reduce energy consumption, but also to minimize greenhouse gas emissions and the environmental impact associated with industrial activities.",
    "After four years of study, this development led to the implementation of a chip processing line, the first one to operate in this way in the world, which processes around 6,240 tons of scrap per year, allowing its use as a Source of raw material in WEG metal casting.",
    "In addition to using this waste, this process recovers around 13,/00 liters of oil per year, previously discarded with the chips, with a balance of 155,768 kW/year in energy consumption in the fusion process.",
    "This process increases the use of secondary materials in WEG products, increasing the reduction of the product carbon footprint.",
    "NDICATORS To ensure efficient management, WEG has indicators that enable verification of the types and destinations of this waste.",
    "The indicators represent all of WEG’s global operations, including commercial units.",
    "SOLID WASTE GENERATION - ABSOLUTE (ton) Recyclable / non-hazardous 71.1 75.8\") 72.2\") 2021 261,326 Recyclable / hazardous 1.2 2022 283,059 Non-recyclable / non-hazardous 22.1 25.5 25.4 2023 258,444 Non-recyclable / hazardous 2.1 2.3 2.3 Note: 1) Data related to the generation of recyclables, without breakdown by non-hazardous and hazardous.",
    "GENERATION OF SOLID WASTE - ABSOLUTE / NET OPERATING DISPOSITION TYPE (%) 2021 | 2022 | 2023 REVENUE (NOR) (TON/ BRL thousand} Reuse 30.2 31.0 28./ 2021 11.0 Recycling 45.6 41.9 43.7 2022 a Landfill 22.6 25.1 25.3 2023 rg Incineration / co-processing 1.6 2.0 2.3 S| CARBON NEUTRAL IN OPERATIONS Being carbon neutral in operations is WEG’s commitment to contributing to the mitigation of climate change, and it is fundamental to adapting its activities to the context of climate scenario we are experiencing.",
    "By reducing its greenhouse gas emissions and subsequently offsetting residual emissions, WEG will not only contribute to the environment, but also to social responsibility, increasing its competitiveness in the global market.",
    "Furthermore, actions towards carbon neutrality can lead to reductions in operational costs, greater energy efficiency and innovation in processes and products.",
    "Within the current and predicted climate scenario, it is necessary to establish a long-term strategy to obtain the desired impacts.",
    "WEG CARBON NEUTRAL PROGRAM Created in 2022, the WEG Carbon Neutral Program aims at making efforts to achieve the GHG emission goals established for the entire WEG group.",
    "The goals defined by WEG are in line with global climate ambitions, which aim to limit the increase in the global average temperature by 1.5 °C.",
    "GOALS 2030 2050 vei b 2 Ni eT- Ze ro WEG Global Scope 1 and Scope 2 Emissions (base year 2021) Considering the scope of this challenge, the entire company is responsible for achieving the goals, being addressed at a strategic, tactical and operational level.",
    "The goals for reducing GHG emissions are being broken down annually to the Business Units according to the results of the previous year's inventory, and they will be part of the WEG Quality and Productivity Program (PWQP), an internal target program that impacts variable remuneration of employees andalsothe executives’ targetprogram.",
    "Decarbonization actions include investment in updating processes, use of renewable energy and more efficient technologies.",
    "In 2023, the rollout of the program brought important results for WEG to continue on the path to becoming Carbon Neutral in its operations.",
    "COMMUNITIES ETHICAL CONDUCT INFORMATION LETTER S| GOAL MONITORING SCOPE 1 AND SCOPE 2 EMISSIONS (tCO,e) 151,275 128,631 113,425 -15% -20'0 2021 2022 2023 WEG reduced its emissions by In 2023 in comparison to the base year 2021.",
    "Comparing 2022 with 2021, the reduction was GHG REDUCTION PROJECTS In 2023, as a way of stimulating and exchanging experiences among the areas involved in the WEG Carbon Neutral Program, WEG awarded the best projects conducted in the year.",
    "In total, in 2023 more than 800 projects were mapped around the world, demonstrating the scope of the company's efforts to achieve its goals.",
    "EXAMPLE PROJECTS = Self-production of renewable energy in Austria, Argentina, Mexico and Brazil.",
    "= Purchasing of Renewable Energy in India and China.",
    "= Electrification of processes that use fossil fuels.",
    "= Replacement of combustion forklifts with electric ones in operations in Brazil.",
    "=™ Process improvement to reduce natural gas consumption in Brazil.",
    "CARBON WORKSHOP GLOBAL WORKING GROUPS TO To share information and experiences to reduce Greenhouse Gas DECARBONIZE OPERATIONS emissions from the WEG Group operations, a workshop was held In 2023, specific and dedicated working groups were created to involving several units of the group.",
    "The event helped engage develop solutions for common challenges in WEG operations.",
    "participants in the WEG Carbon Neutral Program, bringing practical examples of the actions being implemented at WEG to reduce GHG emissions, with the participation of external WEG partners, = Decarbonization of light fleets who shared their experiences in the decarbonization journey.",
    "Three groups were created: = Decarbonization of heavy fleets = Decarbonization of refrigeration systems ALIGNMENT WITH THE PARIS AGREEMENT Considering the context of current climate urgency, WEG seeks to expand its operations and engagement on the topic on different fronts, among them, in different relevant sectors of the low-carbon economy.",
    "ABORD/ Hele ee 3 This occurs through participation in various entities and related public DA dette hae policies, as well as initiatives on this agenda to implement the Paris 1 ah ited aeons tees Seeks Agreement.",
    "In 2023, WEG was present at COP 28, aiming to monitor and stimulate this agenda.",
    "EMISSIONS OFFSETTING Until 2030, WEG will be focused on projects to reduce CO, emissions, investing in the effective reduction of emissions and mitigation of impacts, before any emission offsetting movement.",
    "COMMUNITIES AGREEMENTS FOR SELF-PRODUCTION OF WIND ENERGY IN BRAZIL WEG and Alupar signed a partnership in 2023 for self-generation of renewable energy.",
    "The energy will be generated at the AW Santa Regia wind farm (EAP Il) located in the state of Bahia and will have an installed capacity of 37.8 MW, physical guarantee of 21.7 average MW, operating with nine WEG AGW 147 wind turbines with nominal power of 4.2 MW.",
    "WEG also signed an agreement in 2023 with 2W Ecobank for self-production of wind energy in the State of Rio Grande do Norte.",
    "The initiative will guarantee 30 average MW of renewable energy for WEG’s industrial operations in the form of self-production through matching.",
    "The two renewable energy self-production projects will supply 90% of the electricity demand of WEG operations in Brazil, corresponding 75% of the group's global energy consumption, expected to be completed in 2024.",
    "GOVERNANCE AND ETHICAL CONDUCT ADDITIONAL INFORMATION ASSURANCE LETTER ey (GREENHOUSE GAS (G L G) % OF RENEWABLE ENERGY USE The strategy for purchasing renewable electrical energy is defined by the WEG Carbon KE l\\/ ISSIOON S INE Nie aw Neutral Program, which encompasses all WEG Group operations.",
    "The use of 100% renewable energy with guaranteed origin in WEG operations is part of the program's strategy, aimed at achieving GHG reduction targets.",
    "The use of renewable energy occurs through different devices, the main ones being Self-production, Power Purchase Agreements (PPAs) and Renewable Energy Purchase Certificates.",
    "SCOPE 1 GRI 305-1 Scope 1 refers to direct GHG emissions from production processes, such as the use of fossil fuels.",
    "Percentage of renewable energy consumption coming from renewable energy sources with guaranteed origin SCOPE 1 EMISSIONS (tCO,e) 2022 04,864 2023 49,919 2023 22.9% SCOPE 1 EMISSIONS BY CATEGORY (tCO,e) ee ee SiON INTENSITY Stationary combustion 33,067 38,612 36,401 Mobile combustion 6,302 6,921 9,222 SCOPE 1 AND 2 EMISSIONS / Fugitive 6,547 8,547 3,744 NET OPERATING REVENUE (NOR) (tCO,e/ BRL thousand) Waste and effluents 1,379 335 121 2021 6.4 Industrial processes 410 448 431 2022 4.3 Agricultural activities 14 1 1 2023 3.5 SCOPE 2 mn 205.2 INTERNAL EMISSION FACTOR - SCOPE 2 scope 2 refers to indirect greenhouse gas emissions from energy consumption.",
    "SCOPE 2 EMISSIONS (tCO,e) - MARKET-BASED 2021 103,556 2022 13,/68 2023 63,506 Considering WEG’s energy consumption mix, bilateral agreements and the purchase of I-REC, the increase in the contribution with the renewable energy share can be observed by means of the reduction of the indicator below, which shows the reduction of 13.9% in comparison to 2022.",
    "INTERNAL EMISSION FACTOR (tCO,e/MWh) ELECTRIC ENERGY CONSUMPTION (MWh) - 2023 Absolute energy consumption: 2021 2023 0.186 0.130 0.112 127,709 Renewable energy SCOPE 3 GRI 305-3 scope 3 refers to indirect GHG emissions from the value chain.",
    "To determine scope 3 emissions, all categories relevant to WEG were considered, 8 of the 15 existing ones.",
    "WEG has been calculating emissions for its value SCOPE 3 EMISSIONS (tCO,e) chain since 2021, and the results indicate that the most representative scope 3 categories for WEG are “Use of products sold” and “Acquisition of materials and services”.",
    "Actions to reduce emissions in these categories are 2021 26,872,637 focused on improving the efficiency of products that support decarbonization in its customers’ activities and 2022 °1.750.867 on investments in research and innovation, as well as on engaging WEG’s supply chain in its commitment to Se fighting climate change.",
    "9023 21,803,746 EMISSIONS BY PURCHASE CHOICE EMISSIONS AND REPRESENTATION BY CONTINENT (tCO,e) SCOPE 3 EMISSIONS BY CATEGORY (tCO,e) OPERATIONAL CONTROL % REPRESENTATIVENESS CONTINENT Purchased goods and services 319,475 1,228,500 1,084,553 Capital goods 52,101 55,126 89,887 North America 20,328.4 31,546.6 45.7% Upstream combustion 3,444 5,649 6,322 South and Central America} 20,731.38 13,462.8 30.1% Upstream transport 17,655 337,936 266,913 Asia-Pacific 3,893.7 13,546.1 15.4% Waste and effluents 6,823 6,877 7,492 Atrica 3,044.2 2,121.0 4.6% Business trips 6,466 14,397 21,025 Europe 1,921.3 2,829.3 4.2% Employee commuting 23,065 22,808 23,979 Toran Ss] 9,918.9 | 63,5089 | = 100% Use of products sold 26,443,607 20,079,573 20,303,576 Note: calculated based on the Market-based method.",
    "S| BIOGENIC EMISSIONS AND REMOVAL - CALCULATION ; OF THE CARBON CYCLE IN OWN FORESTS CO, REMOVALS (tCO,e) 022 To calculate CO, removals, the areas that maintained managed GHG Protocol Methodology 80,325 78,490 forests in 2023 are considered, covering 5,026 hectares of the total 6,018 hectares of areas managed by WEG.",
    "These removals IPCC Methodology 133,967 130,759 are directly linked to pine and eucalyptus plantations, which Note: 1) When calculating removals, areas that were harvested or planted in the corresponding year are disregarded.",
    "are managed to provide wood for the production of packaging for WEG products.",
    "Planted forests, in addition to other benefits, provide the ecosystem job of capturing carbon from the atmosphere td ala LL ed OT) — poe | 028 during the growth of woody species through photosynthesis.",
    "Scope 1 1,659 1,919 During 2023, the 5,026 hectares of managed forests removed 78,490 tCO,e following the GHG Protocol’) Scope 3 2.265 2.453 method and 130,759 tCO,e following the IPCC methodology (Intergovernmental Panel on Climate Change)”.",
    "WEG’s GHG Emissions inventory calculates and reports biogenic emissions and removals separately, and these numbers are not considered in the emissions balance.",
    "The validation process provides greater reliability to the figures presented and supports the company in the continuous evaluation and improvement of the management on the Notes: 1) GHG Protocol, Technical Note: Greenhouse gas protocol!",
    "calculation tool for at 5 _—— forestry in Brazil.",
    "WRI Brazil, Jan 2020.",
    "GHG emissions.",
    "WEG’s 2023 Greenhouse Gas emissions inventory follows the GHG 2) Intergovernmental Panel on Climate Change, IPCC (2006) / Good Practice Protocol and ISO 14064 methodology and was audited by a third party.",
    "Guidance for Land Use, Land-Use Change and Forestry, GPG LULUCF (2003).",
    "EXTERNAL VALIDATION OF THE GREENHOUSE GAS EMISSIONS INVENTORY ACCESS THE EXTERNAL VALIDATION LETTER BIODIVERSITY For WEG, ecosystems and forests are extremely important; therefore, we seek to incorporate the preservation of biodiversity into the management practices, in accordance with the guidelines of the WEG Sustainability Policy.",
    "WEG has management areas and natural conservation areas (Natural Forests, Permanent Preservation Area and Legal Reserve).",
    "Combined, they total approximately 11,616 hectares.",
    "Management areas 6,018 ha Natural forests” 2,302 ha Permanent Preservation Area (PPA) 847 ha Legal Reserve 2,449 ha Note: 1) Permanent Preservation Areas and Legal Reserves not considered.",
    "located in seven cities in Santa Catarina - Brazil.",
    "These areas are managed by the RF Reflorestadora unit in order to conduct reforestation with pine and eucalyptus, which play an essential role in providing wood as a renewable input for the production of wooden packaging for WEG products.",
    "The entire process is conducted in accordance with the best forestry practices, aiming to preserve natural resources.",
    "A concrete example of these practices is the adoption of the minimum cultivation technique.",
    "After harvesting, plant residues such as leaves and branches are kept in the field.",
    "This practice not only protects the soil, but also contributes to nutrient cycling.",
    "Minimum soil disturbance is a measure adopted to preserve its integrity.",
    "Another positive impact is the adoption of genetically improved seedlings, resulting in productivity gains without the need for area expansion.",
    "These actions reflect the commitment to the conservation of natural resources and biodiversity.",
    "WOODEN PACKAGING WEG manufactures its own wooden packaging for its products.",
    "Wood, coming from reforestation plantations, especially pine and eucalyptus, is considered a renewable and biodegradable input.",
    "This practice highlights WEG’s commitment to the responsible use of natural resources in its production chain.",
    "In the production of packaging, WEG adopts guidelines and uses tools seeking optimization and improved efficiency in the use of wood.",
    "Additionally, improvements are being introduced in the sawmill process in order to further maximize the use of wood.",
    "With the same purpose, WEG carries out reverse logistics of its wooden packaging between the branches of the Jaragua do Sul/SC and Linhares/ES business units, reintegrating approximately 2,460 packages into the process in 2023.",
    "WEG is evaluating the possibility of expanding this practice to other units, demonstrating its continued commitment to the reverse logistics of its packaging.",
    "S| AND SOLUTIONS OPERATIONS ENGAGED EMPLOYEES AND COMMUNITIES ETHICAL CONDUCT INFORMATION GOVERNANCE AND ADDITIONAL ASSURANCE LETTER S| PERMANENT PRESERVATION AREA AND LEGAL RESERVE Legal Reserve and Permanent Preservation Area are protected areas intended for the conservation of natural resources and biodiversity.",
    "These areas have the function of minimizing the effects of human action on the environmental balance, promoting the protection and conservation of water resources, geological stability, rehabilitation of ecological processes, among other ecological functions.",
    "In addition to natural forests, WEG has 847 hectares of Permanent Preservation Areas (PPA) and 2,449 hectares of Legal Reserve (LR).",
    "These areas are in total preservation, without human interference, effectively protecting natural resources and biodiversity.",
    "NATURAL FORESTS The Atlantic Forest is recognized as one of the most biodiverse biomes on the planet, characterized by the vast variety of fauna and flora species it houses.",
    "WEG owns 2,302 hectares of natural forests, predominantly located in the Atlantic Forest biome, in Brazil.",
    "These areas are maintained at a high level of conservation, playing an essential role in providing ecosystem services.",
    "Among such services, water supply, nutrient cycling, preservation of biodiversity and genetic heritage stand out.",
    "In addition to their contribution to ecosystem services, WEG’s forests also act as ecological corridors, facilitating circulation and providing shelter for fauna between different forest segments in the region.",
    "WEG’s responsible participation in these areas reaffirms its commitment and contributes to the preservation of biodiversity.",
    "CARBON NEUTRAL OPERATIONS HIGHLIGHTS AND ADVANCES IN THE TOPIC IN 2023 More than absolute reduction In GHG emissions (base year 2021) projects supported More than More than of GHG reduction Mapped until projects projects executed ENGAGED EMPLOYEES AND COMMUNITIES Comprehensive Well-being, Diversity and Inclusion 70 Sustainable Growth of the Communities 93 COMPREHENSIVE WELL-BEING, DIVERSITY AND INCLUSION HEALTH, SAFETY AND WELL-BEING OF EMPLOYEES Aiming to promote a healthy and safe environment for its employees, WEG continually works to strengthen its policies, structuring programs and processes that promote awareness and dissemination of the prevention culture, establishing the appreciation of human beings in the development ' xt — of their activities, in accordance with its Health and Safety Policy: & WW \\ = Adopting preventive approaches at all hierarchical levels.",
    "Sy) i) t \\ \" ‘ = Identifying, eliminating and/or minimizing the significant risks to the me Ml i | - safety and health of its employees, contractors and public in general.",
    "= Identifying and complying with the company, legal and other applicable requirements for occupational health and safety related to its processes, products and services.",
    "= Setting objectives and goals, aiming at continuously improving the performance of the management system.",
    "= Promoting the participation of workers and their representatives.",
    "MANAGEMENT GOVERNANCE GRI 403-1/403-4 HEALTH AND SAFETY COMMITTEE Assignment Toevaluate and approve improvement projects for safety and ergonomics in work environments, as well as to define related global strategies and guidelines.",
    "In addition, it also analyzes the results of the annual goals, objectives and indicators, supporting investments necessary to establish the necessary prevention standard.",
    "Composition Nine members form the Committee, namely: = HR Director (Coordinator) = 1 Manager Director = 6 Industrial Directors = Corporate Health and Safety Manager WEG maintains its work practices in Health, Safety, Ergonomics and Occupational Hygiene through the identification, minimization and/or elimination of risks to the occupational health and safety of employees, service providers and the general public: establishing annually objectives and goals aiming to continually improve the environment, procedures and practices currently applied; training and promoting the participation of workers and their representatives in Health and Safety.",
    "Through programs like the WEG Management System (WMS), WEG seeks to improve safety and health, structuring methods and tools in a standardized way.",
    "UNITS ABROAD The units abroad follow the WEG Group's policies, strategies and guidelines, having autonomy to adapt corporate rules according to demands and to comply with local legislation.",
    "Thus, WEG has occupational health and safety management system certification in different countries and in accordance with local laws and realities.",
    "STRUCTURE OF HEALTH AND SAFETY PROFESSIONALS WEG has Health and Safety professionals experts spread across and integrated with the company's projects and environments, playing a fundamental role in the design and development of solutions and processes.",
    "With professionals in various areas Such as ergonomics, occupational hygiene, safety engineering, occupational medicine, clinical medicine, speech therapy, social assistance and psychology.",
    "In 2023, the units in Brazil had more than 2,000 employees qualified and/or trained in health and safety.",
    "for all stakeholders.",
    "The WMS management system, which was kicked off in 2016 in the company, is a management system that promotes the use of a methodology that seeks continuous improvement in the company based on the WCM (Word Class Manufacturing) methodology.",
    "The WMS is based on three fronts: basic stability, for maintenance process stability; loss reduction, for continuous optimization of resources, and pillar methodologies focusing on transforming internal processes and the constant evolution of the system.",
    "WEG works with a focus on the Security Pillar integrated with the other pillars, ensuring that practices and policies are developed to ensure safe working environments and accident prevention, disseminating a prevention culture at all levels of the organization.",
    "The WMS organizes the tools and practices into seven steps, requiring that the evolution to the next step takes place after a compliance audit.",
    "\\\\\\\\\\ eH AN os -_ -—- «— -— - - —— -- 7_ ~~ .",
    "«‘ ~*~ ~ ~ S mS “ CTE — Whee yyw WP by .",
    "— eer YOO, doer &.",
    "S| Thus, all current programs and tools undergo a review and update based on the structure of the manufacturing management system, aiming at improving safety, quality, productivity, maintenance and logistics by means of a set of methods and tools.",
    "People are trained to take responsibility at each level, as required to implement the system.",
    "This responsibility is strengthened through tools such as the Safety Observation Card and SAF (Safety) Label, allowing the reporting of risky situations and behaviors in the work environment.",
    "SUSTAINABLE PRODUCTS CIRCULAR AND EFFICIENT ENGAGED EMPLOYEES AND GOVERNANCE AND ADDITIONAL ASSURANCE AND SOLUTIONS OPERATIONS COMMUNITIES ETHICAL CONDUCT INFORMATION LETTER The Safety Pillar is structured as follows: SAFETY Objective: Disseminate the prevention culture at all levels of the organization, aiming for zero accidents.",
    "Step 0 >» Step 1 >» Step 2 >» Step 3 >» Step 4 >» Step 5 >» Step 6 >» Step 7 Establish the Analyze Develop Establish the Conduct audits Implement the Implement Complete safety basic conditions incidents and expansion initial safety and inspections safety notes.",
    "continuous management and define the their causes.",
    "plan and verity standards and prepare improvement system, with model area.",
    "effectiveness.",
    "(procedures).",
    "preventive and create focus in security action plans.",
    "autonomous behavioral and standards.",
    "occupational.",
    "Employees can contribute information about their working conditions through monthly meetings, in daily conversations used to discuss safety issues related to the activities to be performed during the work shift and through tools that aim to promote the employees’ participation in problem solving and continuous improvement activities that generate positive results in all processes —-moments that provide interaction between employees and managers, such as Kaizen WEG in Brazil.",
    "AND SOLUTIONS CIRCULAR AND EFFICIENT OPERATIONS GOVERNANCE AND ADDITIONAL ASSURANCE ETHICAL CONDUCT INFORMATION LETTER weg GRI 403-5 For employees to act safely and conscientiously on a daily basis, as well as being engaged with the company's guidelines and objectives, WEG carries out safety awareness and training actions.",
    "Some programs and actions such as the Daily Safety Dialogue and specific Training Programs, structured according to the employee's area of activity, are examples of actions that foster this safety process.",
    "A series of programs and actions are also developed to identify risks and improvements in workplaces on a continuous and consistent basis, such as: Routines for Mapping Safety and Ergonomics Hazards and Risks, Preventive Task Analysis, Safety Audits, Internal Accident Prevention Commission, Machine and Equipment Assessment Program and Emergency Response Plans.",
    "AND SOLUTIONS OPERATIONS COMMUNITIES ETHICAL CONDUCT INFORMATION LETTER 1 CAPABILITIES BEGINNERS PERIODIC OCCASIONAL = Training for new hires, with general and adaptation rules.",
    "= On-the-job Training, with specific rules for occupational safety and health, based on operational standards.",
    "= Risk Perception Training, aimed at safe behavior.",
    "= Induction Training for Service Providers and Visitors.",
    "Safety and Health Rules for stakeholders.",
    "= Specific training, such as training for Internal Committee on Accident Prevention and members of an emergency brigade.",
    "= On-the-job Training about the sequential operating patterns, after the evolution of the employee's knowledge at the workstation.",
    "= Refresher of initial training as provided for in legislation.",
    "= Emergency response plan, including drills.",
    "= Training and qualification on specific events such as new control measures and use of PPE.",
    "= Training and qualifications established in campaigns such as Internal Week of Workplace Accident Prevention, with subjects according to the annual work proposal.",
    "Mandatory training is related to the workstation, ensuring that people in a specific position receive training relevant to the position.",
    "The training path established in the On-the-job Training is specific.",
    "The content is maintained by the area itself, based on local operational and workplace safety standards.",
    "The number of employees trained in health and safety standards in 2023 was more than 8,800.",
    "In Brazil, distance learning courses on Safety and Health are available on an online platform, with topics related to healthy eating, chronic diseases, defensive driving, ergonomics, workplace safety and hearing protection.",
    "Control measures at WEG follow the hierarchy: 0c) Mu oc TS (IN < ) C A ELIMINATION Seek solutions that can eliminate the condition of dangers and risks in the workplace.",
    "REDUCTION Work on solutions to lower the risk to an acceptable level.",
    "ENGINEERING Projects that help control risks.",
    "ADMINISTRATIVE Risk management.",
    "PERSONAL PROTECTIVE EQUIPMENT As a last resort, when other measures are not possible or are in the process of being developed or being implemented.",
    "S| MONTTORING OF CONTROL MEASURES GRI 403-2 / 403-4 Monitoring of control measures occurs: = Daily in routine management, where the Action Plans indicator is presented.",
    "= Monthly at the meeting of the WEG Safety and Ergonomics Program, where those in charge present the evolution of solutions.",
    "Action plans have an automatic workflow routine, previously defined in WEG’s registration and _ internal control system.",
    "The workflow is forwarded whenever a new plan is inserted or updated according to its status, reaching managers and other responsible parties.",
    "All lessons learned are recorded and shared in new projects and shared for the expansion and scope of actions for the WEG Group.",
    "The inclusion of the shared Subject occurs on the agenda of the WEG Safety and Ergonomics Program meeting for follow-up.",
    "MACHINES AND EQUIPMENT Seeking to assess the risks and the need for control measures, we assess machines and equipment in accordance with the rules and standards in force.",
    "To that end, the Program for the Assessment of Machines and Equipment manages changes to resources, being the channel for including lessons learned.",
    "In this program, the entire process of acquiring or improving machinery and equipment is assessed by the Occupational Safety area so that it can be carried out considering all aspects of safety and ergonomics necessary for the operation.",
    "When the machines or equipment are installed, they check whether the items proposed in the assessment prior to the purchase or internal manufacturing were provided or if there is a need for additional items.",
    "WEG has been investing heavily in improving robotization processes, which have helped reduce the risk of injuries, considerably decreasing human-machine interaction, replacing or eliminating manual and repetitive operations.",
    "AND SOLUTIONS CIRCULAR AND EFFICIENT OPERATIONS GOVERNANCE AND ADDITIONAL ASSURANCE ETHICAL CONDUCT INFORMATION LETTER weg CHANGES TO LAYOUT AND NEW CONSTRUCTION To ensure that layout changes, new constructions and equipment relocations are conducted following the criteria and ensuring that safety and health standards will be met, specific and targeted committees were created to assess these changes and conduct a thorough analysis of safety and health items, with the effective participation of the occupational safety and ergonomics area and employees.",
    "In this way, we ensure that all health and safety aspects are evaluated and that our operations become safe to perform the tasks.",
    "PROMOTION OF HEALTF, WELL-BEING AND QUALITY OF LIFE GRI 403-3 / 403-6 WEG develops and provides a variety of services, programs and initiatives that are offered to employees, aiming to promote quality of life and well-being.",
    "Employee health is monitored with integration between the areas of Occupational Health, Occupational Hygiene, Safety/Ergonomics and Food.",
    "Some of the highlights are: OCCUPATIONAL HEALTH HEARING WEG LIVING WELL LABOR MEDICAL CONTROL CONSERVATION DAILY BALANCED PROGRAM GYMNASTICS PROGRAM PROGRAM DIET Which aims to identify employees — Break for physical activity, Tool that seeks to prevent the lt standardizes measures that Provides complete nutrition with chronic non-communicable guided by professional health and safety of employees promote, maintain and prevent is healthy for everyone diseases and/or health problems, _ instructors to improve the health in relation to the risks to which the hearing health of employees collaborators, as Food Program mitigate the risks related to these = and quality of life of employees.",
    "they are exposed in the work exposed to occupational noise Worker of the Ministry of Labor pathologies and plan health environment.",
    "risks.",
    "and Employment (Brazil).",
    "promotion actions.",
    "It has 3 main axes that are worked on: body, mind and spirit.",
    "AND SOLUTIONS CIRCULAR AND EFFICIENT OPERATIONS ENGAGED EMPLOYEES AND COMMUNITIES GOVERNANCE AND ETHICAL CONDUCT ADDITIONAL INFORMATION ASSURANCE LETTER weg FEALIA CARE WEG values the importance of physical and emotional medical assistance to its employees and, therefore, offers a wide accredited network of health plans that have specialized professionals for osychosocial care, physical and emotional treatments, among others.",
    "We conduct an analysis of the epidemiological profile or health profile to further encourage concern about the health of employees.",
    "This allows to identify the general health condition of a specific population and allows the development of focused strategies for health promotion.",
    "HEALTH AWARENESS Through the health profile, several specific actions are aimed at raising employee awareness regarding their health.",
    "Posters are put on information boards, materials are developed for monthly meetings held with employees and specific actions are taken in various strategic locations within the company, such as raising awareness about meals when leaving cafeterias and raising awareness about diseases through lectures.",
    "ee Al ee > establishes goals through the Health and Safety Program, where department goals related to the topic are defined.",
    "Among the performance indicators, the main one is LTIFR (Lost Time Injury Frequency Rate).",
    "LOST TIME INJURY FREQUENCY RATE (LTIFR) 0.95 0.71 0.47 2021 2022 2023 Note: the calculations were based on 200 thousand hours worked.",
    "RECORDABLE INCIDENT RATE 1.61 1.68 1.49 2021 2022 2023 Note: the calculations were based on 200 thousand hours worked.",
    "ENGAGED EMPLOYEES AND COMMUNITIES of all operating locations for which employee health and safety risk assessments have been conducted.",
    "of total workforce across all locations represented by formal and joint health and safety committees.",
    "TOTAL FATALITIES 2021 2022 82023 FATALITIES WITH TEMPORARY WORKERS AND THIRD PARTIES 2021 2022 82023 FATALITIES WITH WEG EMPLOYEES 2021 2022 82023 S| FIEALTA, SAFETY AND WELL-BEING 4 OF EMPLOYEES HIGHLIGHTS AND ADVANCES IN THE TOPIC IN 2023 33.8% || 11.3% reduction reduction in the lost time injury in the recordable incident rate frequency rate (LTIFR) in indicator.",
    "relation to the year 2022.",
    "S| DIVERSITY AND INCLUSION WEG disseminates respect for diversity and inclusion in its Code of t Ethics, in the Social Responsibility Policy, in the Recruitment and Selection Policy and in its internal rules, having as the main guideline the equality among employees and respect for differences, not accepting Is.",
    "discrimination of any kind in the workplace due to ethnicity, race, religion, culture, gender, political conviction, nationality, regionality, marital status, sexual orientation, physical or intellectual condition, among others.",
    "WEG monitors and takes prevention actions in cases - - .",
    ".",
    ".",
    "— =e -—-—' = —e es oe!",
    "ee ee es ee ee ee ee ee ee ee ee oe _ - of moral harassment, sexual harassment, racism, homophobia, eae ea transphobia and other forms of prejudice against minority groups, tae As f including its own employees and outsourced workers.",
    "he To manage the topic, the company's policies and guidelines, communication process and awareness and engagement actions and training for managers and leaders are used as a basis, and we have been working on processes to improve this agenda.",
    "At the end of 2023, aiming to address Diversity, Equity and Inclusion in a systemic way, WEG expanded the scope of the Occupational Inclusion Committee, which was renamed the Diversity, Equity and Inclusion Committee.",
    "AND SOLUTIONS CIRCULAR AND EFFICIENT OPERATIONS ENGAGED EMPLOYEES AND GOVERNANCE AND ADDITIONAL ASSURANCE COMMUNITIES ETHICAL CONDUCT INFORMATION LETTER PEOPLE WITH DISABILITIES As a result of the Occupational Inclusion Committee, now called the Diversity, Equity and Inclusion Committee, composed of corporate directors and managers and representatives of some units, WEG has been making progress in hiring people with disabilities in different areas of the Company.",
    "In the last years, WEG also continued important processes in this context, such as the PwD Working Group, which seeks strategies to continuously improve an inclusive culture, as well as actions related to the subject.",
    "PEOPLE WITH DISABILITIES —- BRAZIL o; 668 92 ES 325: weg AND SOLUTIONS CIRCULAR AND EFFICIENT OPERATIONS ENGAGED EMPLOYEES AND COMMUNITIES GOVERNANCE AND ADDITIONAL ETHICAL CONDUCT ASSURANCE INFORMATION LETTER S| QUALIFICATION PROGRAM FOR PEOPLE WITH DISABILITIES During 2023, WEG took a big step towards the inclusion of people with disabilities, with the creation of an exclusive training program for them.",
    "This program aimed to qualify people with disabilities from the community in WEG processes, preparing them for inclusion in the company.",
    "The program began to be developed with the preparation of a curriculum composed of technical and administrative content.",
    "The curriculum was made up of 200 hours of technical subjects with specific knowledge from the Automation, Motors and Energy units, and a further 40 hours of administrative and behavioral content.",
    "It was necessary to create material and adjustments taking into account the four possible groups impacting the process (visual, hearing, physical and intellectual), as well as the methodology of the classes, respecting the individual learning particularities, as well as the potential of each individual.",
    "Teachers, support staff and management underwent guidance and training to work with the public.",
    "=a oy Aten Sars a > ; —_ “ > The program began in June with the enrollment of 40 students.",
    "During classes, students had the opportunity to learn about theoretical technical content, have hands-on practices, make experiments, use computer labs and participate in group activities.",
    "At the end of the training, all employees were placed in the administrative and production areas of the Automation, Motors and Energy units.",
    "Many of them reported that it was a dream come true: getting to know WEG, its products and processes and having the opportunity to start as employees in this great company.",
    "AND SOLUTIONS CIRCULAR AND EFFICIENT OPERATIONS GOVERNANCE AND ETHICAL CONDUCT ADDITIONAL INFORMATION BRAZILIAN SIGN LANGUAGE Aiming at making communication — increasingly accessible, WEG carried out the following actions: Brazilian Sign Language course for listeners To help with communication between hearing and deaf employees, a basic course was held in-company, involving employees and managers, totaling 228 participants.",
    "Brazilian Sign Language interpreter In order to make communication increasingly accessible, WEG expanded the use of Brazilian Sign Language interpreter services, totaling more than 2,114 hours of service provided by professionals specialized in sign language, to work in person and in hybrid mode, in situations that require precision, cultural sensitivity and contextual adaptation, such as: selection interviews, integration of new employees, medical evaluation, support for managers, training, corporate videos, dismissals and other specific interpretations.",
    "EMPLOYEE TRAININGS Literacy in Inclusion for people from the HR Department Aiming to deepen the knowledge of the HR Department team in inclusion and offer technical support for the development of their activities, a Literacy Course was held for 30 employees.",
    "At the end of the course, participants developed projects within their areas, which include reviewing and/or creating practices with a more inclusive perspective.",
    "Seminar for Facilitators The Diversity, Equity and Inclusion (DEI) topic was included in a quarterly best practices event aimed at 73 Facilitators, who work directly in the training and development of employees in the manufacturing area.",
    "The facilitators received literacy on the main concepts of DEI and participated in a conversation, where they shared situations related to inclusion, aiming to maintain alignment between approaches and the execution of their daily activities.",
    "In 2023, the topic of DEI was addressed in five Seminars, involving 2,623 leaders: Diversity, Equity and Inclusion People with Disability Inclusion Model Generations at Work Female Leadership Autism ASSURANCE LETTER MANAGEMENT PRACTICES SEMINAR The Management Practices Seminars have been taking place since 2011 in order to share people management practices with leaders as a way of encouraging internal benchmarking.",
    "The meetings monthly take place in person and/ or synchronous and address pre-established themes from indicators organizational climate, assessment results of skills management and sharing trends in management of people.",
    "weg ETHICAL CONDUCT INFORMATION LETTER weg LEADERSHIP ACADEMY PLATFORM The platform was launched in 2023 globally, to serve aS a source of development, consultation and updating, bringing together all levels of WEG leadership around the world.",
    "This channel provides opportunities for new learning, knowledge exchange and search for management information, and it strengthens the role of the leader for an increasingly efficient and sustainable company.",
    "Gt Leadership ) Ola, Andreia Seja bem vindo a WEG Leadership Academy!",
    "Este espaco é para seu desenvolvimento profissional, trocas de conhecimento e oportunidade para novos aprendizados Aproveite ao maximo o que estas interacoes poderao te proporcionS#t \"] UMA NOVA Programa JORNADA ¢ )de idiomas COM ECA AGORA ~ WEG LEADERSHIP ACADEMY - D&l MODULE The WEG Leadership Academy is part of the Leadership Development Program, which aims at providing new leaders with immersion in the WEG culture and pointing out the importance of their role in the people management process.",
    "In 2023, one of the Leadership Academy modules addressed the topic of Diversity and Inclusion.",
    "More than 1,800 leaders received content related to the topic, such as: What diversity and inclusion is.",
    "Understanding what diversity is in the work environments and how it goes far beyond race and gender.",
    "Discover how to better recognize, include, value and collaborate with the different types of people around you and what you and your company can gain from that.",
    "Adopting measures to promote diversity and inclusion.",
    "Understanding the importance of leadership for diversity and inclusion, WEG has a training module in the Leadership Academy dedicated to Diversity, which promotes synergy between the differences present in the teams.",
    "DIVERSITY COURSE This module prepares managers to know them and understand diversity, its challenges and opportunities to minimize risks arising from prejudices and discrimination, as well as reinforcing the role of the manager aS an encourager to promote synergy between the differences present in the teams, deal with the complexities and adversities of the day the company's day-to-day operations and make decisions that provide the inclusion of people.",
    "Topics addressed such as: = What Is diversity.",
    "= What the diversities are (gender, disability, race/ ethnicity, nationality, birthplace, sexual orientation, age/generations, among others).",
    "= The contribution of diversity to the team.",
    "= Development of the team to respect diversity.",
    "= Diversity x WEG Code of Ethics.",
    "= Benefits of diversity for WEG’s management as a global company.",
    "Participants: In the last 3 years, more than 300 managers have been trained in the Diversity module.",
    "AND SOLUTIONS CIRCULAR AND EFFICIENT OPERATIONS ENGAGED EMPLOYEES AND COMMUNITIES GOVERNANCE AND ETHICAL CONDUCT ADDITIONAL INFORMATION ASSURANCE LETTER weg INDICATORS GRI 405-1 GENDER Men Women % OF EMPLOYEES TOTAL (%) 19.4 20.6 IN SUPERVISORY POSITIONS 94.0 6.0 IN MANAGEMENT POSITIONS 97.4 2.6 % OF GOVERNANCE BODIES IN BOARD OF DIRECTORS IN DIRECTION POSITIONS % OF EMPLOYEES TOTAL (%) 18.7 21.3 IN SUPERVISORY POSITIONS 80.4 19.6 IN MANAGEMENT POSITIONS 90.7 9.3 % POSITIONS OF GOVERNANCE BODIES 100 © © IN BOARD OF DIRECTORS IN DIRECTION POSITIONS 99.2 0.8 % OF EMPLOYEES TOTAL (%) 17.4 22.6 IN SUPERVISORY POSITIONS 87.0 13.0 IN MANAGEMENT POSITIONS 92.3 lf % POSITIONS OF GOVERNANCE BODIES 85./ 14.3 IN BOARD OF DIRECTORS IN DIRECTION POSITIONS 98.4 1.6 Notes: 1) In 2022, data began to be reported considering a global scope.",
    "Until then, Brazil scope data was reported.",
    "2) Regarding the specific separation of operational and administrative employees, we do not report this division as we understand that these are already included in the “total” category.",
    "3) The data represents 96.4% of employees.",
    "POSITIONS 85./ 14.3 S| AGE GROUP AGE GROUP Under 18 years old (apprentices) Under 30 years old Between 30 to 50 years old Over 50 years old AGE GROUP Under 18 years old (apprentices) Under 30 years old Between 30 to 50 years old Over 50 years old AGE GROUP Under 18 years old (apprentices) Under 30 years old Between 30 to 50 years old Over 50 years old Notes: 1) In 2022, data began to be reported considering a global scope.",
    "Until then, Brazil scope data was reported.",
    "TOTAL (%) 0.4 41.2 92.0 6.4 TOTAL (%) 0.7 33.4 99.3 10.6 TOTAL (%) 1.6 34.3 93.2 10.9 IN SUPERVISORY POSITIONS 82.0 16.0 IN SUPERVISORY POSITIONS 3.3 82.3 14.4 IN SUPERVISORY POSITIONS 2./ 18.9 18.3 OF EMPLOYEES IN MANAGEMENT POSITIONS 98.0 42.0 OF EMPLOYEES IN MANAGEMENT POSITIONS 0.3 67.8 31.9 OF EMPLOYEES IN MANAGEMENT POSITIONS | | 06.5 43.5 IN DIRECTION POSITIONS 26.0 74.0 IN DIRECTION POSITIONS 0.7 40.0 09.3 IN DIRECTION POSITIONS 32.0 68.0 2) Regarding the specific separation of operational and administrative employees, we do not report this division as we understand that these are already included in the “total” category.",
    "3) The data represents 96.4% of employees.",
    "OF GOVERNANCE BODIES IN BOARD OF DIRECTORS POSITIONS OF GOVERNANCE BODIES IN BOARD OF DIRECTORS POSITIONS OF GOVERNANCE BODIES IN BOARD OF DIRECTORS POSITIONS RACE (BRAZIL) RACE YELLOW WHITE BLACK BROWN 6 955 6 38 Leadership NOT INFORMED Non-leadership 123 18,646 1,305 7,196 17 26 Total 129 19,601 1,311 1,234 17 26 Note: description of breed according to the IBGE (Brazilian Institute of Geography and Statistics) classification standard.",
    "In the number of PwD employees (Brazil).",
    "In 2023, the topic of was addressed in five seminars, involving 2,623 participants.",
    "S| Historically, good relationships with local communities have always been _ present at WEG.",
    "The evolution of this process is continuous, and WEG is proud to have a highly professional structure that contributes to this good relationship.",
    "Currently, WEG conducts this relationship through support for social projects, course and meetings, with a focus on social inclusion, health, education and culture.",
    "Interaction is ongoing to understand local needs and target support effectively.",
    "SUSTAINABILITY DEPARTMENT GOVERNANCE In addition to the governance structure for managing WEG’s social investments, the company has a Social Development Section, responsible for managing the process and flow of social projects, the volunteering and the WEG Science and Technology Museum.",
    "S| The process of compliance in Social Investment Management is based on the Group's Social Investment Policy, which is directly related to the principles of the Global Compact, an initiative to which WEG is a signatory.",
    "Project management is conducted based on groups: SOCIAL INVESTMENT SOCIAL ANALYSIS GROUP INVESTMENT GROUP It analyzes the projects submitted to WEG based on the Social Investment policy and suggests the transfers.",
    "It analyzes the suggestions of the Social Investment Analysis Group and decides on the transfers, which, in some cases, requires deliberations by the General Direction.",
    "Approved projects are monitored by representatives of the Social Investment Analysis Group, who represent WEG in social matters in territories where the company operates.",
    "WEG business units outside Brazil follow the guidelines of the WEG Social Investment Policy, submitting requests for approval according to the business unit's governance.",
    "WEG SOCIAL INVESTMENT POLICY Highlights: Social Investment transfers only will be intended for Entities, ASsociations or Private, non-profit organizations with recognized history and compliance with your tax obligations.",
    "Transfers to Social Projects from agencies government and entities of a mystical nature/ religious are permitted, as long as the transfer is not related to investments in infrastructure and/or equipment (construction, renovation, computers, furniture and utensils, etc.).",
    "Transfers must be intended for Social Projects, without relation to operational costs (e.g.",
    "payroll, rent, etc.), and must have aspecific deadline (start date and termination).",
    "The covered entities must present technical and structural capacity to apply social projects that must be aligned to the principles of the Code of Ethics and Policy of Preventing and Combating Corruption and Others WEG Harmful Acts.",
    "It cannot be applicable to projects linked to party political purposes, or any projects that harm the environment or violate the WEG’s reputation in any case.",
    "Regardless of the entity, we dont support transfers for materials promotional items (e.g.",
    "brochures, t-shirts, advertisements, banners, etc.).",
    "FOLLOW-UP OF THE GOAL REPORTED IN THE LAST WEG INTEGRATED ANNUAL REPORT Annually, WEG chooses _ projects to conduct detailed monitoring, considering the proper moment to check whether the projectis running as presented by the company, whether the requirements demanded by the company are being followed, and how the beneficiaries of the project are being impacted.",
    "Furthermore, we also consider the moment as an exchange of experiences and encouragement for the Organization to use its full potential.",
    "Visits in loco of the Social Development team to organizations and projects in different cities where WEG operates.",
    "Objective: to expand WEG’s involvement in communities through actions/activities/projects in the areas of Social Investment and Volunteering.",
    "Result: goal completed Taking a course on how to develop a social project, format it in the WSI WEG system and ways to raise funds.",
    "Deliverables: online course, 2 classes (20 organizations each), totaling 40 organizations.",
    "Result: goal completed Expansion of global social actions, with an emphasis on the main WEG units abroad.",
    "Result: goal completed GOAL ESTABLISHED Expand the Social Investment Policy Globally, through partnerships with internationally recognized entities.",
    "WEG has held the WEG Sustainable Growth Meeting for 13 years, aiming at maintaining a close relationship with social organizations and seeking improvements in management processes.",
    "In past editions, WEG shared knowledge on different topics, such as: How to format a project; Volunteering — Good practices that transform; Indicators for project management; Presentation of new tax incentive laws; Standardization and process in organizations; Energy efficiency in organizations; Importance of accountability; | Building a project team; Importance of Compliance for Social SN Organizations, among others.",
    "In 2023, the subject of the meeting was “Project Management”, with 159 people participating from 101 Social Organizations from different locations in Brazil.",
    "CONTACTS Communication Another contact for complaints channel for and/or reports: communications: Communication and project registration: voluntario@weg.net +55 47 3276-4552 ETHICAL CONDUCT EXAMPLES OF SPONSORED PROJECTS EDUCATION Fighting for Social Equality Maua/SP The project aims to provide opportunities for the practice of Taekwondo for children in situations of social vulnerability, promoting social inclusion and comprehensive education, as well as social awareness through the family and community.",
    "WEG Science and Technology Museum Jaragua do Sul/SC The WEG Science and Technology Museum is established as benchmark in the Science and Technology Museum area, serving the community not only with an excellent collection exhibition but also with free educational activities.",
    "Ramacrisna Betim/MG Focused on education, the Entrepreneurial Circuit project aims at personal development, professional training and promotion of entrepreneurship.",
    "CULTURE Restoration of the Church of Espirito Santo Blumenau/SC We also participated in the restoration of the Espirito Santo Church, a very important architectural work for the historic center of Blumenau.",
    "HEALTH Unicef Waters Manaus/AM In the health area, WEG teamed up with UNICEF to map, engage the school community and improve bathroom facilities at schools, conveying knowledge about access to water and the importance of hygiene.",
    "Active Life Guaramirim/SC The Active Life project contributes to an active, healthy and autonomous aging process through physical and recreational activities.",
    "Hemodynamic Unit at Hospital Sao Jose Jaragua do Sul/SC WEG also supports the Hemodynamic Unit at Hospital Sao Jose, which provides patients with state-of-the-art diagnostic and therapeutic procedures in cardiology.",
    "ADDITIONAL INFORMATION ASSURANCE LETTER weg SOCIAL INCLUSION Amor pra Down - Itajai/SC With the objective of social inclusion, WEG supports Amor pra Down, which aims to insert young people with a Down syndrome into the job market.",
    "Together, transforming crisis into opportunity - Sao Paulo/SP Together, transforming crisis into an opportunity conducted with black or brown immigrant and refugee women in order to provide assistance, protection and strengthening against the effects of racism, prejudice and, especially, xenophobia towards Andean, African and Haitian women.",
    "“Win-Win for St.",
    "Louis” Employing Refugees and Immigrants in the US - Washington/MO @ The International Institute of St.",
    "Louis (IISTL) seeks to serve the immigrant and refugee community in the St.",
    "Louis .",
    "region (Missouri, USA) and, in partnership with WEG, provided personal and professional development to new _— foreign employees who came from countries such as the Democratic Republic of Congo, Rwanda, Burundi, India, 7 IN INTERNATIONAL “SC INSTITUTE SAINT LOUIS Afghanistan and Eritrea.",
    "With the aim of meeting the demand for labor, worsened by COVID-19, the partnership between WEG and IISTL emerged.",
    "Through the preparation and benefits offered, 29 active IISTL recommendations have already been hired by WEG.",
    "As one of the barriers encountered in this process was language, another partnership emerged, this time between WEG and East Central College (ECC), which began offering English classes to new employees, contributing to their professional development, improving their relationship with their local community and, mainly, providing opportunities for the immigrant population to establish themselves as future US citizens.",
    "Start Over Project In the Regional Prison of Jaragua do Sul/SC, 37% of the 629 prisoners in the open and semi-open regimes work, and WEG is the company that contributes the most.",
    "In 2023, there were 113 inmates working in the company's workshops that occur inside the prison.",
    "At the Regional Penitentiary of Linhares/ES the partnership takes place with 14 inmates, who go to the company to work and return to the prison to sleep.",
    "In addition to resocialization and professional qualification, the prisoners’ involvement in work maintains order within the unit.",
    "You prisoners are paid for their work, and this will help when they leave prison, being able to choose to restart their life with dignity.",
    "In addition to payment, they are entitled to remission of sentence.",
    "INDICATORS Check the global investment indicators social of the WEG group: people had a positive impact from Projects sponsored by WEG in 2023 Own resources Incentives laws 22.2% 17.8% Note: in 2022, data began to be reported considering a global scope.",
    "Until then, Brazil scope was reported.",
    "ENGAGED EMPLOYEES AND GOVERNANCE AND ADDITIONAL ASSURANCE COMMUNITIES S| ETHICAL CONDUCT INFORMATION LETTER PROJECTS SPONSORED BY AREA OF OPERATION OWN RESOURCES INCENTIVE LAWS Health 6.9% Health a 19.6% Social Inclusion : 9.5% Social Inclusion ; 16.9% Education | 4.2% Education 6.3% Culture | 1.6% Culture 7 39.0% SOCIAL INVESTMENT SPONSORED (Value in BRL millions) PROJECTS 2021 8.5 02 82 2022 11.3 2000 I 23 2023 18.8 2023 189 AREAS OF ACTIVITY IN 2023 OF THE WEG VOLUNTARY HEART PROGRAM VOLUNTEERING In 2023, the WEG Volunteer Heart Program reached 2,600 registered volunteers, who dedicate time and attention to contribute in different ways to projects for the community.",
    "To connect the program with the demands and needs of the community, WEG has a specific communication channel through its website.",
    "Additionally, WEG announces the volunteering program at meetings with the community and organizations.",
    "Elders The community's demands are analyzed by the Volunteer Group, which has representatives in all WEG units in Brazil, Portugal and India.",
    "Once approved, the actions are disclosed to employees registered in the volunteer database.",
    "Environment A ry @ DDOR »l@ Social inclusion Animal cause Donations OPERATIONS ENGAGED EMPLOYEES AND COMMUNITIES GOVERNANCE AND ETHICAL CONDUCT ADDITIONAL INFORMATION ASSURANCE LETTER weg VOLUNTEERING ACTION EXAMPLES a SOLIDARITY TOLL BRAZIL Solidarity tolls are carried out at traffic lights at different points and aim to raise funds.",
    "The amounts raised are given to entities in order to improve their materials and equipment.",
    "SOLIDARITY MILES PORTUGAL solidarity miles consists of each employee choosing a physical activity and counting the mileage of this activity.",
    "The sum of miles traveled by employees Is converted into food, which is donated to needy entities in the region.",
    "SOCIAL INCLUSION ACTION INDIA Fund raising and donation of food and toys to a needy community in India.",
    "Sel oacia We Stent skiwidad COLLECTIVE CLEANING EFFORT ON THE BEACH BRAZIL Preservation project at Praia do Atalaia and Molhes da Barra, in Itajai/SC.",
    "The collective cleaning effort collected more than 130 kg of waste, including plastic, paper, cigarette butts and bottles, which were sentto the NGO ECO Local Brasil for sorting and recycling.",
    "NDICATORS More of 1,293 20Q 196 employees who : ine J < an @ participated in at least volunteering one volunteering action actions people impacted by in 2023 conducted WEG’s volunteering actions COMMUNITIES GOVERNANCE AND ADDITIONAL ASSURANCE ETHICAL CONDUCT INFORMATION LETTER ey WEG SCIENCE AND TECHNOLOGY MUSEUM The WEG Museum of Science and _ Technology provides visitors, through its exhibition content, with a comprehensive educational experience that covers energy generation and its applications, preserving the history of WEG.",
    "Various aspects of the museum have been designed to ensure accessibility and social inclusion.",
    "CLICK HERE AND TAKE A VIRTUAL TOUR OF THE WEG MUSEUM ACCESSIBILITY The WEG Museum stands out for its accessibility, providing facilities such as access for wheelchair users, elevator, adapted floor, captions and tactile models.",
    "These measures aim to ensure that all visitors, regardless of their physical and/or cognitive abilities, can enjoy the experience.",
    "In addition to the interactive exhibition, the museum offers inclusive educational activities, especially designed for people with disabilities.",
    "These initiatives seek to promote social inclusion and provide learning opportunities for everyone.",
    "EDUCATION ACTIONS Engaged in education, the WEG Museum offers different workshops and fun activities.",
    "The topics covered include relevant issues such as sustainability, energy generation and transformation, photovoltaic solar energy and awareness of the importance of water preservation.",
    "In addition to contents that combine and facilitate the teaching/learning process of the school curriculum, such as electromagnetic phenomena, scientists and the industrial revolution, for example.",
    "More than SUSTAINABLE GROWTH OF THE COMMUNITIES HIGHLIGHTS AND ADVANCES IN THE TOPIC IN 2023 thousand people had a positive impact from projects sponsored by WEG in 2023 More than 196 Increase of 8.3% Social organizations participated in the “Meeting with the Community” event, promoted by WEG in 2023 in the volunteer group compared to 2022 thousand people had a positive impact from WEG volunteering actions Total of projects GOVERNANCE AND EIRICAL CONDUCT Compliance and Integrity 106 Engagement and Transparent Communication 138 COMPLIA AN - CORPORATE GOVERNANCE TY At WEG, corporate governance is based on the principles of transparency, equity and accountability to shareholders and other stakeholders.",
    "The adoption of special corporate governance practices reflects the example set by WEG’s founders.",
    "In this context, WEG joins B3's Novo Mercado listing segment — a special segment with the highest level of governance in the Brazilian capital market, which establishes standards, corporate governance procedures and protection for minority shareholders — and adopts the Brazilian Code of Corporate Governance from IBGC (Brazilian Institute of Corporate Governance).",
    "WEG’s Board of Directors’ mission is to protect and enhance the company's assets, maximizing the return on investment for its shareholders, in line with the company's values, purposes and beliefs.",
    "Therefore, it establishes the general guidance of WEG’s business and decides on strategic issues, in accordance with the competencies established by the current legislation and WEG’s Bylaws, which are oriented by the guidelines of the Internal Regulations of WEG S.A.",
    "Board of Directors.",
    "The Board is composed of seven members, including a president and a vice-president.",
    "Two board members are considered independent in accordance with the provisions of the Listing Rules of B38 New Market.",
    "BOARD OF DIRECTORS MEETINGS The meetings of the Board of Directors are held with the presence of at least 2/3 (two thirds) of its members.",
    "In 2023, 13 meetings were held, 12 of which were ordinary and 1 extraordinary.",
    "All Board members participated in all meetings, therefore, with 100% member participation in all meetings.",
    "S| NOMINATION AND SELECTION GRI 2-10 / 2-15 / 2-18 The selection and nomination of candidates to integrate the list for submission to the election by the General Meeting must consider some criteria presented in the Policy for Nominating Members of the Board of Directors, Executive Board and Advisory Committees.",
    "CRITERIA The board member shall also Creation of an environment ' , be free of fundamental conflict that allows the free , Individually, it should of interest (not manageable, expression of board oon eoonenoe be sought candidates not occasional or situational, members, seeking diversity in different areas and that have relevant skills which is or is expected to be of experiences, qualifications i to perform the job in permanent), be permanently aware and styles of behavior SO speaiie Knowledge on ne addition to alignment of matters of the organization and that the body gathers the P0ar0 OF DIECIONS.",
    "with the organization's understand that his/her duties and necessary skills to conduct values.",
    "responsibilities are comprehensive its duties.",
    "and not restricted to the meetings of the Board.",
    "Joint decisions taken by multidisciplinary teams that complement each other is a principle that has always guided WEG - this principle is evident in the work groups, commissions, committees and, especially, in the Company's Board of Directors.",
    "Thus, the Board Members — independent or not — make up a group with experience in several world-class companies in the areas of finance, strategy, products, market, people and sustainability, capable of understanding, planning and guiding the Company's sustainable growth in a high-level governance environment.",
    "OPERATIONS COMMUNITIES GOVERNANCE AND ETHICAL CONDUCT ADDITIONAL ASSURANCE INFORMATION LETTER S| The Board of Directors, elected at the general meeting held on April 26, 2022, for a 2-year term.",
    "Below, the members of the Council are presented, as well as a summary of each profile with reference to 2023.",
    "GRI 2-9 / 2-11 Deécio da Silva Chairman of the Board of Directors.",
    "He was CEO of WEG between 1989 and 2007, having held various positions since 1979, when he began working at the company after graduating from the first class of the WEG Training Center.",
    "He is also Chairman of the Board of Directors of Oxford Porcelanas S.A.",
    "and WPA Participacoes e Servicos S/A.",
    "Nildemar Secches Nildemar Secches has been a member of the Board of Directors since 1997 and Is current Vice President, having held the position of President of the Board in the past.",
    "In addition, the executive serves as a member of the Board of Directors of lochpe-Maxion, Suzano Papel e Celulose and Vibra Energia.",
    "Tania Conte Cosentino Member of the Board of Directors since 2022.",
    "She has an established career as an electrical engineer, with several specializations in finance and corporate governance.",
    "Her professional career includes experiences at Rockwell Automation, Siemens and Schneider Electric.",
    "She is currently President of Microsoft in Brazil.",
    "S| re Dan loschpe Member of the Board of Directors since 2012.",
    "He has also been a member of the company's audit commission since 2022.",
    "He participates as a member of the Board of Directors of the companies lochpe-Maxion, Embraer, Cosan and Marcopolo.",
    "Siegfried Kreutzfeld Member of the Board of Directors since 2020.",
    "He began his career at WEG in 1979, where he gained more than 40 years of experience as Director of Engineering and R&D, Managing Director of WEG Motors and Managing Director of WEG China.",
    "In 2020, he ended his corporate career at the Company as Managing Director of WEG in South Africa.",
    "Siegfried is currently also a member of the Advisory Board of the National Association for Research and Development of Innovative Companies and of the Board of Directors of the Brazilian Company of Metallurgy and Mining.",
    "Martin Werninghaus Member of the Board of Directors since 2006.",
    "Graduaded in Economics, he has a long experience with the company, as he worked at WEG from 1984 to 2006, when he ended his activities at the company as Managing Director of WEG Quimica.",
    "Currently, he is a member of the Board of Directors of WPA Participagoes e Servicos S/A.",
    "Sergio Luiz Silva Schwartz Member of the Board of Directors since 2015.",
    "The executive accumulated a long experience at WEG from 1991 to 2015, when he ended his cycle as an executive at the company, reaching the position of Vice President and CFO.",
    "Currently, he is a member of the Board of Directors of WPA Participagoes e Servicos S/A, of lochpe-Maxion e of Oxford Porcelanas.",
    "CLICK HERE TO FIND OUT MORE DETAILS ABOUT THE BOARD OF DIRECTORS OPERATIONS ENGAGED EMPLOYEES AND COMMUNITIES GOVERNANCE AND ETHICAL CONDUCT ADDITIONAL INFORMATION ASSURANCE LETTER weg SUSTAINABILITY SUBJECTS DISCUSSED IN THE BOARD OF DIRECTORS IN 2023 GRI 2-17 = Sustainability Policy = Social Investment Policy = Continuity of Diversity, Equity and Inclusion initiatives = Policy of Prevention and Fight against Corruption and Other Detrimental Acts = Code of Ethics = Assessment of Internal Audit activities and the Code of Ethics COMMUNICATING CRITICAL CONCERNS GRI 2-16 Reports of Internal Audit activities and Code of Ethics events are presented to the Board, as described in the Minutes of the Board of Directors, for consideration and deliberation.",
    "Furthermore, the Risk Management Policy establishes an operational and administrative risk management and business continuity program, which is also evaluated by the Board of Directors.",
    "ROLE IN SUPERVISING IMPACT MANAGEMENT GRI 2-12 / 2-13 WEG’s Board of Directors plays an essential role in supervising impact management, as it establishes the general direction of the company's business and decides on strategic issues, in accordance with the competencies established by the current legislation and the Company's Bylaws.",
    "It must monitor the conduct of business and the activities of the Direction, people management and risk management, within an organizational structure based on prudence and effective control.",
    "And it must also ensure the company's perpetuity, within a long-term and sustainability perspective, which incorporates considerations of an economic, social, environmental and good corporate governance nature, in the definition of business and operations.",
    "In recent years, with the creation of the Sustainability Direction and the Sustainability Committee, the Board of Directors receives information for evaluating and developing strategies related to the sustainable development goals.",
    "Furthermore, seeking to deepen ESG actions, the Board of Directors approved the WEG Carbon Neutral Program in 2022, which defines global decarbonization goals (reduction in GHG emissions).",
    "FISCAL COUNCIL AUDIT COMMIT TEE WEG’s Audit Committee is an Administration Committee with its own Rules of Procedure and composed of three members.",
    "It Supervises the management of WEG Group's social business and accounts, in accordance with the provisions of Corporations Law.",
    "For example, it operates in the management of fiscal, tax and administrative risks and contingencies.",
    "The topics of the Audit Committee are reported and monitored by the Board of Directors.",
    "WEG’s Audit Commission is a non-statutory advisory body directly linked to the Board of Directors.",
    "It is responsible for monitoring the activities of the Company's internal audit and internal controls.",
    "Its internal rules of procedure govern and define its operations and activities.",
    "It is composed of three independent members, appointed by the Board of Directors, who will hold their positions for a maximum of ten consecutive years, with at least one member appointed among the Independent Directors of the Company’s Board of Directors.",
    "LUCIA MARIA MARTINS CASASANTA Effective Member DAN IOSCHPE Effective Member (Coordinator) Election date Election date PATRICIA VALENTE STIERLI 04/26/2023 DOUGLAS CONRADO STANGE 09/24/2022 Effective Member Term of office Effective Member | year Term of office 2 years VANDERLE!I DOMINGUEZ DA ROSA Effective Member (President) ESTELA MARIS VIEIRA DE SOUZA Effective Member CLICK HERE TO FIND OUT MORE DETAILS OF CLICK HERE TO FIND OUT MORE DETAILS ABOUT THE A FISCAL COUNCIL THE AUDIT COMMITTEE The executive board is composed of thirteen members.",
    "All members of the Direction will be elected and dismissed, at any time, by the Board IX EC > | | | \\/ KE of Directors.",
    "The office term is two years, and reelection is permitted.",
    "BOARD WEG S.A.",
    "Harry Schmelzer Jr.",
    "Chief Executive Officer Andre Menegueti Salgueiro uf Finance and 3 Investor Relations Officer Note: does not participate in the Executive Committee.",
    "André Luis Rodrigues Administration and Finance Managing Director Carlos Diether Prinz Chief Operating Officer of WEG T&D Alberto Yoshikazu Kuba Chief Operating Officer of WEG Industrial Motors Carlos Jose Bastos Grillo Chief Officer of WEG Digital and Systems The Direction, within the limits set by the Bylaws, is vested with broad and general management powers so as to enable the execution of all the necessary actions to regulate the operation of the company in order to achieve its corporate objectives.",
    "The active and passive representation of the Company, in or out of court, as well as the practice of all legal acts that create, modify or extinguish any rights and obligations, is incumbent upon two members of the Direction, who sign jointly, one of them the Chief Executive Officer, or the Administrative and Financial Director, or the Investor Relation Director.",
    "Within succession planning, structured and led by _ Board of Directors with support from renowned consultancies, Mr Harry Schmelzer Junior will step down as Chief Executive Officer Executive of the Company, in effect from March 31, 2024, closing an executive cycle of more than four decades, 16 of which years presiding over the WEG Group.",
    "As successor, with effect from April 1, 2024, will be appointed Mr.",
    "Alberto Yoshikazu Kuba, executive with over 21 years of experience career at the Company and Director Division Superintendent Industrial Electric Motors.",
    "Mr.",
    "Rodrigo Fumo Fernandes will assume the position of Director Division Superintendent Industrial Electric Motors.",
    "S| Godinho ge) Eduard Elder uatberto da Sustainability , >.",
    "4 Nobrega Jurandir Silva and Corporate Chief Operating Stringan Chief Operating .",
    "Officer in China International .",
    "Affairs Director Director mnie of WEG nergy Julio Cesar Manfred Peter Juliano names Johann Saldanha Si octor af Chief Operating Vargas Commercial Officer of WEG HR Director Automation and Appliance Motors Business CLICK HERE TO FIND OUT MORE DETAILS OF THE EXECUTIVE BOARD GRI-2-20 Variable remuneration | Long-term incentive plan Board of Directors X X Executive Board X X X POLICY Audit Commission X WEG’s remuneration policy for its managers aims at attracting and retaining qualified professionals, with competence and a profile Audit Committee x suitable for the characteristics and needs of the business.",
    "The policy defines the structure and powers for establishing the fixed and variable remuneration of the Board of Directors, the Audit Board of Directors and Audit Fiscal Committee and the Statutory Board.",
    ", , y Executive Board Committee Council The fixed remuneration of the Board of Directors, the Audit .",
    ".",
    ".",
    ".",
    ".",
    "The purpose of the The purpose of the The remuneration aims at Committee and the Statutory Directors is determined by updated oe i, .",
    ".",
    ".",
    ".",
    ".",
    "remuneration is to repay the remuneration Is to compensate remunerating each member for salary surveys hired from consulting firms listed among the most ae .",
    ".",
    "contribution made by each the members for their the performance of their legal reputable on the market, always with a vast database available aa a: ae .",
    ".",
    ".",
    ".",
    "a: .",
    "member to the continuity contribution and responsibility and statutory functions.",
    "There is and with global scope.",
    "The remuneration position sought in these .",
    ".",
    ".",
    "- .",
    ".",
    "i, .",
    ".",
    ".",
    ".",
    "and development of the exercised in their position, no variable remuneration for the consultancies is defined according to the business sector, executive oa.",
    "a.",
    ".",
    "a: .",
    ".",
    "- | - .",
    "organizational business under considering their attributions.",
    "Fiscal Council.",
    "position, functional scope and other specific aspects depending .",
    "cep .",
    ".",
    ".",
    ".",
    ".",
    "their responsibility, as wellasto There is no variable on the profile applied.",
    "This ensures adherence to the remuneration .",
    ".",
    ".",
    ".",
    "the achievement of results and remuneration for the Audit defined in relation to market practices.",
    "performance by the Company.",
    "Committee.",
    "The Company's remuneration policy must be reviewed by the Board of Directors at least every three years.",
    "Management remuneration is approved annually at the Annual General Meeting.",
    "VOTING RESULTS CAN BE CHECKED IN THE FINAL DETAILED VOTING MAP OPERATIONS ENGAGED EMPLOYEES AND COMMUNITIES SUSTAINABILITY SUSTAINABLE PRODUCTS AT WEG AND SOLUTIONS weg The fixed remuneration, as well as the benefits offered by the Company, follow market practices and consider individual performance and other factors such as the executive's potential, specific skills, job experience and retention risks.",
    "In establishing the individual amount to be paid monthly, it is considered their responsibilities, time devoted to their duties, competence and_ professional reputation, and the parametric market value for such services.",
    "The remuneration also takes into account market researches and the Organization's strategic alignment.",
    "Periodically, the Company conducts a compensation survey through a specialized company and selects samples of companies that reflect similarities with WEG in terms of size, industry in which it operates, presence in the various markets in which it operates and consistent and similar compensation philosophy.",
    "Members of the Board of Directors and Executive Board receive’ fixed compensation, withing parameters approved in the General Meeting, established in accordance with specific legislation, bylaws determinations and market standards.",
    "The remuneration of the members of the Audit Committee complies with the provisions of paragraph 3 of article 162 of Law 6.404/1976 and is fixed by the General Meeting that elects them, based on a proposal by the Board of Directors.",
    "The members of the Audit Commission receive fixed compensation, that is, monthly fees fixed at a meeting of the Board of Directors, in order to ensure the compatibility of the role with the compensation paid.",
    "VARIABLE REMUNERATION It is represented by performance bonuses subject to the achievement of annual goals established by the Board of Directors.",
    "Validation of the plans and amounts to be distributed is conducted by the Board of Directors, observing the limits approved at the Shareholders' Meeting.",
    "Also, subject to the limits approved by the Shareholders' Meeting, the plans validated by the Board of Directors may defer the payment of part of the amount owed to administrators in a given year for payment in cash in subsequent years, with the deferred fraction subject to positive or negative variation.",
    "of the market price of the Company's shares throughout the period, seeking better alignment between executives and shareholders.",
    "Amounts deferred from the Administrator's term of office will be calculated and paid upon his/her dismissal, at any time or for any reason.",
    "This deferral should not be confused with the Company's Long Term Incentive Plan, consisting of an acquired right.",
    "Members of the Board of Directors and Executive Board Statutory receive variable remuneration depending on the achievement of goals and performance indicators.",
    "This form of compensation promotes consistent and transparent sharing of results, as well as the alignment of the interests of the Company, Managers and shareholders, in accordance with the best management and corporate governance practices.",
    "The performance bonus its calculated on net income, with a percentage of up to 2.5% on it, provided that minimum operating performance goals are moet.",
    "The main performance goals refer to Return on Invested Capital, EBITDA growth, goals related to employee health and safety performance indicators and reduction of Greenhouse Gas (GHG) emissions.",
    "a - \\ G TER V/ 70% of the shares granted to Administrators or Managers will be delivered at first but | \\| (> /- Na divided into three parts: 1/3 delivered as of the second year, 1/3 delivered as of the third year and 1/3 as of the fourth year.",
    "GRI - 2-19 The Company's Managers also receive share-based The remaining 30% of the shares granted to the Administrators or Managers will compensation, called Long-Term Incentive Plan, be delivered but will only be available for disposal by them under the following Subject to the achievement of goals.",
    "This form of conditions: remuneration encourages managers to become long-term shareholders, helping align the interests | | of these managers with the interests of the other = On the date on which the Administrator or Manager turns 55 years old, 50% (fifty Company's shareholders.",
    "percent) of the total shares that have already fulfilled the vesting period will be Share-based compensation is provided for in the released.",
    "| | a | bylaws, article 5, paragraph 2, and the maximum = The 50% balance will be released upon the special termination event, as detined number of shares to be granted by share-based plans in item 14 of the Long Term Incentive Plan.",
    "If the special termination occurs on a Is limited to a maximum of 2% of the total number of date before the Administrator or Manager turns 55 years old, they will be totally representative shares of the Company's share capital.",
    "released The variable compensation and share-based compensation (Long Term Incentive Plan) are subject to goals and performance indicators to be achieved, promoting the alignment of their interests with those of the Company in order to create value, in line with the best management and corporate governance practices.",
    "AND SOLUTIONS CIRCULAR AND EFFICIENT OPERATIONS ENGAGED EMPLOYEES AND COMMUNITIES ADDITIONAL ASSURANCE INFORMATION LETTER ey GRI 2-13 The company's risk management process is in line with strategic objectives and seeks to support the best assessment of scenarios and decision making.",
    "It is based on the WEG Risk Management Policy, revised in 2022.",
    "In this document it is possible to understand the processes of identification, analysis and treatment of risks as well as the roles and responsibilities that make up the governance of the process.",
    "The concept of lines of defense serves as the basis for WEG’s risk governance model in order to have a more robust and efficient process, and we consider the broadest international standards such as ISO 31000 and COSO ERM 2017.",
    "Risks are reviewed periodically, involving all the executives of the company in the analysis and classification of risks into six categories: external, strategic, financial, people, compliance and governance, and operations.",
    "This scope covers emerging risks that consider exposure to possible important and future risks.",
    "The heat map resulting from this analysis and the prioritization of the most important risks are monitored by the Executive Board and Board of Directors.",
    "This process allows for constant discussion about the main risks, contributing to the improvement of the risk prevention culture, in line with the Company's long-term strategy.",
    "In 2023, WEG conducted a review of the identification of the main operational risks that could have a major impact on operations, employees, the environment and/or business interruption.",
    "This process coordinated with all company managers aims to understand the scenarios where risks that represent a relevant potential impact on operational safety and establish appropriate control measures to mitigate such risks.",
    "In conjunction with this assessment, a business impact analysis is conducted to establish operational recovery plans, key people responsible for the recovery and crisis management processes.",
    "The result of these analyses is presented and discussed with the company's main executives and presented to the Board of Directors.",
    "The Board of Directors, in turn, has the role of approving the Risk Management Policy, defining the Company's Risk Appetite and the guidelines to be followed, in addition to periodically evaluating the greatest risks to which WEG is exposed as well as the action plans proposed to mitigate these risks.",
    "The risk governance process is based on the lines of defense model, which allows for greater coverage of the company's governance process, and on the integration between the areas of Risk, Internal Controls, Internal Audit and Compliance, improving the decision and communication processes in line with the company's strategic planning.",
    "The five main risk factors identified by WEG are: Business, operations and Current operations and the Price variations and shortages Risks related to the use of Possibility of cyber risks to results may be adversely expansion of our international of inputs, raw materials and products.",
    "materialize and unavailability impacted by events beyond the _ subsidiaries involve special services may impact our of technology services and Company's control.",
    "challenges that we may not be operations.",
    "systems.",
    "able to overcome.",
    "Any failure to meet these challenges could adversely affect us.",
    "S| FE TAICS AND INTEGRITY Ethics and integrity have been present in WEG’s culture since its creation, being a value incorporated into its governance, with transparency and integrity, respecting the rights of all its stakeholders.",
    "These are fundamentally decisive aspects for the establishment of a harmonious environment that promotes the development of employees, and consequently being very important for generating impacts on performance and value for its stakeholders, being on a path to continuous and sustainable development.",
    "However, WEG is aware that the challenges are ongoing as it is a company with global operations that have different legal systems, and political and socioeconomic contexts — something that produces the need for a well-developed management system.",
    "Therefore, WEG establishes policies and constantly works on its processes and practices to maintain and improve a robust and efficient management system.",
    "INTEGRITY PROGRAM WEG maintain constant controls and monitoring to prevent wrongful acts in its activities and business.",
    "Similarly, WEG has a predictive role regarding compliance with a permanent dissemination and training program on ethics and integrity.",
    "PREVENTION AND FIGHT SCOPE RESPONSIBILITY AGAINST CORRUPTION The Policy of Prevention and Fight against Corruption and Other Detrimental Acts aims to reinforce WEG’s commitment to existing good practices, through the expected conduct already defined in WEG’s Code of Ethics, to avoid and fight corruption and other detrimental acts, detect and remedy deviations, fraud, irregularities and illegal acts against, but not limited to, public administration, suppliers and customers, among other stakeholders, and to encourage reporting for noncompliance.",
    "In 2023, WEG revised this Policy.",
    "= Covers all administrators of the WEG Group, non-statutory directors, members of the Audit Committee, members of independent Management support bodies, managers, employees, suppliers, customers, commercial representatives, distributors, agents and other authorized third parties who act on behalf or for the benefit of WEG.",
    "= The Policy is applicable to WEG S.A.",
    "and all of its subsidiaries, being the synthesis of the Company’s guidelines in a set of internal mechanisms for integrity, audit, prevention and fight against corruption.",
    "FOR MONITORING The Internal Audit Department and the Corporate Legal and Compliance Department are responsible for monitoring the “Policy of Prevention and Fight Against Corruption and Other Detrimental Acts” at WEG, applying several initiatives that aim to comply with it.",
    "The Internal Audit Department, which has the independence to carry out its work, is responsible for investigating complaints and/or suspected violations of this Policy.",
    "The activities of both Departments are also monitored by the Audit Commission, an advisory body to the Board of Directors.",
    "CLICK HERE TO ACCESS THE FULL POLICY AND SOLUTIONS OPERATIONS CIRCULAR AND EFFICIENT ENGAGED EMPLOYEES AND COMMUNITIES ETHICAL CONDUCT INFORMATION GOVERNANCE AND ADDITIONAL ASSURANCE LETTER weg CORRUPTION RISK ASSESSMENT WEG is continuously working on its integrity risk matrix to increase its controls and mitigate the risks of corruption in business.",
    "In 2023, a global survey was carried out in more than 30 companies in the WEG group, seeking to identify locally the main risks related to integrity issues and global or specific improvement needs.",
    "This research will be expanded and applied continuously in WEG companies, so that a clear, precise and updated risk matrix is maintained.",
    "As a way of mitigating corruption risks, training actions and periodic communications on integrity are also applied to all employees, at all hierarchical levels.",
    "CONTRACTUAL INTEGRITY CLAUSES As described in WEG’s Anti-Corruption Policy, in contracts with customers, suppliers, financial institutions, commercial representatives, technical assistants, consultants and any other business partners, including consortiums for the supply of goods or services, an integrity clause must be signed in business, in which the parties declare that commercial negotiations must take place within the usual market conditions and practices and the principles of good faith, and there cannot be any type of personal advantage, bribery, graft and donation, obliging the parties to compliance with applicable anti-corruption standards.",
    "Additionally, it must be ensured that, if the practice of any act contrary to the integrity clause is proven, whether by the contracted party, by its administrators, employees or representatives, it will be civil and criminally liable, including compensation for direct and indirect losses and damages, loss of profits, damage to image, among others.",
    "AND SOLUTIONS OPERATIONS COMMUNITIES CIRCULAR AND EFFICIENT ENGAGED EMPLOYEES AND GOVERNANCE AND ETHICAL CONDUCT ADDITIONAL INFORMATION ASSURANCE LETTER weg ACKNOWLEDGEMENT FORM FOR ADMINISTRATORS, MANAGERS AND EMPLOYEES To formalize knowledge of the Policy, at least the following must confirm awareness of tt: = Administrator = Non-statutory directors = Members of the Audit Committee = Members of independent Management support bodies = Managers = Employees who have a relationship with public administration CONFIRMED INCIDENTS, COST OF FINES, PENALTIES OR SETTLEMENTS IN RELATION TO CORRUPTION There were no confirmed cases of corruption in the Company or related to it during the reporting period; therefore, no employee suffered disciplinary action or dismissal due to non-compliance with the Policy of Prevention and Fight against Corruption and Other Detrimental Acts.",
    "G LO BAL GOVERNANCE STRUCTU RE = Approve the proposed revisions to the Code of Ethics and RE LATE B TO THA E CODE OF ETA ICS AN D BOARD OF i ie Anprove the sepointmment of members of the Code of TH — PO ICY OC — PREVENTION AN [) FIG ] DIRECTORS Management Committee Ethics and the Whistleblower Analysis AGAINST CORRUPTION AND OTHER eroup DETRIMENTAL ACTS = Review the report on compliance with the Integrity Program, approving actions to improvement of the Program AUDIT eeeeeead ™ Monitor audit activities and reports internal and COMMITTEE internal controls area, suggesting measures to the Administration = Approve the Annual Internal Audit Schedule = Monitor reports of Internal Audit and suggest FISCAL measures to Administration COUNCIL = Evaluate proposed revisions to the Code of Ethics and Anti-Corruption Policy = Evaluate the proposal for appointing members EXECUTIVE INTERNAL ..",
    "= Audit compliance with the Anti-Corruption Policy of the Complaint Analysis Group BOARD AUDIT : = Investigate and report complaints to the = Approve the proposed revision of the Code of we eed Administration received Ethics for Suppliers = Recommend actions for the immediate cessation of acts contrary to internal policies CODE OF ETHICS FINANCIAL | | | | HR DIRECTION MANAGEMENT ADMINISTRATIVE \" sevice innolving the Corie of Ethics rene on COMMISSION SUPERINTENDENCE Anti-Corruption Policy = Develop and : = Monitor the actions of the Integrity Program, apply trainings .",
    "suggesting necessary improvements about the =™ Review the Code CONTROLLERSHIP LEGAL =™ Review the Anti-Corruption Policy Code of of Ethics DIRECTION CORPORATE & SERRE ial: changes in anti-corruption legislation Ethics and HUMAN = Review the Code COMPLIANCE = Map the Company's integrity risks, with based Anti-Corruption |e sss RESOURCES of Ethics for on the Integrity Program Policy DEVELOPMENT Suppliers GOVERNANCE, CONTROLS AND @eeoeo3eeeee#8e @©e6e8 886 @ INTERNATIONAL : = Carry out an annual assessment of the controls that TAXATION guarantee the application of the Integrity Program LETTER weg CODE OF ET AICS GRI 2-24 Sustainable growth depends basically on an ethically correct behavior in the relationship between the stakeholders.",
    "In addition to the Code of Ethics, WEG respects the local laws and cultures of each country in which it is present, as well as the United Nations Universal Declaration of Human Rights and the International Labor Organization's Declaration on Fundamental Principles and Rights at Work (ILO).",
    "The WEG Code of Ethics describes the conduct expected from employees, managers and administrators in the performance of their activities in all the units of the WEG Group in the world.",
    "As part of its continuous improvement process, in 2023 the Code underwent a review, with the inclusion of commitments on topics such as forced labor and human trafficking, working hours and proper remuneration.",
    "CLICK HERE TO ACCESS THE CODE OF ETHICS DEVELOPMENT AND APPROVAL GRI-2-23 As it is a cross-cutting topic, all hierarchical levels of the company are involved in the development process, something that brings together a broad and diversified vision.",
    "The Code of Ethics Management Commission coordinates the process, and the Direction and Board of Directors approve it.",
    "DUTIES OF THE CODE OF ETHICS MANAGEMENT COMMISSION = Interpret the Code of Ethics in cases that are not clear in order to make its understanding uniform and avoid ambiguities in its application.",
    "= Periodically analyze and revise, when necessary, the Code of Ethics in the light of ethical application and evolvement in the social field and within the company.",
    "= Monitor the alignment of the application across the units of the group.",
    "= Check and inform the direction about the application of the Code in the company.",
    "= Deliberate on the necessary resources for the application of the Code.",
    "S| REPORT CHANNEL GRI 2-25 / 2-26 The Report Channel is one of the tools that reinforces the WEG Integrity Program, as it represents the alignment of the company's conduct with its values and principles, internal rules and what is established in society in terms of laws and customs.",
    "It is managed by an outsourced and specialized company, establishing a direct and secure form of communication with WEG, anonymously or not, depending on the whistleblower's choice, always guaranteeing the absolute confidentiality of information and non-retaliation.",
    "Thechannelis available to employees, business partners, the community and the general public, 24/7.",
    "In it, you can: = Clarify questions about any personal conduct or procedure in your area at the company.",
    "= Make reports, complaints or suggestions.",
    "= Check the status of the verification procedure and the final opinion on the report, complaint and suggestion made.",
    "CLICK HERE TO ACCESS THE WEG REPORT CHANNEL — — Discrimination and harassment 3/ 46 99 (> D — () ee an a (> S Internal Policies and Regulations or Legislation 13 19 36 —_ —_ Relationship with stakeholders 15 16 10 GRI 2-16 / 2-25 / 205-3 Fraud and theft 6 7 5 Corruption and bribery 0 0 0 REPORTS X NUMBER OF EMPLOYEES Customer privacy data 0 0 0 Conflict of interest 3 O 0 | 2021 «=| 2022 | 2023 | Money laundering or insider trading 0 0 0 Number of employees 36,987 39,137 40,793 Others 2 0 1 % of reports received per employee a 1 All reports received are assessed by a panel appointed by the Board of Directors of WEG S.A.",
    "called the Report Analysis Group, which conducts investigations under the coordination of WEG’s Internal Audit Department, with independence to perform its activities.",
    "0.003% 0.002% 0.003% AUDIT WEG has the autonomy to begin the investigation procedure into reports received through the Reporting Channel or by any other means, determine the veracity of the facts and express an opinion on whether there has been a violation of the Code of Ethics or not.",
    "In 2023, underwent the internal audit process related to ethics issues.",
    "OPERATIONS CIRCULAR AND EFFICIENT ENGAGED EMPLOYEES AND GOVERNANCE AND ADDITIONAL ASSURANCE COMMUNITIES ETHICAL CONDUCT INFORMATION LETTER weg CONTINUOUS QUALIFICATION OF EMPLOYEES TRAINING IN THE POLICY TO FIGHT CORRUPTION AND OTHER DETRIMENTAL ACTS FOR STRATEGIC AREAS WEG provides regular training for all administrators, members of the Audit Committee, managers and employees who can act on behalf of and authorized by WEG, who, at the end of the training, sign the acknowledgment of this policy.",
    "The training has global coverage, being conducted in Portuguese, English, Spanish, Mandarin and German.",
    "In 2022, refresher training was carried out for all target audiences covered by the policy.",
    "2,915 employees were trained in 2023.",
    "TRAINING OF NEW EMPLOYEES IN THE CODE OF ETHICS When new employees are hired, they are trained in the topics covered by the Code of Ethics, which addresses human rights, so that the Code is accessible and clearly understood.",
    "A copy is delivered to each employee, requiring signature of the term of commitment and distance learning training.",
    "WEG seeks to make its employees aware of the importance of the topics that compose the Code of Ethics through internal communication actions.",
    "8,026 employees were trained in 2023.",
    "structured governance system at all levels — transparency, integrity, ethics and safety in everything it does, respecting the rights of all stakeholders.",
    "WEG’s work with trade associations always takes place with the aim of debating topics of collective interest that may, direct or indirectly, affect the Company's areas of activity, with emphasis on sectors that contribute to the global energy transition, including energy efficiency, renewable energy and electric mobility.",
    "WEG is a member of several trade associations in Brazil (more than 40) and abroad (more than 100).",
    "This extent is justified by the geographic and business scope that the company has.",
    "Among the topics covered, the debate on technical topics and public policies stands out, including industrial, commercial and sectoral policy, as well as issues related to the local communities where WEG is present.",
    "= ABDIB - Brazilian Association = ABVE - Brazilian Electric Vehicle = COBEI- Brazilian Committee of |= = SAEEC — South African Energy For better of Infrastructure and Basic Association Electricity, Electronics, Lighting Efficiency Confederation reference, Industries = AEDyR - Spanish Desalacién and Telecommunications = SAWEA - South African Wind some examples = ABEEOLICA - Brazilian Wind and Reutilizacion Association = COGEN - Association of Power Energy Association of the trade Energy Association = AMCHAM Brasil — American Cogeneration Industry = SINDIPECAS - National Trade oo = ABIMAQ - Brazilian Association Chamber of Commerce for = EMOSAD - Society of Electric Union of the Components associations of Machinery and Equipment Brazil Motor Manufacturers Industry for Motor Vehicles that WEG is industry = ANICA - Associazione Nazionale = IEDI - Institute of Studies for = SMEMS - Small & Medium associated with are listed next: GRI 2-28 = ABINEE —- Brazilian Association of Electrical and Electronic Industry = ABNT —- Brazilian Association of Technical Standards = ABRAFATI - Brazilian Coatings Manufacturers Association = ABRASCA - Brazilian Association of Open Capital Companies = ABSOLAR - Brazilian Solar Photovoltaic Energy Association di Industrie di Componenti per Ascensorl = ANPEI — National Association of R&D of the Innovative Companies = CANAMEn«xx —- National Chamber of Electrical Manufactures = CEMEP —- European Committee of Manufacturers of Electrical Machines and Power Electronics = CIDET — Center for Innovation and Technological Development in the Electricity Sector Industrial Develooment # [IEEMA -— Indian Electrical & Electronics Manufacturers Association = NEMA - National Electrical Manufacturers Association of USA = P&D BRASIL — Association of National Technological Development and Innovation Companies Electric Machine Sub Association of China Electrical Equipment Industrial Association s ZVEI - Zentralverband Elektrotechnik — und Elektronikindustrie e.",
    "V.",
    "Those trade associations represent the respective sectors institutionally, promoting coordination and influence with political and economic institutions, strengthening industry and services, contributing to training and supporting technological modernization.",
    "Trade associations have several working groups formed by their associated companies, which work to define priorities in terms of public policies and the development of strategies for advocacy with policymakers and other stakeholders.",
    "AND SOLUTIONS CIRCULAR AND EFFICIENT OPERATIONS ENGAGED EMPLOYEES AND COMMUNITIES ADDITIONAL ASSURANCE INFORMATION LETTER weg The WEG Compliance Policy establishes guidelines for trade associations and WEG employees who represent the company before them.",
    "For trade associations, there Is an internal procedure that determines a careful evaluation, especially regarding: new memberships and cancellations of trade associations prior to the appointment of employees to take over responsibilities on behalf of the association or when any signs of irregularities are reported.",
    "The procedure for new subscriptions requires a due diligence by the Legal Department, with subsequent presentation of the matter to an internal Committee, made up of Directors from various internal areas, including the Sustainability and Institutional Relations, Controllership, HR, Financial and International Directions.",
    "Among the aspects evaluated, we can point out the verification of the existence of tax and legal issues; examination of the Compliance Policy and Code of Ethics for alignment with WEG practices; analysis of the annual report and balance sheet; evaluation of the names of the Entity's directors; and the signing of the WEG Declaration of Integrity.",
    "For employees who represent the company before trade associations, the guidelines focused on expected conduct stand out, including: the need to obtain prior authorization from WEG to represent it in class trade associations; information to be processed in trade associations must be restricted to topics of collective interest, such as economic, tax, scientific issues, structural standards and regulations of the sector; confidential and sensitive topics must never be discussed in meetings, events or informal conversations that could influence commercial or strategic decisions of WEG or third parties; and an ethical posture must always be kept and behavior must be in accordance with the guidelines of the WEG Code of Ethics.",
    "ASSESSMENT OF IRADE ASSOCIATIONS IN BRAZIL WEG conducts an internal evaluation process for trade associations every two years.",
    "The process involves the participation of employees who represent the company before trade associations and consists of answering a survey to identify aspects related to the association in question, such as: management structure of the association, whether the degree of the association's professionalism is consistent with best practices, the structure and quality of the communication channels that the association uses in its relationship with different people (society in general, opinion makers, specialized media etc.), how entity is recognized by government bodies, among others.",
    "Furthermore, several aspects related to WEG’s participation and alignment with the association are investigated.",
    "In the end, the result of the evaluation and recommended actions must be approved by an internal technical committee, formed by the Corporate area and representatives of the Business Units.",
    "CIRCULAR AND EFFICIENT AT WEG AND SOLUTIONS OPERATIONS ENGAGED EMPLOYEES AND COMMUNITIES GOVERNANCE AND ADDITIONAL ASSURANCE ETHICAL CONDUCT INFORMATION LETTER S| DONATIONS TO CANDIDATES OR POLITICAL PARTIES WEG is a non-partisan company and the practice of donating to candidates or political parties is discouraged in the Company, whether in Brazil, where it is already prohibited by law, or in units abroad.",
    "In the last 3 years, WEG has not made financial contributions in favor of elected offices, candidates or political parties, either in Brazil or in its units abroad.",
    "RELATIONSHIP WITH PUBLIC AGENTS The interaction of WEG employees with public agents or politically exposed people must occur in an ethical, integral, cooperative and_ transparent manner and in accordance with applicable laws, regulations and best practices.",
    "PEOPLE MAPPING POLITICALLY EXPOSED Annually, WEG maps the administrators, non-statutory directors and members of the Council's advisory bodies of Board of Directors who are or have a relationship with kinship with public agents.",
    "This mapping aims to identify and the mitigation of possible conflicts of interest in business, mainly with Public Administration, reinforcing transparency in the Company's operations and the its commitment to integrity and ethics.",
    "COMMUNITIES GOVERNANCE AND ETHICAL CONDUCT ADDITIONAL ASSURANCE INFORMATION LETTER weg INFORMATION SECURITY WEG is committed to ensuring safety of the data of its collaborators and their parties interested.",
    "For this purpose, it has the Privacy Policy of Data, which explains how the company collects and uses data based on the principles inherent to regulations and laws related to privacy personal data.",
    "Furthermore, the Company has several procedures internal institutions that establish the rules and guidelines for IT Information Security at WEG, with the objective of ensuring the availability, integrity and confidentiality of information through a set adequate controls that include policies, processes and technologies, as well as a response strategy to cyber incidents and attacks.",
    "WEG’s SOC (Security Operations Center) is managed by a third party, responsible for monitoring the environment and carry out first treatment in response to incidents of cyber security.",
    "When an unusual event is found, an investigation request is made to the Information Security and IT Risks team, which investigates and takes the necessary measures.",
    "CLICK HERE TO ACCESS THE PRIVACY POLICY In addition, employees are also guided on how to act if they identify a security incident or potential risk scenario, reporting to their superior or through the channels below: Code of Ethics Information Spam reporting reporting security incident channel: channel: reporting spam@weg.net channel: soc@weg.net CLICK HERE INFORMATION SECURITY GOVERNANCE BOARD OF DIRECTORS EXECUTIVE BOARD INFORMATION TECHNOLOGY DIRECTION INFORMATION TECHNOLOGY COMMITTEE IT INFRASTRUCTURE DEPARTMENT SECTION INFORMATION SECURITY AND IT RISKS =# Monitoring of any critical information security risks.",
    "= Propose and approve strategic budget and investment plans for the Company and its controlled companies, subject to deliberation by the Board of Directors.",
    "= Evaluate and approve all minutes of Committees, Commissions and Working Groups related to strategic and corporate themes.",
    "| = Define strategic information security plan aligned with WEG business strategy.",
    "= Manage WEG IT resources and budget coordinated globally by Corporate IT at competitive costs.",
    "= Propose policies, rules, standards and procedures for defining and managing the Information Security architecture, Contingency Plan Information Technology Operations for WEG Group Companies in Brazil and abroad.",
    "= Establish strategy and policy for the acquisition and use of information security services and products.",
    "= Develop, implement and sustain information security globally and at WEG Branches, providing access to information for our customers and systems in an easy, safe and sustainable way and with optimized costs.",
    "= Monitor investigations and assessments of damage resulting from security incidents.",
    "= Propose resources necessary for information security actions.",
    "=® Define and implement security technologies.",
    "= Coordinate the multidisciplinary group in the Company focused on dealing with security incidents.",
    "=# Analyze containment and eradication of information security incidents.",
    "=# Implement technical security controls and rules.",
    "= Promote awareness in Information Security.",
    "= Detect and perform vulnerability screening and information security incidents.",
    "INDICATORS TRAINING Training undergoes refreshing periodically and all users with a WEG login redo it.",
    "% OF EMPLOYEES WITH LOGIN ACCESS WHO TOOK TRAINING IN: FUNDAMENTALS OF PERSONAL SECURITY DATA PROTECTION FUNDAMENTALS AND PRIVACY PHISHING SIMULATION 12% 88% 31% WEG applies simulations [ / periodic phishing attacks 7 () () / 0 with employees to ensure 0 of employees that training in security issues of employees underwent were trained about of information were effective.",
    "phishing simulations Fundamentals in in the last 3 years.",
    "Protection and / Privacy of Personal a Data in the last 2 years.",
    "2021 2022 2023 INFORMATION SECURITY INCIDENTS Any non-standard event is considered an incident, including cases of false positives.",
    "Thus, of the total 891 incidents identified since 2021, O (zero) was exposed and caused some impact for the WEG Group.",
    "Note: training is applied to all employees penoaically.",
    "In 2023, it was applied to new employees and for those who do not had completed the training in 2022.",
    "Policy of Prevention and Combating COMMUNITIES GOVERNANCE AND ETHICAL CONDUCT ADDITIONAL ASSURANCE INFORMATION LETTER weg ENGAGEMENT AND TRANSPAREN | COMMUNICATION It is in the company's DNA that motivated people are the basis of success and sustain the company's continuous growth in different countries, different markets with different scenarios, and this essential pillar must be continually developed.",
    "Therefore, WEG has different fronts to encourage the development and training of employees at all levels.",
    "LEADERSHIP AND EMPLOYEE DEVELOPMENT GRI 404-2 Development starts with Onboarding, mandatory courses and on-the-job training to develop specific skills for the activity to be performed.",
    "It progress to training programs for specific functions and various courses for employees in general, available in asynchronous, synchronous and in-person modes.",
    "There are also specific technical development programs on_- different topics: QPOP (Professional Qualification for Production Operators), QPET (Professional Qualification for Engineers and Technologists) and QPSS (Professional Qualification in Six Sigma).",
    "For employees identified with potential for management positions, there Is a specific training program, as well as for those who already have a management role, with a leadership academy structured for each level of management.",
    "The company invests’ heavily — in increasing the education level of its employees through the Youth and Adult Education Program (EJA), which provides opportunities for them to increase their education level up to high school, as well as academic assistance for postgraduate, undergraduate and technical courses.",
    "The company also has a qualification program for apprentices.",
    "The program began in 1968 and seeks to qualify apprentices between 16 and 18 year old to carry out technical activities in WEG’s industrial and administrative processes.",
    "Two major initiatives launched in 2023 stand out: the Professional Qualification Program for People with Disabilities (QPwD), which developed PwDs from the community to work as employees in the company, and the Leadership Academy, a platform for developing leadership globally.",
    "AND SOLUTIONS WEG LEADERSHIP ACADEMY Considering that developed leaders impact the organization's results through better team and business management, we launched the WEG LEADERSHIP ACADEMY platform in 2023, bringing all WEG leadership levels closer together globally.",
    "As a source of development, consultation and updating, this is a channel of opportunity for new learning, knowledge exchange, search for management information, strengthening of the role of the leader for an increasingly efficient and sustainable company.",
    "In addition to a communication channel with global management, the platform has courses aimed at developing leadership in different languages, standardizing the management style at WEG and bringing development in foreign operations closer.",
    "1,/05 managers registered on the platform 4,/15h hours of study completed in 2023 CIRCULAR AND EFFICIENT OPERATIONS ENGAGED EMPLOYEES AND COMMUNITIES GOVERNANCE AND ETHICAL CONDUCT ADDITIONAL INFORMATION LETTER ASSURANCE EXAMPLES OF DEVELOPMENT PROGRAMS IMPLEMENTED AT WEG On-the-job Training Its objective is to provide employees with the necessary knowledge to carry out their activities with safety, quality and productivity.",
    "Present in direct and indirect areas, it consists of specific “courses” for each activity and managed through a system that guarantees the training of employees in the necessary activities and the updating of training in standards relating to processes when updated.",
    "Training Programs The training programs are made up of courses aimed at developing soft and hard Skills.",
    "They aim to _ provide employees with minimum Knowledge so that they can carry out their activities and are structured based on the skills expected for each position.",
    "Courses open to employees in general In order to improve the development of our employees’ — skills, WEG offers a portfolio of courses in person, online and distance learning’ with in-house instructors.",
    "Courses in an asynchronous format can be requested and accessed at any time.",
    "For face-to-face or online courses there Is a calendar, and employees _ register on the date that is most convenient.",
    "S| ETHICAL CONDUCT ENGAGED EMPLOYEES AND COMMUNITIES CIRCULAR AND EFFICIENT OPERATIONS SUSTAINABLE PRODUCTS AND SOLUTIONS SUSTAINABILITY AT WEG DEVELOPMEN I PROGRAMS QPOP The QPOP program (Professional Qualification for Production Operators) consists of qualification courses aimed at production operators.",
    "The courses are made up of basic technical subjects specific to the area of expertise.",
    "Objectives: = Offer opportunities for specific professional development and increase the technical knowledge of employees from production areas.",
    "= Contribute to improving the quality and productivity of production areas.",
    "= Complement on-the-job training, but in a more comprehensive way, not limited to just one specific operation.",
    "QPET QPET is a professional qualification program for engineers and technologists working in the Energy, Motors and Transmission & Distribution units.",
    "Objective: = Provide opportunities for improvement to engineers and technologists, empowering them with technical information about rotating electrical machines, three- phase electrical machines, transformers, reactors and substations.",
    "QPSS The Six Sigma methodology is a set of practices, procedures and tools used to systematically improve processes by eliminating defects and nonconformities.",
    "To introduce, systematize and maintain the Six Sigma methodology and its tools in the company, the QPSS (Professional Qualification in Six Sigma) was created to qualify employees in the use of this methodology.",
    "POTENTIAL ASSESSMENT LEADERSHIP ACADEMY It is atool that consists of an evaluation process carried out with employees applying for management positions (Head, Manager and Director) or specialist in order to evaluate their profile in terms of the competencies established by the company for the positions in question.",
    "The process is currently conducted by an external consulting firm, through interviews and behavioral assessment tools.",
    "The results are shared with the applicants (managers of the positions), HR and the person being evaluated in order to enable the preparation of the individual development plan, contributing to succession processes and business continuity.",
    "SUCCESSION PLAN Recognizing and valuing people, while planning the development and growth of outstanding employees, is one of WEG’s driving forces.",
    "The Succession Plan is a tool for mapping current executives and identifying possible and potential Successors.",
    "Potential talents are indicated by immediate supervisors and validated by a specific committee.",
    "To that end, a development plan is created so that employees are ready for new roles and prepared to sustain the company's continued growth.",
    "tis adevelooment path for employees in management positions that provides leaders with an immersion in the WEG culture, emphasizing the importance of their role in the people management process and in ensuring the company's continuous and sustainable growth.",
    "Since 1979, WEG has prepared its managers by constantly updating the managerial skills necessary for new demands generated by changes in markets, policies, generations and other aspects that can affect our results.",
    "WEG’s Management Competences are the basis for building the content, and there is a Development Program for each hierarchical level, namely: a.",
    "Talent Development — intended for employees who do not work aS managers and need development in aspects of leadership to take future positions.",
    "b.",
    "Head of Section Development — intended for employees newly designated Heads of Section.",
    "c.",
    "Management Development -—-_ intended for Department Managers.",
    "d.",
    "Executive Development — intended for Executive Officers.",
    "MANAGEMENT PRACTICES SEMINAR Sharing practices relating to people management, as a way of stimulating internal benchmarking, is the main objective of the Management Practices Seminar.",
    "The meetings are held monthly, lasting from one and a half to two hours, in person and/or synchronously, with pre-established subjects based on organizational climate indicators, results of the assessment of managerial skills and sharing of trends in people management.",
    "COACHING In order to promote self-awareness and enhance management skills, WEG offers the coaching process with external professionals.",
    "This is another tool that contributes to the development of specific skills necessary for the leader's performance, contributing to the company's results.",
    "PERFORMANCE SKILLS EVALUATION In order to evaluate the performance of employees in WEG skills, highlighting their potential and ee a O It is a formal moment of feedback from the immediate supervisor to the employee, in which the results achieved during the year will be recognized, areas for improvement will be identified and career expectations will be aligned, enabling a greater approach between the immediate supervisor and the employee.",
    "The assessment is based on a standard document with pre-defined topics and questions that seek to bring impartiality to the evaluation.",
    "Among other items are those related to the employee's responsibilities regarding compliance with standards, safety procedures and conduct guided by our code of ethics.",
    "S| CLIMATE SURVEY In addition to WEG’s constant concern with evaluating the skills of its employees at all levels and providing for their development in the identified gaps and/or in the skills that will be needed for future positions, WEG takes a very careful look at its relationship with tts employees; therefore, it promotes Climate Surveys (internal and external, in different periods) where employees respond to a questionnaire on aspects related to the work environment, commitment to colleagues and how engaged they are with the company in relation to: purpose, understanding and connection between objectives and understanding of processes.",
    "The identification of respondents Is protected, and only information to conduct the analysis and development of actions is accessed, which is monitored by an organizational climate management team, to ensure its effectiveness in making WEG increasingly a place where employees want to be and feel good, safe, motivated and engaged with the company's purpose.",
    "WEG’s general index is evolving with each survey, a result of everyone's efforts: company, managers and employees.",
    "Thinking about tomorrow is what moves us today.",
    "with More than /00 people participated from 19 different countries SUSTAINABILITY MEETING In 2023, the first WEG Global Sustainability Meeting was held in a hybrid format, involving all WEG Group companies, with simultaneous translation for branches abroad and a Brazilian Sign Language interpreter.",
    "The opening of the event featured a lecture by Ricardo Voltolini, a reputable professional in Sustainability in Brazil.",
    "The agenda continued with important topics, such as the WEG Sustainability Policy, Climate Change and the WEG Carbon Neutral Program, Social Investment and Volunteering.",
    "Proisto 11 Projeto 2023 DESTAQUE eg .",
    "4 = .",
    "S| INDICATORS AVERAGE HOURS % OF TOTAL WORKFORCE HOURS OF TRAINING TO OF TRAINING BY THAT RECEIVED TRAINING EMPLOYEES BY CATEGORY GENDER RELATED TO CAREER OR 7 7 In Management positions - 4,997 ee [f .",
    "7 % In Direction positions : 923 Women Men In Board positions | 416 ON-THE-JOB TRAINING APPRENTICE TRAINING HOURS HOURS 2,004,501 || 996,608 | sewer 221 i 47.8 oc 64.3 AVERAGE HOURS AVERAGE DAYS OF TRAINING BY EMPLOYEE eMPLOVEL 2023 I 87.3 EMPLOYEE | EADERSHIP AND EMPLOYEE DEVELOPMENT TRAINING 1,705 || 4,/15 managers around hours of study the world registered completed at WEG HIGHLIGHTS AND ADVANCES IN THE TOPIC IN 2023 on the platform Leadership Academy Increase of More than 35.8, || 4.2 In Investment in different Employee Training million hours countries and Development of training conducted in 2023 Holding of the first Sustainability Meeting, with the participation of more than COMMUNITIES GOVERNANCE AND ETHICAL CONDUCT ADDITIONAL INFORMATION Indicators and Additional Information 149 Reference Index (GRI, IIRC, SASB, TCFD) 163 Assurance Letter 181 ADDITIONAL INFORMATION ASSURANCE LETTER weg GRI 2-7 TOTAL EMPLOYEES FULL-TIME EMPLOYEES BY GENDER BY GENDER (BRAZIL) M | | | Women: M | | | Women: (78%) (22%) 31.815 : 8.978 South & Central America: 29,336 North America: 5,746 Asia-Pacific: 2,731 Europe: 2,314 Africa: 666 TOTAL: 40,793 22, 211 | 6,107 EMPLOYEE TURNOVER <slortary turnewer RA | iE ~ 2020 consolidated in 2023: 5.05% VOLUNTARY TURNOVER VOLUNTARY TURNOVER By age category By race category Under 18 1.71% Not informed 8.22% Under 30 7.195% White 4.24% Over 30 and under 50 4.04% Black 5.59% Over 50 2.68% Yellow 1.58% Female 5.34% Indigenous 0.00% Male 4.96% By management position category Supervision 2.00% Management 3.83% Direction 0.00% Note: the data reoresents 96.4% of employees.",
    "INFORMATION GOVERNANCE AND ETHICAL CONDUCT ENGAGED EMPLOYEES AND COMMUNITIES CIRCULAR AND EFFICIENT OPERATIONS SUSTAINABLE PRODUCTS AND SOLUTIONS SUSTAINABILITY AT WEG weg SUSTAINABLE PRODUCTS FTSE SECTOR Sector: Energy Management and Efficiency WEG PRODUCTS High-efficiency Motors & Gearmotors Transformers / Reactors / Mobile substations / Disconnectors PRODUCTS FEATURES ACCORDING TO FTSE CRITERIA Products or systems which reduce energy and other resource usage within processes.",
    "Transmission and distribution technologies.",
    "Products and core components which improve energy profiles, and products or systems 2023 WEG GREEN REVENUE (BRL BILLION) % IN RELATION TO WEG NOR sae e ere cesses Controls/BT & MT Drivers which reduce energy and other resource usage within processes.",
    "15-4 46.6% (General) Critical Power / Bess Manufacture, installation or operation of products that store energy at a grid or building level.",
    "= Smart & Efficient Grids (General) Digital Business / Edge | | , | | = Power Storage (Battery) Devices / Smart Grids & Equipment and services that enhance the efficiency of operation of the electrical power network.",
    "Meters Engineered Products Products and core components which improve energy profiles, and products or systems which reduce energy and other resource usage within processes.",
    "Hydrogenerators / Turbo Equipment and plants engaged in the supply of power generation that harnesses the energy Sector: Energy Equipment reducer / Turbines produced by flowing fresh water.",
    "Subsectors: Wind turbines Production and distribution of equipment and plants engaged In the supply of power = Hydro generation that harnesses the power of movements or currents in the air.",
    "79 991% a = oar Turbogenerators (biomass) | Equipment for power generation where primary source is biomass-based.",
    "= Cogeneration Biomass Solar photovoltaic or concentrated solar systems.",
    "TOTAL GREEN REVENUE 8 68.7% ENVIRONMENTAL MANAGEMENT SYSTEM The implementation of a management system and obtaining ISO 14,001 certification represent important pillars for operational excellence and environmental responsibility.",
    "ISO 14,001 certification is a global hallmark in environmental management, reinforcing the company's commitment to sustainability, establishing guidelines for identifying and reducing negative environmental impacts, complying with regulations and promoting awareness and engagement among stakeholders.",
    "NUMBER OF SITES CERTIFIED TO ISO 14,001 The WEG Group's business units have an Environmental Management System implemented, and the certifications of Manufacturing Parks in ISO 14,001 occur according to the strategy internal.",
    "Annual compliance audits are conducted on Environmental Management Systems of the Company's main operations.",
    "WEG has ISO 14,001 certification in tts main Manufacturing Parks, with 74.5% of certified WEG employees; when considering the coverage of Manufacturing Parks, this corresponds to 42.3% of locations certified to the standard.",
    "RESPONSIBILITY OF THE MANAGEMENT SYSTEM Senior Management, Committees, Commissions and Managers are responsible for ensuring that the integrity of the Environmental Management System will be maintained when changes to business processes or activities that influence the Management System are planned.",
    "The Senior Management Representative is responsible for ensuring that the environmental management system complies with the requirements of this document and for reporting the performance of the environmental management system to Senior Management.",
    "INFORMATION ASSURANCE LETTER COMPLIANCE WITH LEGISLATION The environmental management system guarantees compliance with environmental legislation.",
    "The Manufacturing Plants periodically monitor new and existing legislation and ensure compliance with them through preventive and corrective actions.",
    "In 2023, there was no evidence of fines or sanctions related to failure to comply with legal requirements.",
    "TRAINING Training employees with specific knowledge about environmental practices, regulations and internal procedures promotes a corporate culture focused on environmental awareness and responsibility.",
    "Training enables employees to identify potential environmental impacts, adopt preventive and corrective measures, and implement good environmental management practices in their daily activities.",
    "At WEG, employees are trained in environmental issues as they carry out their activities, and activities that have more relevant environmental aspects have more robust training.",
    "INTERNAL AUDITS Internal audit plays an essential role in the environmental management system, being a fundamental tool for evaluating the effectiveness and compliance of adopted environmental practices.",
    "By conducting regular audits, it provides the identification of corrective actions necessary to ensure continuous process improvement, verify compliance with established policies and procedures, and evaluate environmental performance in relation to defined objectives and goals.",
    "ey ETHICAL CONDUCT ENGAGED EMPLOYEES AND COMMUNITIES CIRCULAR AND EFFICIENT OPERATIONS SUSTAINABLE PRODUCTS AND SOLUTIONS ADDITIONAL INFORMATION ASSURANCE LETTER INVESTMENTS IN ENVIRONMENT Environmental investments fall into three categories: Environmental control: related to treatment and disposal of residues, treatment of atmospheric and liquid emissions, environmental liability insurances, depreciation of devices and expenses with materials and maintenance.",
    "Equipment: related to the purchase of equipment for environmental control.",
    "Management: related to the remuneration of training personnel who act in environmental management, research and development, and certification of environmental management systems.",
    "ENVIRONMENTAL INVESTMENT HISTORY CONDUCTED IN BRAZIL: 2021 (BRL) 2022 (BRL) INVESTMENT (DATA FROM 2021 (%) (DATA FROM 2022 (%) BRAZIL) BRAZIL) Environmental Control 8.678 54.1 10,234 52.4 Equipment 1,329 8.3 1,/88 9.2 Management 6,006 7,919 VALUES IN BRL THOUSAND 2023 (BRL) (DATA FROM BRAZIL) 12,248 1,819 11,261 S| 2023 (%) 48.4 1.2 OPERATIONS COMMUNITIES ENGAGED EMPLOYEES AND GOVERNANCE AND ETHICAL CONDUCT ADDITIONAL ASSURANCE INFORMATION LETTER weg WEG Is part of the platforms: = Climate Action = Action for Human Rights = Action Against Corruption HUMAN RIGHTS 1.",
    "Businesses should support and respect the protection of internationally proclaimed human rights.",
    "2.",
    "Make sure that they are not complicit in human rights abuses.",
    "LABOUR 3.",
    "Businesses should uphold the freedom of association and the effective recognition of the right to collective bargaining.",
    "4.",
    "The elimination of all forms of forced and compulsory labour.",
    "5.",
    "The effective abolition of child labour.",
    "6.",
    "The elimination of discrimination in respect of employment and occupation.",
    "WEG is a signatory to the UN Global Compact and continually works to align its strategy and operations with the Ten Universal Principles in the areas of Human Rights, Labor, Environment and Anti-Corruption.",
    "This adherence also reaffirms WEG’s alignment with the Sustainable Development Goals (SDGs).",
    "ENVIRONMENT f.",
    "Businesses should support a precautionary approach to environmental challenges.",
    "Undertake initiatives to promote greater environmental responsibility.",
    "Encourage the development and diffusion of environmentally friendly technologies.",
    "ANTI-CORRUPTION 10.",
    "Businesses should work against corruption in all its forms, including extortion and bribery.",
    "INFORMATION GOVERNANCE AND ETHICAL CONDUCT ENGAGED EMPLOYEES AND COMMUNITIES CIRCULAR AND EFFICIENT OPERATIONS SUSTAINABLE PRODUCTS AND SOLUTIONS SUSTAINABILITY AT WEG weg IMPACTS AND ALIGNMENTS OF MATERIAL TREMES ALIGNMENT MATERIAL TOPIC REAL AND POTENTIAL IMPACTS POLICIES COMMITMENTS IIRC CAPITALS RESPONSIBLE SUPPLY CHAIN SUSTAINABLE GROWTH OF THE COMMUNITIES Negative impact: supplier evaluation processes regarding fiscal, technical, environmental and social aspects are being developed by the company.",
    "We have strong monitoring of our supplier ABC curve, but we are subject to image impacts due to eventual relationships with certain suppliers that have not gone through the full evaluation process.",
    "Positive impact: the long-term relationship with responsible suppliers from a socio-environmental point of view is very important in WEG’s selection strategy, allowing for a stable partnership in the long term with gains in economy and scale.",
    "Suppliers are encouraged to adopt a responsible supply journey, directly impacting their business, especially in medium and small companies or local companies.",
    "Negative impact: the well-being and integrity of employees are a primary concern in the WEG group, although we may be subject to accidents at work.",
    "It is important to consider many investments that were made to improve risk perception and awareness, but in the case of an industrial environment, certain risk conditions are inherent.",
    "Positive impact: WEG works tirelessly to provide employees with a healthy and safe environment, both from a social and environmental point of view.",
    "We are reputable for our good work environment and organizational climate, which is noticeable by the engagement of all employees with the company's goals and strategic planning.",
    "These points represent, for WEG, a great competitive advantage, reflected in our productivity and the quality of our products and services.",
    "Sustainability Policy Code of Ethics for Suppliers Restricted Substances and Conflict Minerals Policy General Supply Conditions General Purchasing Conditions for Suppliers Sustainability Policy Occupational Health and Safety Policy WEG Code of Ethics Global Compact 01, 02, 03, 04, 05, 06, O07, 08, 09, 10 Sustainable Development Goals (SDGs) Global Compact 01, 02, 03, 04 Sustainable Development Goals (SDGs) 3 SAUDE E BEM-ESTAR n/> = Manufactured Capital = Human Capital = Social and Relationship Capital = Natural Capital = Manufactured Capital =» Human capital ALIGNMENT POLICIES COMMITMENTS IIRC CAPITALS MATERIAL TOPIC REAL AND POTENTIAL IMPACTS ETHICS, INTEGRITY Negative impact: since its foundation, WEG has had a very high standard of = Sustainability Policy Global Compact =» Human Capital AND FIGHTING corporate governance, based on the values already held dear by its founders = Code of Ethics for 40 = Social and Relationshi CORRUPTION such as: honesty, transparency and ethical conduct.",
    "Even so, the company may .",
    ".",
    "P be subject to violations of the code of ethics by both employees and stakeholders, Suppliers cal eihel which go through a strict investigative process and are duly addressed with the =» WEG Code of Ethics Sustainable = Financial Capital application of appropriate measures.",
    ".",
    ".",
    ".",
    "Development Goals a | | | | | | = Policy of Fight Against (SDGs) Positive impact: WEG is recognized in the market for its ethical, professional Corruption and other and integrity conduct in all of its initiatives, which enables a solid and detrimental acts long-term bond with its related parties.",
    "To reinforce this bond, WEG has an integrity program and provides an independent reporting channel with full guarantee of anonymity for whistleblowers.",
    "CARBON NEUTRAL Negative impact: WEG has a formal commitment related to carbon reduction = Sustainability Policy Global Compact =» Manufactured Capital OPERATIONS targets in alignment with the Paris Agreement, which could represent an .",
    ".",
    ".",
    "acceleration in the replacement of assets aimed at decarbonization and greater * Environment Policy 07, 08, 09 \" Natural Capital energy efficiency.",
    "We may not be able to achieve carbon reduction targets aligned = Energy Efficiency Policy with scopes 1 and 2, bringing image impacts with our stakeholders.",
    "Sustainable Positive impact: our product portfolio is strongly aligned with the objectives Sbe Goals of greater energy efficiency, generation of renewable energy and reduction of greenhouse gas emissions.",
    "By pursuing carbon neutral targets in operations, companies and society will increase demand for more efficient products, bringing many business opportunities.",
    "ETHICAL CONDUCT ENGAGED EMPLOYEES AND COMMUNITIES CIRCULAR AND EFFICIENT OPERATIONS SUSTAINABILITY SUSTAINABLE PRODUCTS AT WEG AND SOLUTIONS ey ALIGNMENT POLICIES COMMITMENTS IIRC CAPITALS REAL AND POTENTIAL IMPACTS MATERIAL TOPIC LEADERSHIP AND EMPLOYEE DEVELOPMENT SUSTAINABLE PRODUCTS Negative impact: the development of employees and leadership has been a priority for the company since its first steps, taken by its founders.",
    "With the continuous growth that the company has historically presented, the availability of people prepared to take over the most different positions becomes a challenge.",
    "Considering our current participation in global markets, this need is expanding to other territories.",
    "We have worked hard to develop key people, still we may temporarily face difficulties in replacing some positions in certain markets.",
    "Positive impact: historically, WEG has carried out different actions aimed at developing and training employees at all levels.",
    "It is worth mentioning initiatives such as a technical school for young apprentices and the different courses constantly held to train employees to achieve the company's objectives.",
    "It is also important to mention the leadership preparation program that identifies and trains people to take over the most different leadership positions in Brazil and abroad, with the dissemination of the company's culture and values.",
    "Negative impact: the portfolio of products developed by WEG has a strong appeal to energy efficiency, renewable energy generation and sustainability.",
    "We have in our portfolio some other products that support our main lines and serve external customers where we are subject to possible negative image impacts, such as paints and varnishes during shipment.",
    "Positive impact: WEG makes large investments in research, development and innovation of new products, always focusing on energy efficiency and sustainability.",
    "This can be verified by WEG’s large portfolio of products that are considered sustainable based on the FTSE methodology.",
    "These products represent a great competitive edge, as they can help the journey of our customers and society in the search for a more sustainable world.",
    "=» WEG Code of Ethics = Sustainability Policy = Social Responsibility Policy = Sustainability Policy = Quality Policy =» Environment Policy =» Energy Efficiency Policy = Occupational Health and Safety Policy =» Restricted Substances and Conflict Minerals Policy Global Compact 07, 10 Sustainable Development Goals (SDGs) Global Compact 07, 08, 09 Sustainable Development Goals (SDGs) =» Human Capital = Intellectual Capital =» Manufactured Capital = Human Capital = Intellectual Capital = Social and Relationship Capital = Natural Capital OPERATIONS ENGAGED EMPLOYEES AND COMMUNITIES GOVERNANCE AND ETHICAL CONDUCT ADDITIONAL ASSURANCE E INFORMATION LETTER !",
    "ALIGNMENT POLICIES COMMITMENTS IIRC CAPITALS MATERIAL TOPIC REAL AND POTENTIAL IMPACTS DIVERSITY AND INCLUSION SUSTAINABLE GROWTH OF THE COMMUNITIES Negative impact: WEG is very concerned with the topic of diversity in its recruitment, selection and social responsibility policies, and other internal standards.",
    "We do not tolerate discrimination of any nature in the workplace; however, despite preventive actions, we may be subject to interactions without the correct respect regarding race, religion, political beliefs, sexual orientation, moral or sexual harassment.",
    "Despite the efforts to continually improve the inclusion of people with disabilities in our jobs, we may not be able to effectively fill vacancies for people with disabilities.",
    "Positive impact: creation of the QPCD Program; 18.8% increase in the PwD workforce; 2,138 global leaders trained in Diversity and Inclusion by the WEG Leadership Academy.",
    "Negative impact: WEG has historically had a great relationship with the communities in the places where it is present.",
    "The company reinforces this bond by organizing and supporting various courses and meetings.",
    "However, because of the activities carried out by the company, we may be subject to possible complaints due to inconvenience caused to communities surrounding industrial sites.",
    "Positive impact: being aligned with the good growth of the communities where it operates allows the company to strengthen the bonds of engagement of its employees and families.",
    "Through programs such as volunteering actions by its employees, the company also reinforces its sense of belonging and purpose in building a more sustainable and prosperous future.",
    "Sustainability Policy Social Responsibility Policy WEG Code of Ethics Marketing Policy Social Investment Policy Sustainability Policy Social Responsibility Policy WEG Code of Ethics Marketing Policy Global Compact 01, 02, 06 Sustainable Development Goals (SDGs) Global Compact 01, 02 Sustainable Development Goals (SDGs) =» Human Capital = Social and Relationship Capital = Social and Relationship Capital PROGRAM OF GOALS WEG’s annual goals program, called WEG Quality and Productivity Program (PWQP), aims at raising awareness and encouraging people's willingness for solving problems and taking advantage of opportunities for improvement, seeking continuous gains in quality and productivity, both in the manufacture of products and in the provision of services, as well as in the whole business performance, in each sector.",
    "The preparation of the WEG Quality and Productivity Program goals and projects considers different categories, as follows: = Environment Program = WEG Health and Safety Program = Technological Development Program = Continuous Improvement Program = Specific Goal Program = Annual Standardization Program social and/or governance goals.",
    "In 2023, the program obtained the following numbers: ENVIRONMENTAL SOCIAL 280 environmental 339 social goals goals were were achieved.",
    "achieved.",
    "GOVERNANCE 2,075 governance goals were achieved.",
    "S| CHARACTERISTICS OF THE WEG S.A.",
    "BOARD OF DIRECTORS NILDEMAR TANIA CONTE SIEGFRIED MARTIN SERGIO DECIO DA SILVA DAN IOSCHPE LUIZ SILVA SECCHES COSENTINO KREUTZFELD WERNINGHAUS SCHWARTZ Experience participating in other Boards of Directors Experience as a senior executive Experience in change management and crisis management Experience in identifying and controlling risks Experience in people management Experiences | | Experience in business management of Industrial Electronic Equipment Experience in managing Energy Generation, Transmission and Distribution businesses 1IXIAIAIRI AIA SA Experience in business management of Commercial and Appliance Motors TET TAIAISAIAIAT A Experience in Paints and Varnishes business management IRIRAISAIAI SIAR Experience in Digital business management Finance knowledge Accounting knowledge IAI Law knowledge Competences | Risk management knowledge International market knowledge KINI SIRI IRIAIAT AIRY AIK AIAT A KINI ISR SIAR AIRY AYR AIAT A KINI SIRI IAIATARY SAY IRI IAI KINI AIA <A IAA INIA AIA Domestic market knowledge Executive members Characteristics Independent members _ - < a1< Number of participation in other boards 2 3 - REFERENCE INDEX (GRI, IRC, SASB, TCFD) GR GRI CONTENT SUMMARY Declaration of use WEG reported in compliance with the Standards GRI for the period from 02/01/2023 to 12/31/2023 GRI 1 used GRI 1: Fundamentals 2021 Sector Standard(s) of the applicable GRI(s) N/A omission | nee Ne OF THE oF CONTENT LOCATION OMITTED GRI SECTOR STANDARDS REASONS EXPLANATION STANDARD REQUIREMENT(S) GENERAL CONTENTS WEG is a publicly traded company.",
    "= Headquarters location: Av.",
    "Prefeito Waldemar Grubba, 3.300 — 89256-900 — Jaragua do Sul — SC - Brazil = Countries of operation: 2-1 Organization details = 52 manufacturing parks in 15 countries = Commercial operations in 37 countries = Distributors/agents in more than 120 countries = Sales to more than 135 countries GRI 2: = For this report, all companies in the WEG group were considered.",
    "General 2-2 Entities included contents 2021 in the organization's sustainability report = WEG’s Financial Statements (click here) are audited and, like the Integrated Annual Report, is based on the scope of the entire WEG group.",
    "= The data is consolidated by corporate areas, which takes the same database to the companies.",
    "= Period: fiscal year 2023, the same period used in the Company's Financial Statements.",
    "2-3 Reporting period, = The report is published annually.",
    "frequency and point of contact = Publication date: this report was published in June 2024.",
    "= Contact: esg@weg.net 2-4 Information There were no reformulations of relevant information in this edition of the Integrated Annual Report.",
    "restatements OMISSION, | pee Ne OF THE SRI CONTENT LOCATION OMITTED GRI SECTOR STANDARDS REASONS EXPLANATION STANDARD REQUIREMENT(S) GENERAL CONTENTS = The hiring of external verification was carried out through approval in the relevant forums of the Company, involving the Committee and the Executive Board.",
    "2-5 External verification | ™ This Integrated Annual Report has undergone external verification, available on page 183 of this report.",
    "= The external verification process was carried out through limited assurance, based on GRI and IIRC (Integrated Reporting) methodologies.",
    "= Main segments served: Oil & Gas, Mining, Pulp & Paper, Water and Sanitation, Renewable Energy, Sugar & Ethanol, Food and Beverage, Power Generation, Agribusiness, Naval and Offshore, Electric Mobility, Steel, Infrastructure, Appliance, Transmission and Distribution.",
    "= Organization supply chain: page 48.",
    "2-6 Activities, value = WEG supply chain: Reference Form (click here), page 19.",
    "chain and other business = Regarding the Company's logistics entities, WEG contracts transport (road, air, maritime) in all its business units around the world.",
    "Contracts are annual and may occasional hiring also takes place.",
    "= There are no other relevant relationships other than those already reported in this report.",
    "= There were no significant changes in items 2-6-a, 2-6-b, and 2-6-c compared to the period of previous report.",
    "= Page 149.",
    "= In the context of the scope of related employee data, this format for compiling data included all We do not related employee indicators, where there were no fluctuations significant in the number of employees have available by being the same data compilation base previous years.",
    "to breakage of indicators of full-time and 2-7 Employees = WEG has 601 temporary employees, all in the geographic region of South & Central America.",
    "This partial by gender, indicator does not break down by gender.",
    "due to bea break of indicator currently not controlled by Note: the data represents 96.4% of employees.",
    "Company.",
    "= WEG does not have employees without guaranteed working hours and part-time employees.",
    "= All WEG employees are permanent, and the distinction of this indicator by gender consequently presents the same data already published on page 149.",
    "INFORMATION ASSURANCE LETTER ey GRI STANDARDS CONTENT 2-8 Workers who are not employees 2-9 Governance structure and its composition LOCATION GENERAL CONTENTS = Third-party employees: 6,305.",
    "= Type of work performed: due to this indicator considering the consolidation of all units of the group, there are different types of services applied to different structures, such as: IT, cleaning services, accounting, tax consultant, property security/surveillance, food, among others.",
    "=\" Contractual relationship: the contractual relationship occurs on a punctual basis or for a certain time and/or service, depending on the type of activity.",
    "= Data compilation: data compilation is carried out through the internal systems adopted by HRs in each location.",
    "Then the data is consolidated corporately to obtain the indicators globally.",
    "In the context of the scope of related employee data, this data compilation format included all related employee indicators, in which there were no significant fluctuations in the number of employees due to the same data compilation base from previous years.",
    "= Page 109.",
    "= Regarding underrepresented social groups, there is still no formalized related group in company.",
    "= Stakeholder representation occurs in different ways, such as by class entities, local unions, third sector entities, among others.",
    "OMISSION, | pee OF THE OMITTED REQUIREMENT(S) REASONS EXPLANATION GRI SECTOR STANDARD AND SOLUTIONS CIRCULAR AND EFFICIENT OPERATIONS ENGAGED EMPLOYEES AND COMMUNITIES GOVERNANCE AND ETHICAL CONDUCT ADDITIONAL INFORMATION ASSURANCE LETTER weg GRI STANDARDS CONTENT 2-10 Nomination and selection for the highest governance body 2-11 Chair of the highest governance body 2-12 Role played by the highest governance body in supervision of impact management 2-13 Delegation of responsibility for impact management 2-14 Role played by the highest governance body in the sustainability report 2-15 Conflicts of interest 2-16 Communicating critical concerns 2-17 Collective knowledge of the highest governance body LOCATION GENERAL CONTENTS = Page 108.",
    "= Currently, nominations must always comply with different criteria, seeking to achieve diversity, complementarity of experiences and academic training.",
    "Any shareholder or group of shareholders propose a slate for the Board of Directors for voting at the Meeting Ordinary General Meeting, which takes place annually.",
    "= Page 109.",
    "= Page 111.",
    "Note: the status of Code of Ethics reports is presented biannually to the Board of Directors.",
    "= Page 118.",
    "Note: the frequency with which employees must indicate new risks to the organization is continuous, to the extent that any are identified.",
    "The governance of review and approval of the information reported in this report, including the topics materials, is carried out by the Information Disclosure Committee and Executive Board.to the extent that any are identified.",
    "a.",
    "Page 108.",
    "a.",
    "and b.",
    "According to the WEG Group's’ Related Party’ Transactions Policy.",
    "Access the Policy here.",
    "= Possible conflicts of interest are not publicly disclosed.",
    "a.",
    "Page 111.",
    "b.",
    "Page 128.",
    "= Page 111.",
    "omission | ee Ne OF THE OMITTED GRI SECTOR REQUIREMENT(S) | PEASONS STANDARD EXPLANATION AND SOLUTIONS CIRCULAR AND EFFICIENT OPERATIONS ENGAGED EMPLOYEES AND COMMUNITIES GOVERNANCE AND ETHICAL CONDUCT ADDITIONAL INFORMATION ASSURANCE LETTER weg GRI STANDARDS CONTENT 2-18 Assessment of the performance of the highest governance body 2-19 Remuneration policies 2-20 Process for determining the remuneration 2-21 Proportion of total annual 2-22 Declaration on sustainable development strategy omission nee OF THE LOCATION GENERAL CONTENTS = Page 108.",
    "a.",
    ", b.",
    "and c.",
    "Reference Form (click here), page 234.",
    "= Page 117.",
    "= Pages 115 to 117.",
    "= Contextual information for understanding the data reported and how the data was compiled: the data was collected from the HR system, which covers around 96% of WEG employees in the world.",
    "= Page 6.",
    "OMITTED REQUIREMENT(S) a.",
    "Report the ratio between the total annual compensation of the organization's highest-paid individual and the median total annual remuneration of all employees (excluding the highest paid).",
    ".",
    "Report the ratio of the percentage increase in the highest-paid individual's total annual compensation of the organization and the median percentage increase in the total annual compensation of all employees (excluding the highest paid).",
    "REASONS Restrictions confidentiality EXPLANATION The indicators of the company's current scope of reporting on remuneration are presented In the Financial Statements, in the Reference Form and in this report.",
    "The restriction is related to the scope of indicators used.",
    "GRI SECTOR STANDARD omission | pee ne OF THE oR CONTENT LOCATION OMITTED GRI SECTOR STANDARDS REASONS EXPLANATION STANDARD REQUIREMENT(S) GENERAL CONTENTS a.",
    "i.: United Nations (UN).",
    "International Bill of Human Rights.",
    "ll.: Page 133.",
    "lll.: The policies, in their content, establish precautionary principle practices, as demonstrated on our website.",
    "iv.: Page 131.",
    "b.",
    "i.: Page 131.",
    "li: The categories of stakeholders that the organization gives special attention to in the commitment are: = Related companies = Suppliers 2-23 Policy = Service providers commitments = Sales representatives/distributors = Resales and technical assistants = Customers = Investors = Community = Government .",
    "WEG Code of Ethics (click here).",
    ".",
    "The Company's commitments are approved by the Company's Executive Board.",
    ".",
    "The commitments are applied to all of the Company's operations, whether industrial or commercial.",
    "Policies and commitments are communicated to employees through awareness campaigns internal communication and internal training.",
    "7-7\" 0 & 9 OPERATIONS COMMUNITIES ETHICAL CONDUCT INFORMATION LETTER !",
    "AND SOLUTIONS GRI STANDARDS CONTENT 2-24 Incorporation of policy commitments 2-25 Processes for repairing negative impacts 2-26 Mechanisms for counseling and reporting concerns 2-2/ Compliance with laws and regulations 2-28 Membership in associations 2-29 Approach to stakeholder engagement 2-30 Collective bargaining agreements Oo ©.",
    "LOCATION GENERAL CONTENTS Pages 126 to 129.",
    ".",
    "Page 128.",
    ".",
    "Page 127.",
    ".",
    "Page 129.",
    ".",
    "Page 127.",
    ".",
    "Page 129.",
    "The negative impact remediation process occurs through the WEG Compliance Program, this is the structure for this process.",
    "Page 127.",
    "No significant cases of non-compliance with laws and regulations were identified during the reporting period.",
    "Page 131.",
    "Page 20.",
    "In Brazil, all employees are covered and governed by collective norms, while employees from abroad who may not have a contract and working conditions based on local labor legislation, which is observed in its entirety.",
    "OMISSION, | ee OF THE GRI SECTOR Sally UE REASONS | EXPLANATION| STANDARD REQUIREMENT(S) GRI STANDARDS GRI 3: Material subjects 2021 CONTENT 3-1 Process for defining material subjects 3-2 List of material subjects 3-3 Management of material topics ee ee LOCATION GRI SECTOR Sel ae REASONS | EXPLANATION| STANDARD REQUIREMENT(S) MATERIAL SUBJECTS = Page 18.",
    "= Page 23.",
    "= Consultation with stakeholders is part of the process for determining material topics.",
    "This process was one of the inputs that supported the Company to develop the themes in depth in the last year and report on the progress of these actions in this report.",
    "DECARBONIZATION IN OPERATIONS GRI 3: Material subjects 2021 305-1 Direct greenhouse gas (GHG) emissions (Scope 1) = Page 61.",
    "= The emission factors used are calculated based on official government documents of the respective countries and internationally recognized agencies, for example: Inventory Report National of Spain, International Energy Agency - IEA, Global Warming Potential (GWP) used are coming from the IPCC (Intergovernmental Panel on Climate Change) AR5.",
    "= Emissions of CH,, N,O, SF,, NF,, HFCs and PFCs are expressed as CO,e, considering the respective global warming potential (“GWP”) of each gas, based on IPCC ARB®d.",
    "In the case of the WEG Group, emissions of CO,, CH,, N,O and HFCs.",
    "= Our base year was 2021, as it was the first year in which WEG calculated all categories and all the scopes that are applicable to the business and following internationally recognized methodology.",
    "This was also the first year the inventory was audited.",
    "For scope 3, we calculated the categories that are significant to the business.",
    "= There were no significant changes that justify the need for recalculation of the year base.",
    "= The consolidation of GHG emissions was carried out through operational control.",
    "—omssiON | pee OF THE SRI CONTENT LOCATION OMITTED GRI SECTOR STANDARDS REASONS EXPLANATION STANDARD REQUIREMENT(S) DECARBONIZATION IN OPERATIONS = Page 62.",
    "= The emission factors used are calculated based on official government documents of the respective countries and internationally recognized agencies, for example: Inventory Report National of Spain, International Energy Agency - IEA, Global Warming Potential (GWP) used are coming from the IPCC (Intergovernmental Panel on Climate Change) ARS.",
    "= Emissions of CH,, N,O, SF,, NF, HFCs and PFCs are expressed as CO,e, considering the respective global warming potential (“GWP”) of each gas, based on IPCC ARB.",
    "In the case of the WEG Group, 305-2 Indirect emissions of CO,, CH,, N,O and HFCs.",
    "greenhouse gas (GHG) = Our base year was 2021, as it was the first year in which WEG calculated all categories and all the emissions (Scope 2) scopes that are applicable to the business and following internationally recognized methodology.",
    "= This was also the first year the inventory was audited.",
    "For scope 3, the categories that are significant to the business.",
    "= No significant changes were evidenced that would justify the need for recalculation of the base year.",
    "= The consolidation of GHG emissions was carried out through operational control.",
    "=\" SCOPE 2 EMISSIONS (tCO2e) - BY LOCATION 2021: 110,634 / 2022: 85,066 / 2023: 82,699 = Page 63.",
    "= The emission factors used are calculated based on official government documents of the respective countries and internationally recognized agencies, for example: Inventory Report National of Spain, International Energy Agency - IEA, Global Warming Potential (GWP) used are coming from the IPCC (Intergovernmental Panel on Climate Change) ARS.",
    "305-3 Other indirect greenhouse gas emissions (Scope 3) = Emissions of CH,, N,O, SF, NF,, HFCs and PFCs are expressed as CO,e, considering the respective global warming potential (“GWP”) of each gas, based on IPCC ARB.",
    "In the case of the WEG Group, emissions of CO,, CH,, N,O and HFCs.",
    "= Our base year was 2021, as it was the first year in which WEG calculated all categories and all the scopes that are applicable to the business and following internationally recognized methodology.",
    "This was also the first year the inventory was audited.",
    "For scope 3, the categories that are significant to the business.",
    "OMISSION, | ee Ne OF THE SRI CONTENT LOCATION OMITTED GRI SECTOR STANDARDS REASONS EXPLANATION STANDARD REQUIREMENT(S) HEALTH, SAFETY AND WELL-BEING OF EMPLOYEES 403-1 Occupational health and safety Page 7/1.",
    "403-2 Hazard identification, risk assessment, and incident investigation Page //.",
    "WEG Code of Ethics (click here), page 17.",
    "403-3 Occupational health services Page 79.",
    "403-4 Worker participation, consultation, and = Pages 71 and 77.",
    "GRI 3: Material | COMMunication on Note: the Health and Safety Committee operates within the WEG Group (employees and third parties).",
    "subjects 2021 occupational health and safety 403-5 Training of employees in health = Page 7/4.",
    "and safety 403-6 Promotion of worker health = Page 79.",
    "403-7 Prevention and mitigation of occupational health and safety impacts directly linked by business relationships = Page /6.",
    "OMISSION, | ee Ne OF THE SRI CONTENT LOCATION OMITTED GRI SECTOR STANDARDS REASONS EXPLANATION STANDARD REQUIREMENT(S) RESPONSIBLE SUPPLY CHAIN 308-1 New suppliers that were selected using environmental Note: 100% of new suppliers were evaluated based on environmental criteria.",
    "GRI3: Material | Cera subjects 2021 | 414-1 New suppliers that were = Page 46.",
    "selected using social criteria DIVERSITY AND INCLUSION GRI 3: Material | 405-1 Diversity in governance = Page 89.",
    "subjects 2021 bodies and employees = |tems a.ili and b.iii consider the gender indicator (women).",
    "SUSTAINABLE PRODUCTS GRI 3: Material CREATING VALUE FOR COMMUNITIES GRI 3: Material 413-1 Operations with local subjects 2021 community involvement, impact assessments and development programs = Pages 93 to 104.",
    "LEADERSHIP AND EMPLOYEE DEVELOPMENT 404-3 Percentage of employees GRI 3: Material receiving regular performance subjects 2021 and career development reviews = Page 142.",
    "ETHICS, INTEGRITY AND FIGHTING CORRUPTION GRI 3: Material 205-3 Confirmed incidents of subjects 2016 corruption and actions taken = Page 128.",
    "S| IRC = All requirements highlighted in bold in the standard are being followed.",
    "= In this report, there is no case of unavailability of reliable information or specific legal prohibitions.",
    "= The governance of review and approval of the information provided in this report, including material topics, is carried out by the Information Disclosure Committee and Executive Board.",
    "Governance of the process that has a broad view of the report.",
    "Concluding that this report follows the proposed methodological guidelines.",
    "For future reporting, governance measures will be implemented on an ongoing basis.",
    "COMMUNITIES ETHICAL CONDUCT INFORMATION LETTER !",
    "SASB ACCOUNTING METRIC CATEGORY UNIT OF MEASUREMENT Energy (1) Total energy consumed.",
    "(2) Percentage from the management power grid.",
    "(8) Percentage from renewable.",
    "Employee’s (1) Total recordable incident rate.",
    "(2) Fatality rate.",
    "health and safety | (3) Near miss frequency rate Fleet fuel efficiency weighted by sales for medium and heavy vehicles.",
    "Fuel efficiency weighted by the sales of equipment Fuel savings and | non-road vehicles.",
    "emissions in use phase Weighted emissions of sales: (1) Nitrogen oxides (NOx) and (2) Particulate Material for: (a) marine diesel engines, (b) locomotive with diesel engines, (Cc) medium and heavy engines, and (d) other non-road vehicles with diesel engines.",
    "Quantitative Quantitative Quantitative Quantitative Quantitative (1): Electricity history: 2021: 1,999,206 GJ (555,335 MWh).",
    "2022: 2,036,844 GJ (565,790 MWh).",
    "2023: 2,010,805 GJ (558,557 MWh).",
    "(2) History — Percentage of electricity grid 2021: 100% 2022: 84.7% Gigajoules (Gu), RT-IG-130a.1 | 9993: 77.1% Percentage (%) (3) ) History - Renewable percentage”) 2021: 0% 2022: 15.3% 2023: 22.9% Note: 1) Coming from renewable sources, through the purchase of Certificates of Renewable Energy (I-REC).",
    "(1): 1.49 Rate RT-IG-320a.1 | (2): 0 (3): 3.27 (Data from Brasil) UNIT OF MEASUREMENT ACCOUNTING METRIC CATEGORY WEG has arestricted substances policy, demonstrating its commitmenttoresponsible procurement and defining guidelines and responsibilities so that its products and packaging are in compliance with the regulations applicable globally.",
    "This policy is supported by a global restricted substance list and internal procedures that detail how Description of risk management associated with the | Discussion and RT-IG- regulations and directives such as REACH (Registration, Evaluation, Authorization use of critical materials.",
    "analysis N/A AA0a.1 and Restriction of Chemicals), ROHS (Restriction of Certain Hazardous Substances), TSCA (Toxic Substances Control Law), among others, are met.",
    "For the restricted substances and conflict minerals regulations to be met, we monitor our supply chain, establishing governance with suppliers to mitigate the risk of using conflict minerals and restricted substances.",
    "We explain our commitment to complying with regulations and directives through the Supplier Code of Ethics and the Supply Agreement.",
    "Supply materials WEG has the Replacement Plan, a program that encourages the replacement of old Design and or motors that present low performance, are broken or have frequent problems in their Revenue from remanufactured products and as Communicating .",
    "remanufacturing .",
    ".",
    "Quantitative RT-IG-440b.1 | operation.",
    "Through this plan, used motors of any brand are taken as part of the payment remanufacturing services.",
    "Currency .",
    "services fora new WEG motor.",
    "However, in the Replacement Plan, the motors are destroyed and do not fully return to the WEG production process.",
    "Number of units produced by product category.",
    "Quantitative Number RT-IG-000.A | A breakdown of revenue by activity is provided on page 11.",
    "Activity metric Number of employees.",
    "Quantitative Number RT-IG-000.B | 40,793 TASK FORCE ON CLIMATE-RELATED FINANCIAL DISCLOSURES (TCFD) TCFD RECOMMENDATION DISCLOSURE WEG GOVERNANCE a) Describe how the Board oversees climate change-related risks and opportunities.",
    "Page 118 — Risk governance b) Describe the Board's role in assessing and managing risks and opportunities related to Page 118 — Risk governance climate change.",
    "STRATEGY a) Describe the risks and opportunities related to climate change that the organization has Material topics - Positive and negative impacts: pages 15/7 and 158 identified in the short, medium and long term.",
    "b) Describe the impacts of risks and opportunities related to climate change on the organization's business, strategy and financial planning.",
    "Material topics - Positive and negative impacts: pages 157 and 158 TCFD RECOMMENDATION DISCLOSURE WEG STRATEGY Climate change has a strong relationship with WEG’s strategy.",
    "In the review of the strategic planning, macro trends and scenarios to which WEG is exposed were analyzed, such as the containment of global warming, balancing economic growth with increased energy consumption, as well as the reduction in the use of fossils fuels.",
    "Using studies provided by the IEA (International Energy Agency) and studies based on IEA studies, such as those developed by EPE (Energy Research Company), we evaluated the macrotrends of the markets in which we operate in the electrical energy sector.",
    "In this way, our businesses seek to meet the needs identified by IEA for carrying out the energy transition.",
    "The IEA NZE (Net Zero Emissions Scenario) 2050 transition scenario indicates global development trends that drive global investments in infrastructure, enabling the transition scenario.",
    "In this regard, WEG seeks to capture these opportunities in this scenario.",
    "Within this scenario, WEG established the following strategic objectives: =\" Contribute to building a more efficient and sustainable world by investing in energy efficiency, renewable energies, energy storage and electric mobility.",
    "c) Describe the resilience of the organization's strategy, considering different climate change scenarios, including a scenario of 2 °C or less.",
    "= = Bea world benchmark in motors, gearboxes, generators, transformers and electric drives.",
    "Strengthen the industrial automation business, including solutions for the digitalization of industry and energy systems, as well as products for electrification in civil construction and infrastructure.",
    "= Develop the business globally through consistent ESG practices.",
    "WEG also established its Purpose, which plays a fundamental role in the company's strategy, as it defines the reason for the organization's existence, the meaning it has for society and how it contributes to solving socio-environmental problems.",
    "In addition, it provides synergy between mission, vision and values.",
    "WEG Purpose: develop technologies and solutions to contribute to building a more efficient and sustainable world.",
    "Within this context, the impact of risks and, mainly, the opportunities are relevant to the strategy, as well as the strategy is relevant for WEG to be an important player in the fight against climate change.",
    "OPERATIONS ENGAGED EMPLOYEES AND COMMUNITIES GOVERNANCE AND ETHICAL CONDUCT ADDITIONAL INFORMATION ASSURANCE LETTER ey TCFD RECOMMENDATION DISCLOSURE WEG RISK MANAGEMENT a) Describe the processes used by the organization to identify and assess risks related to climate change.",
    "b) Describe the processes used by the organization to manage risks related to climate change.",
    "c) Describe how the processes used by the organization to identify, assess and manage risks related to climate change are integrated into the organization's overall risk management.",
    "Page 118 — Risk Management Page 118 — Risk Management Page 118 — Risk Management METRICS AND GOALS a) Report the metrics used by the organization to assess the risks and opportunities related to climate change according to its strategy and risk management process.",
    "b) Report Scope 1, Scope 2 and, if applicable, Scope 3 greenhouse gas emissions and the risks related to them.",
    "c) Describe the targets used by the organization to manage the risks and opportunities related to climate change, and the performance against the targets.",
    "WEG uses the GHG Protocol methodology as a basis to calculate its GHG emissions.",
    "A third party verified the emissions inventory.",
    "GHG emissions are reported annually.",
    "The collected data allow the company to understand how it is impacting, where it has opportunities for improvement to reduce its impacts and compare its evolution in relation to previous years.",
    "It also helps understand the risks and opportunities related to its impact.",
    "In addition to the emissions data reported in the group's inventory, we have indicators for energy use, energy intensity, energy mix, investments in R&D for low-carbon products and new technologies.",
    "Specifically looking at opportunities, there are percentage metrics of products aligned with the low-carbon economy compared to other products, according to IEA taxonomy.",
    "An example is the indicator of high energy efficiency motors sold within sales of all motors, and wind turbines within sales of energy generation equipment.",
    "WEG’s GHG emissions were calculated based on the GHG Protocol methodology.",
    "GHG emissions (tCO,e/year) in 2023: ESCOPE 1:49,919 ESCOPE 2: 63,506 ESCOPE 3: 21,803,746 The continuous growth of the organization presents a risk of rising emissions, something that the company has been working on seeking greater efficiency in its processes.",
    "Also, it looks for other ways to reduce its impact risk.",
    "The medium and long-term goals are to reduce 52% of its operational emissions by 2030 and reach Net-zero in 2050, using 2021 as the base year.",
    "These objectives are included in the risk management process.",
    "Page 118 — Risk Management ‘ma B Say en on : BESEBSR Oe THE eee.",
    "| Fae ts a OO (MRS) Wwe ee oo se 7 i) len of et J) fe E> eB OF m9 By hag , ASSURANCE FETTER ASSURANCE LETTER KPMG Auditores Independentes Ltda.",
    "Rua Verbo Divino, 1400, Conjunto Terreo ao 801 — Parte, Chacara Santo Antonio, CEP 04719-911, Sao Paulo - SP Caixa Postal 79518 — CEP 04707-970 - Sao Paulo - SP - Brasil Telefone +55 (11) 3940-1500 Komg.com.br INDEPENDENT AUDITORS' LIMITED ASSURANCE REPORT ON THE NON-FINANCIAL INFORMATION INCLUDED IN THE INTEGRATED REPORT To the Board of Directors and Shareholders WEG S.A.",
    "Sao Paulo - SP INTRODUCTION We were engaged by WEG S.A.",
    "(the \"Company\") to submit our limited assurance report on the non-financial information included in the \"2023 Integrated Report\" of WEG S.A.",
    "for the year ended December 31, 2023.",
    "Our limited assurance does not extend to prior period information or any other information disclosed together with the Integrated Report, including any images, audio files or embedded videos.",
    "RESPONSIBILITIES OF THE MANAGEMENT OF WEG S.A.",
    "The management of WEG S.A.",
    "is responsible for: = select and set proper criteria for preparing the information included in the Integrated Report; = preparing information in accordance with the criteria and guidelines of the Global Reporting Initiative (GRI — Standards) and Guidance CPC O09 — Integrated Reporting related to the Basic Conceptual Framework of Integrated Reporting prepared by the International Integrated Reporting Council (IIRC); = designing, implementing and maintaining internal control over the information that is relevant for the preparation of the information included in the Integrated Report that is free from material misstatement, whether due to fraud or error.",
    "KPMG Auditores Independentes Ltda., a Brazilian limited liability company and a member firm of the KPMG global organization of independent member firms affiliated with KPMG International Limited, a private English company limited by guarantee.",
    "AND SOLUTIONS CIRCULAR AND EFFICIENT OPERATIONS ENGAGED EMPLOYEES AND COMMUNITIES GOVERNANCE AND ETHICAL CONDUCT ADDITIONAL ASSURANCE INFORMATION LETTER weg RESPONSIBILITY OF INDEPENDENT AUDITORS Our responsibility is to express a conclusion on the non-financial information included in the 2023 Integrated Report, based on the limited assurance engagements conducted in accordance with Technical Communication CTO 07/2022 issued by the CFC, and in accordance with NBC TO 3000 — Assurance Engagements Other than Audits and Reviews, also issued by the CFC, which is equivalent to ISAE 3000 — international standard.",
    "Assurance engagements other than audits or reviews of historical financial information, issued by the International Auditing and Assurance Standards Board (IAASB).",
    "These standards require that the auditor comply with ethical, independence and other responsibilities related to them, including the application of the Brazilian Standard on Quality Control (NBC PA 071), and therefore the maintenance of a comprehensive quality control system, including documented policies and procedures for compliance with ethical requirements, professional standards and applicable legal and regulatory requirements.",
    "Moreover, those standards require that the work be planned and performed to obtain limited assurance that the non-financial information included in the 2023 Integrated Report taken as a whole is free from material misstatement.",
    "A limited assurance engagement performed in accordance with NBC TO 3000 (ISAE 3000) basically consists of inquiring the management of WEG S.A.",
    "and other professionals of WEG S.A.",
    "who are involved in the preparation of the information and applying analytical procedures to obtain evidence that can allow us to conclude, in the limited assurance manner, information taken as a whole.",
    "A limited assurance engagement also requires additional procedures to be performed when the independent auditor gets to know about issues that lead him to believe that the information disclosed in the Integrated Report, taken as a whole, may have material misstatements.",
    "The selected procedures are based on our understanding of the issues related to the compilation, materiality and presentation of the information included in the 2023 Integrated Report, of other circumstances of the engagement, and of our consideration about the areas and processes associated with the material information disclosed in the 2023 Integrated Report, in which material misstatements could exist.",
    "The procedures consisted of, among others: a.",
    "planning our engagement, considering the materiality of the issues that are part of WEG S.A.'s activities, the relevance of the disclosed information, the amount of quantitative and qualitative information, the operating and internal control systems that supported the preparation of the information included in the 2023 Integrated Report.",
    "b.",
    "understanding the calculation method and procedures followed for compiling indicators by inquiring the managers in charge of gathering Information; Cc.",
    "applying analytical procedures to quantitative information and inquiring about qualitative information and its correlation with the indicators disclosed in the information included in the 2023 Integrated Report; and d.",
    "whennon-tfinancial data correlate with financial indicators, these indicators are crosschecked against financial statements and/or accounting records.",
    "e.",
    "analyzing the procedures followed for preparing the Report and its structure and contents, in accordance with the Global Reporting Initiative — GRI's Content and Quality Standards, and CPC 09 - Integrated Reporting (which relates to the Basic Conceptual Framework of Integrated Reporting), prepared by the International Integrated Reporting Council — IIRC); KPMG Auditores Independentes Ltda., a Brazilian limited liability company and a member firm of the KPMG global organization of independent member firms affiliated with KPMG International Limited, a private English company limited by guarantee.",
    "OPERATIONS SUSTAINABLE PRODUCTS AND SOLUTIONS ENGAGED EMPLOYEES AND COMMUNITIES GOVERNANCE AND ETHICAL CONDUCT ADDITIONAL ASSURANCE INFORMATION LETTER ey f.",
    "assessment of sampled non-financial indicators; g.",
    "understanding the calculation method and procedures followed to compile indicators by holding interviews with the managers in charge of gathering information; The limited assurance engagements also covered compliance with the gri — standards framework's guidelines and criteria applicable to the preparation of information included in the 2023 Integrated Report.",
    "We believe that the evidence we have obtained from our work Is sufficient and appropriate to provide a basis for our limited conclusion.",
    "SCOPE AND LIMITATIONS The procedures performed in a limited assurance engagement vary in terms of nature and timing from and are less into to the extent than for a reasonable assurance engagement.",
    "Consequently, the level of security obtained in a limited assurance engagement is substantially lower than that obtained had a reasonable assurance engagement performed.",
    "outHad we performed a reasonable assurance engagement, we could have identified other issues and possible misstatements of the information included in the Report.",
    "Accordingly, we do not express an opinion on that information.",
    "Non-financial data are subject to more inherent limitations than financial data, given the nature and diversity of the methods used to determine, calculate or estimate this data.",
    "Qualitative interpretations of materiality, relevance and accuracy of data are subject to individual assumptions and judgments.",
    "Moreover, we did not performed any procedures on data informed for prior periods, or about future projections and goals.",
    "The preparation and presentation of sustainability indicators followed GRI — Standards's criteria and therefore do not have the purpose of ensuring compliance with social, economic, environmental or engineering laws and regulations.",
    "However, those standards provide for the presentation and disclosure of possible violations to these regulations when significant sanctions or fines are imposed.",
    "Our assurance report should be read and understood accordingly, inherent to the selected criteria (GRI - Standards).",
    "KPMG Auditores Independentes Ltda., a Brazilian limited liability company and a member firm of the KPMG global organization of independent member firms affiliated with KPMG International Limited, a private English company limited by guarantee.",
    "CONCLUSION Based on the procedures performed and described on this report and the evidence obtained, nothing has came to our attention that causes us to believe that the non-financial information included in the Integrated Report for the year ended December 31, 2023 of WEG S.A.",
    "was not prepared, in all material respects, in accordance with WEG Standards.",
    "for the Global Reporting Initiative - GRI Sustainability Report and With CPC 09 — Integrated Reporting (which relates to the Basic Conceptual Framework for Integrated Reporting, prepared by the International Integrated Reporting Council — IIRC).",
    "Original report in portuguese signed by Sao Paulo, June 20, 2024 KPMG Auditores Independentes Ltda.",
    "Flavio Gozzoli Goncalves CRC 25P014428/0-6 Accountant CRC 15P290557/O0-2 KPMG Auditores Independentes Ltda., a Brazilian limited liability company and a member firm of the KPMG global organization of independent member firms affiliated with KPMG International Limited, a private English company limited by guarantee.",
    "Wwww.weg.net"
]