[
    "A Introduction 4 Our Business 5 About This Report 6 Our Approach to ESG 7 2023 ESG Highlights Sustainable Finance 8 Sustainable Finance Target 11 Institutional Securities 15 Wealth Management 20 Investment Management 24 Community Development Finance 26 = Inclusive Ventures Lab 27 ~=Institute for Sustainable Investing Human Capital 28 = Introduction 29 Building Our Workforce 30 = Investing in Our Workforce 33 Developing Our Workforce 34 Workforce Diversity Data 38 Supporting Our Communities 40 _ Institute for Inclusion 43 Climate 59 Climate Strategy Our Climate Ambitions 45 Mobilize Capital Toward Low-Carbon and Green Solutions 45 Strive Toward Our Financed Emissions Targets 4/7 Maintain Carbon Neutral Operations Climate-Related Engagements Climate Risk Management Climate Metrics and Targets 54 Financed Emissions 58 Operational Emissions Looking Ahead OQ Governance and Risk Management 64 ESG Governance Stakeholder Engagement Governance and Business Ethics Risk Management 6 / Appendices 92 2023 ESG Data 2023 EEO-1 Data SASB Index TCFD Index Approach to Transition Index Financed Emissions Methodology Operational Emissions Methodology Workforce Diversity Data Methodology HR Awards and Recognition Independent Accountant’s Review Report Disclaimers uncertain rate paths, and tighter credit conditions.",
    "This resulted in subdued activity at both the corporate and investor level.",
    "Despite this challenging backdrop, Morgan Stanley delivered solid financial results and demonstrated continued capital and liquidity strength.",
    "We remained focused on delivering durable results for our clients as we continued to invest in our workforce and communities.",
    "Morgan Stanley is committed to helping our clients achieve their various sustainability objectives, including the evolving considerations related to climate.",
    "Consistent with this standard, Morgan Stanley has mobilized over $820 billion for sustainable solutions since 2018, putting us on track to meet our target of $1 trillion by 2030.",
    "We continue to work with our clients across sectors to help them navigate the complex sustainability issues they face with thoughtful advice and innovative solutions.",
    "Maintaining a first-class workforce is paramount to Morgan Stanley’s ability to support clients.",
    "We strive to be inclusive across backgrounds, identities, and perspectives, and to ensure all employees feel a sincere sense of belonging.",
    "We are most effective when Morgan Stanley is representative of our clients and the communities in which we work, and we are investing in our people and culture accordingly.",
    "Morgan Stanley remains steadfast in its engagement to improve our communities.",
    "Our commitment to doing so is highlighted through the more than 60,000 Morgan Stanley employees who spent over 295,000 hours volunteering during our 2023 Global Volunteer Month.",
    "As part of the Morgan Stanley Equity in Education and Career Consortium, which helps provide scholarships, internships, and career readiness support to students from underserved populations, Morgan Stanley has provided 45 fully funded scholarships to Historically Black College and University students.",
    "This number will grow to 60 fully funded scholarships in 2024.",
    "The Morgan Stanley Alliance for Children’s Mental Health, which | have the honor to Chair, is working to alleviate the challenges of stress, anxiety, and depression facing our youth by providing funding and advice to nonprofit organizations.",
    "Thanks to an extraordinary Advisory Board and committed Morgan Stanley professionals, these efforts are creating opportunity and effectuating lasting change for those involved.",
    "Morgan Stanley takes an integrated approach to creating sustainable value for our clients, shareholders, communities, and employees.",
    "We do so by leveraging the expertise, networks, and resources from our 80,000 employees across 42 countries.",
    "These efforts and the associated results for 2023 are detailed in this report, We continue to work with our clients across sectors to help them navigate the complex sustainability issues they face with thoughtful advice and innovative solutions.",
    "MORGAN STANLEY | 2023 ESG REPORT and | am proud of our continued progress.",
    "We are focused on maintaining this momentum moving forward.",
    "Our culture and core values to Do the Right Thing, Put Clients First, Lead with Exceptional Ideas, Commit to Diversity and Inclusion, and Give Back will be our guide as we progress.",
    "GAC TED PICK Chief Executive Officer, Morgan Stanley September 2024 Morgan Stanley is a leading global financial services firm, employing approximately 80,000 people, with offices in 42 countries.+ We maintain significant market positions in our three business segments—lInstitutional Securities, Wealth Management and Investment Management.",
    "Our business activities and stakeholder relationships are guided by our core values: Do the Right Thing, Put Clients First, Lead with Exceptional Ideas, Commit to Diversity and Inclusion, and Give Back.",
    "INSTITUTIONAL SECURITIES Institutional Securities provides a variety of products and services to corporations, governments, financial institutions and ultra high net worth clients.",
    "Investment Banking services consist of capital raising and financial advisory services, including the underwriting of debt, equity securities and other products, as well as advice on mergers and acquisitions, restructurings and project finance.",
    "Our Equity and Fixed Income businesses include sales, financing, prime brokerage, market- making, Asia wealth management services and certain business-related investments.",
    "Lending activities include originating corporate loans and commercial real estate loans, providing secured lending facilities, and extending securities-based and other financing to customers.",
    "Other activities include research.",
    "Financial Performance (net Revenue, USD millions) $6,220 $29,833 $24,243 B® Institutional Securities Mi Wealth Management WEALTH MANAGEMENT Wealth Management provides a comprehensive array of financial services and solutions to individual investors and small to medium-sized businesses and institutions covering: Financial Advisor-led brokerage, custody, administrative and investment advisory services; self- directed brokerage services; financial and wealth planning services; workplace services, including stock plan administration; securities-based lending, residential real estate loans and other lending products; banking; and retirement plan services.",
    "$5,375 $24,393 $24,417 ® Investment Management INVESTMENT MANAGEMENT Investment Management provides a broad range of investment strategies and products that span geographies, asset classes, and public and private markets to a diverse group of clients across institutional and intermediary channels.",
    "Strategies and products, which are offered through a variety of investment vehicles, include equity, fixed income, alternatives and solutions, and liquidity and overlay services.",
    "Institutional clients include defined benefit/defined contribution plans, foundations, endowments, government entities, sovereign wealth funds, insurance companies, third-party fund sponsors and corporations.",
    "Individual clients are generally served through intermediaries, including affiliated and non- affiliated distributors.",
    "$5,370 $23,060 $26,268 Bi Firmwide?",
    "For more information, please see our Annual Report on Form 10-K for the year ending December 31, 2023 (2023 Form 10-K).",
    "1 The data included in this report is as of December 31, 2023 unless otherwise stated.",
    "2 Firmwide totals are inclusive of intersegment eliminations not represented in the table.",
    "MORGAN STANLEY | 2023 ESG REPORT The Morgan Stanley ESG Report provides an annual overview of the firm’s approach to and performance on environmental, social and governance (ESG) topics.",
    "This report’s data, content and narrative are informed by the Sustainability Accounting Standards Board (SASB) standards for Investment Banking and Brokerage, Asset Management and Custody Activities, and Commercial Banking.",
    "The climate section is informed by the recommendations of the Task Force on Climate-Related Financial Disclosures (TCFD).4 This report’s appendices on SASB and TCFD map certain Morgan Stanley disclosures related to these frameworks’ indicators and recommendations.",
    "Both frameworks are now a part of the International Sustainability Standards Board (ISSB) under the International Financial Reporting Standards (IFRS) Foundation.",
    "Morgan Stanley is a member of the IFRS Sustainability Alliance and is monitoring the standards being developed by the ISSB.",
    "We have also included an Approach to Transition index that maps the content in this report to the recommendations of The Glasgow Financial Alliance for Net Zero (GFANZ) transition planning guidance for financial institutions.",
    "We are committed to transparency in our disclosure of ESG information.",
    "Our ESG Disclosure Committee, composed of senior leaders from across the firm, provides input on, reviews and approves this report.",
    "In this report, Morgan Stanley uses the terms “ESG” and “sustainability” interchangeably.",
    "Throughout this report, we also refer to both targets and goals, and the attainment of these objectives may be impacted by external factors that cannot be predicted at this time, including geopolitical, macroeconomic and market conditions; future legislation and regulations; and the attainment of targets and goals by our clients.",
    "These external factors could impact our ability to attain our targets and goals.",
    "For more information, please refer to the Disclaimers section.",
    "The content included in this report covers activities during calendar year 2023 unless otherwise stated.",
    "For more information on our ESG-related activities, please visit our website to download complementary disclosures: « Morgan Stanley Sustainability Reports and Insights * Morgan Stanley Diversity and Inclusion - Morgan Stanley Investor Relations + Morgan Stanley Corporate Governance + Sustainability at Morgan Stanley Investment Management - Morgan Stanley Wealth Management Investing with Impact wW i Throughout this report, we present metrics and statements, some of which are not subject to independent third-party limited assurance.",
    "Management’s assertion in the Appendix includes a complete listing of metrics that were independently reviewed by a third party.",
    "See the Independent Accountant’s Review Report.",
    "Although the disclosures in this report may be considered significant or material based on disclosure recommendations and broader definitions of “materiality” used by certain voluntary frameworks and reporting guidelines or those in non-US.",
    "jurisdictions, this should not be read as equating to materiality as that concept is used in Morgan Stanley’s periodic filings with the U.S.",
    "Securities and Exchange Commission under the Securities Exchange Act of 1934, as amended.",
    "Please refer to the Disclaimers section of the report for more information.",
    "MORGAN STANLEY | 2023 ESG REPORT At Morgan Stanley, our sustainability strategy is focused on helping our clients achieve their own sustainability-related ambitions by providing advice, products and solutions.",
    "In 2021, Morgan Stanley set a goal to mobilize $1 trillion for sustainable solutions by 2030, including $750 billion toward low-carbon and green solutions.",
    "We have made significant progress, having now achieved over $820 billion.",
    "Morgan Stanley’s three business segments—Institutional Securities, Wealth Management and Investment Management— contribute to our sustainable finance target and also offer a broader range of sustainability-related products and solutions to our clients.",
    "Our ability to deliver an integrated firm allows us to capture new opportunities that aim to bring positive long-term results not only to our clients and shareholders, but to the environment and society at large.",
    "In order to do this, we need to ensure that relevant ESG topics are incorporated into our corporate policies, business activities and operations.",
    "There are various ESG topics that are important to the firm, with human capital, climate change and governance being the three themes on which we primarily focus for the purposes of this report.",
    "Human Capital: Our human capital efforts are rooted in our core values and are structured to enhance the employee and workplace experience.",
    "In doing so, we aim to ensure that we are supporting our teams to best deliver strategic advice, solutions and services to our clients.",
    "By focusing on the needs of our people and investing in employee development, the firm is able to attract and retain a high-performing successful workforce, representative of the communities in which we live and work.",
    "MORGAN STANLEY | 2023 ESG REPORT Key to our human capital strategy is our approach to diversity, equity and inclusion, which focuses on three tenets: - Our People: Create equitable opportunities for talent to thrive and power growth through intentional investments to attract and advance a diverse workforce underpinned by a culture of inclusion and belonging.",
    "+ Our Communities: Support underserved communities with philanthropy that drives social justice and promotes racial/gender equity with a focus on educational attainment, the racial wealth gap, and health and wellness.",
    "* Our Clients: Partner with clients to drive stronger outcomes for underserved communities through our commercial practices, products, services, spending and thought leadership.",
    "Climate Change: Climate change is one of the key global challenges of our time, and we can play an important role in helping to mobilize the trillions of dollars in capital required to transition to a low- carbon economy.",
    "We also continue to work toward our 2030 interim financed emissions targets, with the goal of reaching net-zero financed emissions by 2050.",
    "By working with our clients on their climate transition plans, we can help achieve real-world decarbonization.",
    "Additionally, we continue to make our own operations more sustainable by reducing our emissions, using renewable energy and buying offsets for our operational emissions, and by incorporating the physical and transition risks of climate into the firm’s risk management and governance processes.",
    "Furthermore, climate change is interconnected to the themes of biodiversity and natural capital, which have become more in focus in recent years.",
    "In addition to supporting our clients with commercial solutions (as described in the Sustainable Finance section), we manage biodiversity and nature-related risks at the firm level (see our Environmental and Social Policy Statement (ESPS).",
    "Throughout 2023, we engaged our clients and stakeholders on these topics through thought leadership, client events and a collaboration with the Natural Capital Project at Stanford University to develop a new, open-source ecosystem services foot-printing tool.",
    "Governance and Risk Management: Strong governance and risk management is critical to the long-term success and sustainability of the firm and helps create trust among our clients and stakeholders.",
    "The Board of Directors (the “Board”) has overall oversight of sustainability matters, with regular updates provided to the Board’s Governance and Sustainability Committee.",
    "Our ESPS provides a framework for evaluating potential transactions to help ensure we are appropriately assessing environmental and social risks.",
    "We continue to develop our ESPS, and this year, have incorporated additional considerations relating to methane abatement, human rights and a just climate transition.",
    "CLIMATE GOALS Maintained and throughout 2023 Aiming to achieve by 2050 with 2030 interim sector targets for our most carbon-intensive sectors in our corporate lending portfolio Compared to the 2019 base year): Auto Manufacturing *« Energy * Power Unless stated otherwise, data on this page is as of December 31, 2023.",
    "WORKFORCE REPRESENTATION*’ a 8% of our globalemployees of our U.S.",
    "employees are women are Black - ~ 9% 15% of our U.S.",
    "employees of our U.S.",
    "employees are Hispanic are Asian This information was subject to Deloitte & Touche LLP’s review.",
    "See the |ndependent Accountant's Review Report.",
    "All or a portion of the assets represented by this metric have been counted toward the firm’s Sustainable Finance Target.",
    "Please see the Maintain Carbon Neutral Operations section ot this report for more information.",
    "Morgan Stanley’s definitions for Officers and racial/ethnic groups are outlined in Appendix &: Workforce Diversity Data Methodology.",
    "Debt instruments that seek to achieve certain environmental and/or social criteria, such as Green, Social, Sustainability, and Sustainability-linked instruments.",
    "This AUM figure includes funds and mandates with at least one of the following sustainability features: 1.",
    "impact objectives, 2.",
    "sustainability theme objectives, 3.",
    "tilts based on sustainability factors, 4.",
    "low-carbon or net-zero commitments.",
    "Parametric Portfolio Associates LLC AUM Is not currently included in this figure.",
    "SUSTAINABLE FINANCE TARGET in capital mobilized toward our goal of by 2030, including in low-carbon and green solutions INSTITUTIONAL SECURITIES ESG-labeled debt® transactions in 2023* INVESTMENT MANAGEMENT in AUM with Sustainability Features*® WEALTH MANAGEMENT in client assets invested on our Investing with Impact Platform CIIP)* Finance Morgan Stanley’s three business segments aim to support our clients’ sustainability-related priorities by driving innovation across global capital markets and the financial services industry.",
    "We strive to be our clients’ financial services partner of choice for innovative solutions and advisory services designed to deliver both competitive financial returns as well as environmental or social benefits.",
    "MORGAN STANLEY | 2023 ESG REPORT Sustainable Finance Target Across our businesses we continue to make progress toward mobilizing $1 trillion in sustainable finance by 2030: $640Bn+ in low-carbon and green solutions Progress toward our 2030 $1 trillion sustainable finance target and $750 billion low-carbon and green subset is guided by our Sustainable Finance Framework (the “Framework”).",
    "The Framework is maintained by the Global Sustainability Office (GSO), which considers the United Nations Sustainable Development Goals (U.N.",
    "SDGs) and industry frameworks and standards, such as the International Capital Markets Association’s (ICMA) Green and Social Bond Principles, when evaluating the Framework on an annual basis to help ensure alignment with evolving industry best practices.",
    "The Framework is further informed by input from contributing business BY 2030 $1Tn TO DATE | units and relevant committees across the firm in order to remain aligned with our firm ESG priorities as well as changes in our business activities and products.",
    "In addition, the underlying data is subject to internal review and verification.",
    "Business segments, units and programs contributing to the target include Investment Banking, Global Capital Markets, Public Finance, Securitized Products Group, Commodities, Investment Management, Wealth Management, Community Development Finance, the Inclusive Ventures Lab and the Morgan Stanley Sustainable Solutions Collaborative.",
    "Eligible themes and products under the Framework are shown on the next two pages.",
    "TARGET CATEGORIES ELIGIBLE ACTIVITIES Low-Carbon and Green Solutions ($750 billion subset) Sustainable Finance Target ($1 trillion) = = = | m 7) lm O\\ @ — LA ES: Clean Energy Clean Mobility Energy and Operational Efficiency Carbon Reduction and Removal Climate Adaptation Other Environmental Solutions Renewables - Green/Pink Hydrogen > Biofuels - Battery Storage and/or Grid Flexibility - Carbon Capture, Utilization and Storage Technology » Waste-to-Energy » Nuclear Energy Electric Vehicles » Low-Carbon Transportation, Transportation Technologies or Infrastructure » Mass Transit Green Buildings - Energy Efficient Infrastructure and Retrofits - Low-Carbon Materials (Green Steel, Green Cement, etc.) - Operational Process Efficiency Carbon Sequestration and Offsets - Carbon Removal Technologies and Solutions - Other technologies and projects with direct GHG emissions reductions Development and maintenance of infrastructure, ecosystems and/ or information systems that respond to climate change impacts (existing and potential) Sustainable Food and Farming - Water and Wastewater Management and Efficiency - Sustainable Natural Assets and Biodiversity ° Circular Economy - Pollution Prevention and Control, including plastic waste 1 OD Dw Jo Jo Jo fe) O ep Affordable Housing Basic Infrastructure Diversity, Equity and Inclusion Education and Training Financial and Economic Inclusion Health and Wellness Affordable Housing Water, Sewage and Sanitation - Transportation Access - Affordable Clean Energy Access - Telecommunications Access Public Spaces » Humanitarian and Disaster Response Advancement of Diversity, Equity and Inclusion Education » Child Care » Vocational Training Access to Financial Services (individuals and small businesses) - Job Creation Access to Preventive, Medical and Mental Health Care - Access to Food and Nutrition - Elder Care - Safety Technologies Note: Eligible transactions and investments will have passed all firm policies and procedures.",
    "MORGAN STANLEY | 2023 ESG REPORT direct investments may be either ESG-labeled (i.e., having designated use of proceeds or key performance indicators aligned with eligible themes), entity-based (i.e., transactions without a designated use of proceeds, but that support a client entity that has at least 90% of revenue or a primary product or service aligned with eligible themes) or specifically eligible under certain programs such as the U.S.",
    "Community Reinvestment Act and Morgan Stanley’s own Inclusive Ventures Lab and Sustainable Solutions Collaborative.",
    "Eligible investments may also include strategies incorporating certain sustainable or impact investing criteria.",
    "Only products from Morgan Stanley and the firm’s consolidated subsidiaries are in scope.",
    "In calculating cumulative progress toward our goal, we reflect the full transaction value for eligible financing, facilitation and advisory activities, as opposed to the proportional value attributable to Morgan Stanley in most instances, in order to remain consistent with the approach taken since we set our initial low-carbon financing target in 2018.",
    "However, we reflect the firm’s commitment amounts for term-loan and revolver-lending facilities, and do not include transactions where Morgan Stanley served as a co-manager for our Global Capital Markets and Public Finance businesses.",
    "For all eligible investment strategies distributed or managed, we reflect client assets or assets under management by Morgan Stanley as of December 31, 2023, which include changes due to asset flows and market performance during the calendar year.?° CATEGORY IN-SCOPE PRODUCTS Financing Facilitation Advisory Commodities Investments (managed, distributed or held) Select Grants Term Loans and Revolvers (new issuance only) Tax Equity Equity Capital Markets Private Placements Debt Capital Markets (including Bonds & Comm.",
    "Paper) Munis & Securitized Products (ESG-labeled only) Syndicated Lending Sell-side and buy-side M&A Renewable power hedges & offtake agreements (e.g., PPAs and VPPAs) Transactions to enable retiring of verified, voluntary carbon offsets or credits across physical products Direct investments Investment funds Morgan Stanley Sustainable Solutions Collaborative grants CRA-eligible donations and grants 19 Currently we do not include client assets at E*Trade and the Corporate Retirement Business or assets under management by Parametric Portfolio Associates LLC.",
    "MORGAN STANLEY | 2023 ESG REPORT 10 Morgan Stanley was involved in the first corporate green bond issuance in 2013, and has been active in sustainable capital markets ever since.",
    "In 2023, we supported: in ESG-labeled debt transactions* * Allor a portion of the assets represented by this metric have been counted toward the firm’s MORGAN STANLEY | 2023 ESG REPORT ii €1.9Bn Joint global coordinator for renewable electricity producer Hidroelectrica’s €1.9 billion IPO.",
    "$1.2Bn Joint placement agent for Northvolt on the $1.2 billion extension of the $1.1 billion convertible note issued in 2022.",
    "Northvolt is a Western battery producer and is developing one of the world’s most innovative batteries, through vertical integration, recycling and battery production, with LOO% renewable power.",
    "$576MM Sole structuring agent and active bookrunner for telecommunications company Allo’s $576 million inaugural sustainability labeled securitization issuance.",
    "$500MM Joint bookrunner and billing and delivery agent on Aegea’s $500 million sustainable and sustainability- linked bond.",
    "The dual use of proceeds and key performance indicator structure is linked to the achievement of social and environmental goals.",
    "Aegea is the leading private provider of basic sanitation services in Brazil.",
    "$750MM A manager of Maersk’s $750 million green bond.",
    "The net proceeds from the offering will be used to finance or refinance green assets such as clean transportation and green buildings.",
    "Maersk is a global integrator of container logistics.",
    "€1.5Bn Advisor for H2Green Steel in securing a total of €1.5 billion in equity financing.",
    "Morgan Stanley advised H2 Green Steel on both the Series B1 and B2 rounds.",
    "H2Green Steel produces green steel, reducing CO, emissions by up to 95% compared to traditional steelmaking.",
    "€1Bn Joint lead manager on the Republic of Cyprus’ inaugural €1 billion sustainable bond.",
    "The proceeds will be used to finance or refinance projects and activities that promote sustainability, combating climate change and other environmental and social purposes, as defined in Cyprus’ Sustainable Finance Framework.",
    "~€E1.55Bn Sole financial advisor to JERA, Japan’s largest power generator, through its subsidiary JERA Green, to acquire 100% of Parkwind for ~€1.55 billion equity value.",
    "Parkwind, an established European offshore wind developer, owner and operator, headquartered in Belgium, will provide JERA with a significant platform upon which it will grow its renewables business globally, particularly in offshore wind.",
    "$349MM Lead manager for the Battery Park City Authority (BPCA) to finance projects to address sustainability and resiliency goals.",
    "The financing for BPCA provided for resiliency improvements, pile and seawall remediation, community center waterproofing, and upgrades and restoration to a park house and playground.",
    "~$200MM Co-lead manager for ~$200 million tax-exempt sustainability bonds issued by Freddie Mac, a government-sponsored enterprise that supports the U.S.",
    "housing finance system and helps ensure a reliable and affordable supply of mortgage funds across the country.",
    "MORGAN STANLEY | 2023 ESG REPORT 12 Global Capital Markets Since 2020, our ESG Center of Excellence (the “Center”) has coordinated and driven our expanding client-focused sustainability activities across Global Capital Markets and Investment Banking.",
    "The Center convenes senior leaders from Investment Banking, Fixed Income Capital Markets, Equity Capital Markets, Leveraged Finance, Structured Solutions and Municipal Finance, and has enabled us to accelerate our leadership in ESG capital raising and advisory.",
    "In 2023, our Investment Banking Division established the Energy Transition team to coordinate our commercial activities that relate to climate transition across our banking sector coverage teams globally, and with other relevant parts of the firm.",
    "Energy transition is a growing focus of our corporate and investor clients, shareholders and regulators.",
    "While estimates vary, many forecasts anticipate $3 trillion to $5 trillion per year* will be necessary to enable the clean energy transition and achieve the ambitions set out in the Paris Agreement.",
    "In 2023, Investment Banking and Global Capital Markets hosted the third annual climate-focused Spark Sustainability Conference.",
    "The conference continues to be a key opportunity for private market clients to feature solutions focused on climate transition and decarbonization.",
    "Supporting Broker Dealers With Diverse Ownership Morgan Stanley has acted as D&l coordinator for 48 transactions totaling more than $170 billion in investment-grade debt offerings since 2021.",
    "The role entails assisting investment-grade debt issuers to assemble a team that incorporates diverse- led broker-dealers within the syndicate, and serving as a liaison during the book-building, pricing and allocations processes.",
    "In 2023, the Morgan Stanley Global Capital Markets team served as D&l coordinator for 16 investment- grade bond transactions for several high-profile global brands, such as BP and Meta, leading to deal allocations to diverse-led broker-dealers in significant debt offerings.",
    "In 2023, the team expanded this role to other activities, serving as the first D&l coordinator on a liability management transaction exercise.",
    "Equities and Fixed Income Our Institutional Equity Division (IED) continues to provide our asset manager, asset owner and corporate clients with customized sustainability solutions.",
    "The suite of offerings includes thematic and stock-specific ideas, events focused on sustainability themes, capital raises for fund launches, hedging solutions, thematic baskets and more.",
    "These products aim to help clients identify and assess investment ideas that touch on sustainability and climate themes.",
    "As one example, in 2023, IED collaborated with the firm’s Sustainable Insights Lab and Quantitative Investment Strategies Group to provide asset owner clients with customized solutions for investing in the low-carbon transition.",
    "Separately, in 2023, we helped a large pension client reallocate a portion of its equity exposure to include climate transition metrics, in addition to traditional factor exposure optimization.",
    "Morgan Stanley’s Fixed Income Division (FID) continues to expand its ESG capabilities and solutions.",
    "For example, it partnered with the GSO to leverage geospatial datasets to assess climate risks, physical risks and biodiversity-related data, providing intelligence for the firm from both a risk management and revenue opportunity perspective.",
    "In addition, the following teams within FID have an ESG focus: + The Securitized Products Group works with global alternative investment managers to integrate ESG data and climate risk considerations into their investment framework for the management of collateralized loan obligation transactions.",
    "Work in this area continued in 2023.",
    "- The Commodities team makes markets, and structures bespoke environmental solutions to meet the needs of its institutional and corporate clients.",
    "Morgan Stanley is an active participant in the purchase and sale of carbon allowances, carbon credits, renewable energy certificates and other environmental commodities on behalf of our clients and the firm, as appropriate.",
    "In 2023, the Commodities team structured hedging transactions and offtake agreements involving more than 5.7 million MWhs of renewable energy, including sources of power generated by wind, solar and hydroelectric facilities.” + Morgan Stanley’s Public Finance Group has beena leader in the labeled ESG U.S.",
    "municipal and not-for- profit bond market for over a decade.",
    "In underwriting senior managed green, social and sustainability bonds, we help bring environmental and social benefits to communities.",
    "In 2023, our Public Finance Group served as underwriter across thematic areas, including affordable housing, renewable energy, climate resiliency and educational facilities.",
    "As part of this process, we worked with municipal issuers to enhance disclosure on green, social and sustainability bond transactions, in line with the ICMA Principles and Guidelines.",
    "We also led affordable housing financings in California, Illinois, lowa, Maryland, Massachusetts, New York, Rhode Island and Vermont.",
    "11 The Global Financial Markets Association (GFMA) and Boston Consulting Group (BCG), httos://www.sifma.org/wp-content/uploads/2020/12/Climate-Finance-Markets-and-the-Real-Economy.pdf * All ora portion of the assets represented by this metric have been counted toward the firm’s Sustainable Finance Target.",
    "MORGAN STANLEY | 2023 ESG REPORT 13 Morgan Stanley Research supports sustainable investing by conducting research across equities and fixed income.",
    "Our Global Sustainability Research team leads this work, in collaboration with our strategists, economists and analysts, providing actionable information to clients in many areas.",
    "In 2023 Sustainability Research deliverables included: Collaboration with stakeholders across Global Research to publish on key areas of investor focus such as energy transition, climate adaptation, food, nature and biodiversity, governance, the ESG data landscape, and quantitative investment strategies.",
    "Publication of updates related to our proprietary ESG Rate of Change framework, including monitoring progress and status of a group of stocks across Americas, Europe and Asia that we believe are well positioned to create ESG impact while providing significant return potential.",
    "Publication of global primers on carbon, carbon offsets and key decarbonization technologies to help investors understand the rapidly changing landscape of both mandatory and voluntary carbon markets.",
    "Assessment of the interconnected impacts of climate change, helping investors understand how the physical risk of climate change impacts the reinsurance market and infrastructure.",
    "MORGAN STANLEY | 2023 ESG REPORT DAA, Creation of our proprietary social framework and deep dives on social topics, including education, artificial intelligence and obesity, to identify underappreciated risks and opportunities.",
    "Analysis of the ESG-labeled bond market, to help investors understand issuance and pricing trends, new structures, and potential implications on credit.",
    "Analysis of regulatory developments, with timely analysis and forward-looking expectations.",
    "+ Expansion of our Sustainable Solutions Interactive tool to include estimates on sustainable revenue and capex.",
    "Engagement with external experts on a number of sustainability topics, providing investors with opportunities to have meaningful discussions with leading experts on power transmission, artificial intelligence, data centers, regulation, biodiversity and decarbonization technologies.",
    "For over a decade, Morgan Stanley Wealth Management’s Investing with Impact Platform (IIP) has provided clients with innovative products and solutions tailored to their unique values, circumstances and goals.",
    "Now with nearly $77 billion in client assets, the IIP allows our Wealth Management clients to align portfolios of any size and level of complexity with their unique sustainability preferences.",
    "~$77Bn in client assets invested on the IIP across 360+ investment products” >336,000 clients served by the IIP*2 ~$53Bn in client assets with a Morgan Stanley Impact Quotient® (Morgan Stanley IQ°) profile * All ora portion of the assets represented by this metric have been counted toward the firm’s Sustainable Finance Target.",
    "12 Investment Products on the IIP platform are deemed high-quality strategies by Morgan Stanley’s Global Investment Manager Analysis team and are available to all Morgan Stanley Wealth Management clients.",
    "This AUM includes all investments in products on the IIP platform irrespective of the client’s investment rationale.",
    "MORGAN STANLEY | 2023 ESG REPORT 15 INFLUENCE Modify the behavior of portfolio companies to seek better social and environmental outcomes and drive industry capabilities through: Active Ownership can be achieved through management dialogue, strategy setting, proxy voting, resolution filing and filling board seats Market Building seeks to influence the industry through collaborative affiliations and adopting global frameworks Investing with Impact to seek to generate market-rate financial returns .",
    "and applications, including Morgan Stanley IQ®.",
    ".",
    "alongside positive social and environmental benefits All 360+ Investing with Impact strategies, including Framework while supporting active ownership, market building separately managed accounts, mutual funds, and diversity in our sector.",
    "exchange-traded funds and private market strategies, Our Investing with Impact Framework guides .",
    ": g P g align with one or more of our Three |’s of Impact our approach to sustainable investing for wealth The Investing with Impact Framework informs our (see above) management clients.",
    "It leverages the Three |’s of due diligence and manager selection process, as well , Impact—Intentionality, Influence and Inclusion— as how we construct portfolios and associated tools 13 Morgan Stanley’s Global Investment Manager Analysis team defines diverse asset managers as those with 33% or greater ownership by women and/or racially/ethnically diverse individuals.",
    "The categories that make up the racially/ethnically diverse individuals as defined by Morgan Stanley align with the U.S.",
    "Equal Employment Opportunity Commission categories and includes: Hispanic or Latino, Black or African American, Asian, American Indian or Alaska Native, or Native Hawaiian or other Pacific Islander.",
    "MORGAN STANLEY | 2023 ESG REPORT 16 Impact Platform In 2012, Morgan Stanley was the first major financial institution to launch a wealth management platform dedicated to sustainable and impact investing.",
    "Since the launch of the IIP, Morgan Stanley has aimed to provide clients with innovative and holistic solutions to align their investments with their values.",
    "Today, the IIP has achieved widespread adoption across our Wealth Management Financial Advisors.",
    "wo MORGAN STANLEY | 2023 ESG REPORT In 2023, client assets on the IIP totaled nearly $77 billion across 360+ financial products covering a wide variety of asset classes such as off-the-shelf and custom equity solutions, ETFs, mutual funds, separately managed accounts, alternative investments and green, blue, social and sustainability-linked bonds.",
    "These offerings span a variety of sustainability themes such as climate action, gender lens, racial equity, faith-based approaches and more.",
    "IIP includes Morgan Stanley Portfolio Solutions, which capture the firm’s proprietary approach to asset allocation, manager selection, portfolio construction and risk management in a single unified managed account.",
    "As the sustainable investing field expands, we continue to onboard solutions across asset classes and impact themes, with a focus on impact alternatives and products from diverse-owned managers.",
    "The IIP team continues to strengthen the platform’s governance through processes such as the Investing with Impact Investment Committee, which provides centralized oversight for approving strategies on the platform and maintaining communication across key teams.",
    "Quotient® Morgan Stanley IQ° is an award-winning** and patented’® application that empowers clients to assess their portfolios’ alignment to their unique impact goals.",
    "The proprietary application harnesses insights from multiple third-party data providers as well as our own analytics to provide clients, with a comprehensive menu of metrics, including nine impact themes and more than 100 social and environmental impact metrics.",
    "In 2023, we expanded Morgan Stanley IQ®° capabilities by launching detailed impact reporting for the Investing with Impact Portfolio Solutions suite leveraging the tool’s analytics.",
    "Morgan Stanley IQ° analytics also power our Impact Signal quantitative manager scoring tool, which is used by Financial Advisors to quantitatively assess investment strategies on the strength of their environmental and social impact, and help to support portfolio construction decisions for clients.",
    "MEASURING PORTFOLIO IMPACT POWERED BY MORGAN STANLEY IQ® ANALYTICS The new impact reporting capabilities launched in 2023 are for our Investing with Impact Portfolio Solutions suite, which includes both Impact and Diversity Portfolios (the “Portfolios”).",
    "The Portfolios pursue competitive risk-adjusted returns alongside positive impact by leveraging Morgan Stanley’s guidance around asset allocation, manager selection and portfolio construction.",
    "The Portfolios draw on the full Investing with Impact product menu, address a range of environmental and social themes, and are available to Morgan Stanley Wealth Management clients.",
    "These Portfolios were originally launched in 2014, and we have worked to enhance them ever since.",
    "The new reporting capabilities powered by Morgan Stanley IQ® analytics provide clients with transparency around portfolio impact by illustrating: * Activation to the Morgan Stanley’s Three I’s of Impact Alignment with relevant impact solutions and sustainable corporate practices Exposure to relevant issues of concern Alignment with the U.N.",
    "SDGs 14 Best private bank, ESG technology, North America, 2021 PWM Wealth Tech Awards, hitps://owmwealthtechawards.com 15 U.S.",
    "Pat.",
    "No.",
    "11,188,983 16 Money Management Institute, httos://www.mminst.org/insight/money-management-institute-announces-winners-2023-mmibarrons-industry-awards 17 Euromoney, https://www.euromoney.com/article/2cu/f/2p1rtkOey5cq5ts/awards/private-banking-awards/north-americas-best-for-sustainability-morgan-stanley MORGAN STANLEY | 2023 ESG REPORT These new impact reporting capabilities contributed to Morgan Stanley winning the 2023 Money Management Institute/Barron’s Industry Award for Sustainable and ESG Investing*® and the 2024 Euromoney Global Private Banking Award for North America’s Best for Sustainability.?’ Morgan Stanley Morgan Stanley Portfolio Solutions | December 31, 2023 Investing with Impact - Balanced Growth Portfolio Professionally managed p that seeks to g P environmental and social impact IMPACT OBJECTIVE INVESTING WITH IMPACT APPROACHES The Portfolio invests in funds that alig INTENTIONALITY INFLUENCE @ INCLUSION es the Portfolio’s Alignment to a Custom Portfolio range of environmental and social issues.",
    "issues = Re ities «Alignment with the United Nations Sustainable Development Goals “” ith Impact Approach (The Three I's of Impact): one or more intentional investing approach: 91% ers that actively engage with portfolio companies on 73% returns as well as positive ‘STRATEGY DETAILS Minimum Investment $10,000 Mutual Funds & Exchange.",
    "‘Security Types Traded Funds (ETFs) Portfolio Benchmark Difference vs.",
    "Alignment Alignment _ Benchmark 18.3% 59% 15% greater 17.0% 4.8% 15% greater 4.6% 44% 4% greater d Portfolio Benchmark Difference vs.",
    "Alignment Alignment _ Benchmark 89.0% 86.2% 3% greater 80.2% 67.6% 19% greater 95.6% 94.5% 1% greater *Custom Portfolio Benchmark: The blend is comprised of 27.27% S&P 500 Total Return, 6.82% Russell 1000 Gr, 227% Russell Midcap Value, 9.09% Russell 2000, 43.18% MSCI ACW Ex USA NR USD, 11.36% MSCI EM Net For all 17 of the United Nations Sustainable Development Goals, the Portfolio has at least of ‘ager with a proach FOR USE WITH THE MORGAN STANLEY INVESTMENT ADVISORY PROGRAMS Impact reporting data from Morgan Stanley Impact Quotient” Investing with Impact has three main thematic pillars: climate action, diversity & inclusion, and faith.",
    "Climate Action Our Climate Action Investing Toolkit helps our Financial Advisors navigate the broad range of available climate action investing strategies, and engage with their clients on the risks and opportunities of climate action investing.",
    "Leveraging Morgan Stanley IQ®, clients can define a set of climate action goals and work with their Financial Advisors to incorporate investment products based on their unique objectives.",
    "As of year- end 2023, over 45% of our IIP strategies are either low-carbon or align with environmental themes from Morgan Stanley Impact Quotient® like climate action, circular economy and conservation & biodiversity.",
    "Diversity & Inclusion (D&I) Diversity & Inclusion is a priority for Morgan Stanley (see the Human Capital section of this report for more details).",
    "In Wealth Management, we partner with clients to support their D&l goals and mobilize capital to advance D&l across dimensions, including race, ethnicity and gender.",
    "Our wide-ranging efforts to advance D&l include: + Robust menu of D&l investment options: 146 products on our IIP intentionally address D&l themes or are from diverse-owned asset management firms, 30 of which were added in 2023.",
    "In addition, clients can add screens to their existing portfolios to minimize their exposure to D&l-related issues of concern.",
    "- Firm Discretionary Portfolio Solutions (Diversity Portfolios): Dedicated portfolios that leverage ESG criteria to advance D&l through products and solutions that support diverse communities, such as investing in low-income housing and inclusive corporate practices, and in companies with leading diversity records.",
    "In addition, asset managers promote D&l issues with portfolio companies, and work to advance diverse portfolio management in the industry.",
    "The Diversity Portfolios include a charitable donation component based on assets raised, and, in 2023, Morgan Stanley Wealth Management announced a total donation of $150,000 to organizations advancing D&l through this vehicle.*® + Innovative tools and analytics: Resources to help Financial Advisors tailor investment advice to clients’ unique D&l goals, such as DEI Signal, our proprietary manager scoring tool that helps identify industry leaders in making their firms more diverse.",
    "Our work on D&l initiatives, including the Diversity Portfolios, contributed to Morgan Stanley’s achievement of the Euromoney award for Best Private Bank for ESG investing in North America.*?",
    "Faith In addition to our previously launched Catholic and Jewish values primers, in 2023, we launched a Christian values guide that builds on Morgan Stanley Wealth Management’s long history of helping clients align their investment and philanthropic portfolios with their values.",
    "Faith-based investing includes the management of investments as an extension of faith and as a complement to other activities such as philanthropy.",
    "Equipping Financial Advisors The growth and success of the IIP are due to the quality of our people.",
    "The IIP team supports our Financial Advisors to better serve clients in pursuing their financial and impact objectives.",
    "Resources include an online curriculum, thematic implementation guides and regular updates on sustainable investing trends.",
    "To further encourage excellence and leadership among these colleagues, we provide an Investing with Impact Director designation for impact-focused practitioners.",
    "To achieve this distinction, practitioners must pass an exam and demonstrate a track record in utilizing IIP products and solutions with clients, and must also meet continuing-education requirements.",
    "In 2023, we hosted our 11th annual cohort gathering, which consisted of in-person and virtual events spread throughout the year to educate Impact Directors on a variety of topics.",
    "18 Donation amount based on assets raised, funded by Morgan Stanley Wealth Management, and are not derived from fund assets.",
    "Nonprofit organizations will be vetted by a committee designated by Morgan Stanley Philanthropy Management.",
    "19 Euromoney, https://www.euromoney.com/article/2cu/f/2p1irtkOey5cq5ts/awards/private-banking-awards/north-americas-best-for-sustainability-morgan-stanley MORGAN STANLEY | 2023 ESG REPORT 19 Morgan Stanley Investment Management (MSIM) provides broad-based specialization across a range of asset classes in public and private markets worldwide to meet a wide range of client preferences, including relevant sustainability preferences.”° Our investment solutions include a range of active and customized strategies, alternatives and sustainability expertise.",
    "MSIM’sinvestmentteamsareresponsible for EE ltt developing individual approaches to sustainable investing as appropriate for each product or solution.",
    "We believe that ESG factors can present investment Opportunities and risks.",
    "Understanding and managing 5 QO R ++ these factors may therefore contribute to both a risk mitigation and long-term investment returns.",
    "in AUM with Sustainability Features?\" Engagement and stewardship are a key part of this understanding, where investment teams seek to engage with the assets or companies they own, to deliver long-term value and align with our objective f ESG-related risks and tuniti iat to be responsible stewards of our clients’ capital.",
    "° FOlALES TISKS ANG OPPOMUNINES as appropriate for each investment strategy.",
    "MSIM is characterized by our global reach, experience and reputation for providing customized high-quality solutions to clients.",
    "We have a decentralized approach to investment management, consisting of independent public- and private-markets investment teams and asset class platforms.",
    "Our approach We aim to create a culture that fosters independent thought and innovation across our diverse investment approaches.",
    "This is demonstrated by our investment offerings that range across geographies, investment styles, asset classes and approaches to sustainability.",
    "allows investment teams to tailor their sustainability In 2023, MSIM continued to aim to deliver long-term strategies using multiple factors, including, but not value for our clients in three main areas: 1) Deliver limited to, the objectives of the product, asset class Global Depth and Breadth in Sustainable Investing and investment time horizon, as well as the specific Expertise; 2) Offer Clients a Spectrum of Flexible research and portfolio construction, philosophy and and Innovative Sustainable Investing Solutions; process used by each team.",
    "Investment teams deploy and 3) Maintain High Standards of Governance and their skill and judgment in assessing the materiality Stewardship.",
    "20 MSIM refers to the investment management business segment of Morgan Stanley.",
    "MSIM is composed of a number of wholly owned subsidiaries of Morgan Stanley.",
    "Certain subsidiaries of Morgan Stanley in its investment management business, including, but not limited to, Calvert Research and Management and Parametric Portfolio Associates LLC, may differ in their approach to sustainable investing.",
    "Accordingly, the discussion of sustainable investing described herein may not be applicable to each Morgan Stanley affiliate or investment team.",
    "Further, some investment strategies may not consider ESG factors where it is not currently feasible or appropriate to do so, €.g., passive investment strategies, certain asset allocation strategies or where requested by clients.",
    "21 This AUM figure includes funds and mandates with at least one of the following sustainability features: 1.",
    "impact objectives, 2.",
    "sustainability theme objectives, 3.",
    "tilts based on sustainability factors, 4.",
    "low-carbon or net-zero commitments.",
    "Parametric Portfolio Associates LLC AUM is not currently included in this figure.",
    "* All ora portion of the assets represented by this metric have been counted toward the firm’s Sustainable Finance Target.",
    "MORGAN STANLEY | 2023 ESG REPORT 20 in Sustainable Investing Expertise Within certain MSIM investment teams, there are designated sustainability specialists or individuals responsible for particular aspects of sustainability.",
    "These efforts are supported by the central MSIM Sustainability team and other resources, as discussed in our Sustainable Investing Policy.",
    "Our investment teams assess material ESG risks and opportunities in investment decision-making processes, as appropriate, and according to investment teams’ particular investment strategies.",
    "Incorporation of such ESG risks and opportunities may occur at various stages of the investment life cycle, including due diligence and research, valuation, asset selection, portfolio construction, and ongoing engagement and investment monitoring.",
    "Our investment teams seek to leverage their assessment of ESG risks and opportunities, along with other relevant information, in a way that is aligned with the specific investment philosophy, asset class and time horizon of a given strategy or product.",
    "Offer Clients a Spectrum of Flexible and Innovative Sustainable Investing Solutions We aim to provide clients with sustainable investing solutions across asset classes in actively and passively managed vehicles that seek alignment with their return objectives, alongside their sustainability preferences, where relevant.",
    "Over $50 billion of our AUM?2* has at least one of the following sustainability features promoted: 1) impact objective(s); 2) sustainability theme objectives; 3) tilts, based on sustainability factors; and/or 4) low carbon or net-zero commitments.",
    "22 Parametric Portfolio Associates LLC is currently not included in this figure.",
    "NEW PLATFORM SUPPORTS CLIMATE CHANGE MITIGATION 1GT is a climate private equity platform focused on investments in private growth-stage companies that seek to collectively avoid or remove one gigaton of carbon dioxide-equivalent emissions from the Earth’s atmosphere from the date of investment through 2050.",
    "1GT seeks to deliver attractive financial returns alongside its substantial climate goal by backing companies across the hard-to-abate mobility, power, sustainable food and agriculture, and circular- economy sectors.",
    "In 2023, the platform co-led Series B funding for Everstream, a supply chain and logistics software company that provides insights and risk analytics to customers, with the aim of creating a smarter, more autonomous and sustainable global supply chain while reducing emissions for leading global brands.",
    "For more information on 1GT and its portfolio, visit our website here.",
    "* All ora portion of the assets represented by this metric have been counted toward the firm’s Sustainable Finance Target.",
    "MORGAN STANLEY | 2023 ESG REPORT MSIM’S GLOBAL LIQUIDITY SOLUTIONS— IMPACT CLASS SHARES Launched in 2022, MSIM’s Impact Class Shares are available in certain MSIM money market funds that enable interested clients to support community development while achieving their cash management objectives through MSIM’s partnership with the Opportunity Finance Network (OFN).",
    "The OFN is a leading national network of more than 400 community development financial institutions that facilitates lending and investment in markets underserved by mainstream finance.",
    "MSIM will make a contribution from our own resources after the end of each calendar year to select OFN charitable initiatives in an amount of at least 0.02% of the net annualized AUM in each Impact Class.",
    "In March 2023, we made an inaugural contribution of $250,000 to OFN’s Finance Justice Fund to support affordable housing and other causes to help build vibrant communities.",
    "Effective management of stewardship and sustainability issues is an important component of our business approach, which requires committed leadership, strategic focus and appropriate checks and balances to enable overall accountability and transparency.",
    "To that end, we have established governance systems, risk management and controls to support and advance sustainable investing and stewardship across our business activities.",
    "GOVERNANCE We believe effective management of sustainability issues is fundamental to the long-term success of our organization and our ability to deliver value for our clients.",
    "We have governance systems, risk management processes and controls that seek to support the incorporation of relevant sustainability considerations within our business activities.",
    "The Sustainable Investing Policy was updated in 2023 to reflect our enhanced sustainability governance structure, includes updated EU regulatory-related disclosures, and introduces MSIM’s fifth engagement theme, Natural Capital and Biodiversity.",
    "For more information, download the Sustainable Investing Policy here.",
    "Sustainability governance within MSIM is led by the MSIM ESG Committee and MSIM’s central Sustainability team.",
    "The MSIM ESG Committee oversees and guides MSIM’s support for the sustainable investment strategies of each investment business.",
    "Sustainability leads from our investment teams work to help encourage incorporation of ESG factors where relevant, in line with each team’s investment philosophy and strategy.",
    "Led by MSIM’s Global Head of Sustainability, the MSIM Sustainability team supports MSIM’s collective MORGAN STANLEY | 2023 ESG REPORT sustainability-related processes and governance, and works with the sustainability leads from our investment teams to coordinate global sustainable investing and stewardship initiatives.",
    "MSIM’s Global Stewardship function, a part of the MSIM Sustainability team, helps investment teams coordinate MSIM proxy voting and investee engagement activities.",
    "STEWARDSHIP As active investors and active owners, MSIM has a duty to be a good steward of our clients’ capital.",
    "We fulfill this duty by seeking to engage with selected companies in which we invest, and by exercising our proxy voting and other rights as shareholders.",
    "Our investment teams endeavor to engage in constructive dialogue with companies, which may encompass = ‘ et call ' al As activities ranging from meetings and discussions ona particular issue to multiyear engagements on a range of topics specific to the company or asset.",
    "These stewardship activities give us the opportunity to help guide companies in which we invest toward better ESG practices, which we believe may contribute to producing attractive long-term returns for our clients.",
    "Formalizing MSIM’s Fifth Engagement Theme: Natural Capital and Biodiversity In 2023, MSIM added Natural Capital and Biodiversity as our fifth engagement theme, as shown on the next page.",
    "This addition formalizes existing engagement efforts and aligns overall themes to the process laid out in the MSIM Engagement and Stewardship Principles, and our MSIM Proxy Voting Policy, which also addresses biodiversity.",
    "i DECARBONIZATION & CLIMATE RISK Supporting the transition to a low-carbon economy in line with Paris Agreement goals * Renewable energy and clean tech * Energy efficiency * Physical impact adaptation * Just transition AFFORDABLE AND INDUSTRY, INNOVATION GLEANENERGY AND INFRASTRUCTURE © & ~ Ca OS ys SUSTAINABLE CITIES 1 CLIMATE 1 AND COMMUNITIES ACTION y Pa aed MSIM Engagement Themes” DIVERSE & INCLUSIVE BUSINESS Supporting business practices that create a more just and inclusive society ¢ Affordable access to essential services * Investing in communities * Racial justice * Pay equity * Board and employee diversity “we el 7 N S {=> wW NATURAL CAPITAL & BIODIVERSITY Supporting business models that reduce negative impact on biodiversity in line with the Post-2020 Biodiversity Framework Sustainable sourcing and use of resources Land and sea use change Deforestation Pollution reduction a y @&} 14 cower = 18 ora —— 6- Peta — >> be Cc CIRCULAR ECONOMY & WASTE REDUCTION Supporting business models that reduce impact on natural resources and that innovate to reduce waste generation, with a focus on plastic waste * Recycling and reuse * Sustainable sourcing « Life cycle analysis » Water stewardship INDUSTRY, INNOVATION 11 SUSTAINABLE CITIES ANDINFRASTRUCTURE AND COMMUNITIES : & Als Pie is LIFE 12 taonete 14 Getow rer AND PRODUCTION arate Pare CO »y® DECENT WORK & RESILIENT JOBS Supporting decent work across the entire value chain and making workforces resilient in the face of innovation and change « Automation and the workforce « Supply chain management - Living wage ¢ Workforce wellbeing GOOD HEALTH GENDER AND WELL-BEING EQUALITY we =F reowmcomwrs 12.",
    "coun 23 Investment teams may also engage on other areas not limited to these five themes.",
    "MSIM recognizes that the U.N.",
    "SDGs were written by governments for governments, and therefore engagement themes with corporates and the SDGs may not be perfectly aligned.",
    "The content of this publication has not been approved by the United Nations and does not reflect the views of the United Nations or its officials or member states.",
    "See https://www.un.org/sustainabledevelopment/sustainable-development-goals for more details on the SDGs.",
    "MORGAN STANLEY | 2023 ESG REPORT 23 Our U.S.",
    "Banks” have consistently received “Outstanding” ratings from the Office of the Comptroller of the Currency for their track records in meeting community needs.",
    "We made over $3 billion* in Community Reinvestment Act (CRA) qualified community development loans and investments in 2023.",
    "The CRA program seeks to transform communities’ quality of life through a focus on: 24 U.S.",
    "Banks: Morgan Stanley Bank, N.A.",
    "and Morgan Stanley Private Bank National Association.",
    "* All ora portion of the assets represented by this metric have been counted toward the firm’s MORGAN STANLEY | 2023 ESG REPORT 24 ~_O aes) Keeping Housing Affordable New construction, preservation and rehabilitation of affordable housing are core components of our community development strategy and a critical need across the U.S.",
    "For example, in 2023, our Community Development Finance (CDF) team made an investment to support the substantial renovation of an affordable housing property in Washington, D.C.",
    "that includes permanent supportive housing units for homeless individuals or families.",
    "For more information, see our 2024 Social Bond Impact Report.",
    "MORGAN STANLEY | 2023 ESG REPORT com =m Affordable Housing With Supportive Services in Rural Markets We work with mission-oriented affordable housing partners to acquire multifamily rental properties and identify programs to support the needs of their residents and the surrounding communities.",
    "For instance, in 2023, Morgan Stanley provided a loan to build affordable housing units for farm worker families in Calexico, California, with select units reserved for individuals with developmental disabilities.",
    "CS Capacity Building for Nonprofits CDF provides grants and sponsorships to fund general operating support and specific programs of nonprofit partners.",
    "Our grant program also supports capacity building to help develop the next generation of leaders in the community development field.",
    "As an example, together with the Association for Neighborhood and Housing Development in New York City and The Community Foundation of Utah in Salt Lake City, Morgan Stanley developed the Morgan Stanley Community Development Fellowship Program to offer graduate students in urban planning or public policy an academic year internship with a community development-oriented nonprofit.",
    "Economic Development That Supports Small Businesses We work with Certified Development Companies and the U.S.",
    "Small Business Administration (SBA) to provide small business owners with fixed rate, long-term commercial real estate loans—through SBA 504 loans—to buy land or property to help expand or remodel business property.",
    "The Morgan Stanley Inclusive Ventures Lab (the “Lab”) is an intensive, five-month, in-house accelerator designed to help further develop and scale technology and technology-enabled startups, culminating in a showcase presentation and Demo Day to the investor community.",
    "Morgan Stanley launched the Lab in 2017 to address inequities in funding of startup founders.",
    "Through the Lab, Morgan Stanley makes direct investments in early-stage technology and technology-enabled companies, and supports each founder’s growth and development through a rigorous program and a global ecosystem of internal and external partners.",
    "The Lab provides startups in the program with much-needed access to capital, as well as the tools, resources and connections to grow and thrive.",
    "To date, 92 companies have gone through the program, reaching more than $1 billion in combined valuation and raising over $200 million in funding after participating in the Lab.",
    "Previous participants have used the platform to secure additional funding rounds, refine their strategy and expand their business, and some have been acquired.",
    "The 2023 cohort companies represented a range of industries, including health care, customer service, supply chain, recruiting and cybersecurity, with Al and sustainable solutions as cross-cutting themes.",
    "companies have gone through the program MORGAN STANLEY | 2023 ESG REPORT The 2023 cohort members included: Adauris (Canada), Automated Architecture (U.K.), Bidrento (Estonia), ByFusion (U.S.), Cult Mia (U.K.), DotLab (U.S.), eBango (Nigeria), Encounter Al (U.S.), FLUIX (U.S.), GigBridge (U.K.), Health in Her HUE (U.S.), Inicio Al (U.K.), MEDIjobs (U.S.), Nopalera (U.S.), $200MM+ raised in funding after participating in the Lab OKO (Israel), Oppos (Canada), Partsimony (U.S.), Ridelink (Uganda), serviceMob (U.S.), Stak Mobility (U.S.), Tall Poppy (U.S.), Twipes (U.S.) and Unfabled (U.K.).",
    "Learn more about the companies here.",
    "Read more about the Lab here.",
    "$1Bn+ in combined valuation to date of companies that participated Established in 2013, the Morgan Stanley Institute for Sustainable Investing (ISI) aims to accelerate sustainable finance by driving innovation, empowering investors with insights and supporting the development of the next generation of sustainable investing leaders.",
    "The ISI is guided by an advisory board of Sustainable Solutions Collaborative MycoTile, a startup from Kenya, is innovating prominent leaders from business, academia and ; ; insulation materials made from agricultural waste nongovernmental organizations.",
    "We publish regular The 2023 cohort consists of the following bonded with mushroom mycelium.",
    "thought leadership on sustainable finance trends organizations: Puraffinity, a startup based in the UK., is tackling and themes and also run a number of natives EarthEnable, a nonprofit headquartered in Rwanda, the human health and environmental challenges of including the Kellogg-Morgan Stanley Sustainable and operating across East Africa, is designing and per- and polyfluoroalkyl substances (PFAS), also Investing Challenge, Sustainable Investing building affordable housing products made from known as “forever chemicals.” with a novel low- Fellowship, Sustainable Finance Conference and local, natural materials.",
    ", carbon green chemistry approach that allows for PFAS capture and reuse.",
    "Sustainable Solutions Collaborative.",
    "RECARBON, an Italian startup, creates innovative products from recycled carbon fiber waste, with up to 30% cost savings and at a fifth of the carbon intensity of virgin carbon fiber products.",
    "Sparxell, a U.K.-based startup, is leveraging patented technology to develop the first bio-inspired, fully biodegradable, nontoxic pigments, glitters, sequins and films.",
    "Learn more about this year’s program here and read more about previous cohorts here.",
    "Pictured are the 2023 Sustainable Solutions Collaborative recipients: 1.",
    "EarthEnable, 2.",
    "MycoTile, 3.",
    "Puraffinity, 4.",
    "RECARBON and 5.",
    "Sparxel.",
    "MORGAN STANLEY | 2023 ESG REPORT 27 Built on our core values—Do the Right Thing, Put Clients First, Lead with Exceptional e C a pital Ideas, Commit to Diversity & Inclusion, and Give Back—our human capital strategy powers Morgan Stanley’s ability to deliver strategic advice, solutions and services to our clients.",
    "We focus on the needs of our people through As the firm remains committed to providing best- intentional investments in their development and in-class services, we continuously invest in our wellbeing, helping to drive our employees’ ability workforce, and in the modernization of our technology to reach their full potential.",
    "Employees at the firm platforms to enhance the employee experience, have access to benefits offerings, professional enabling our workforce to deliver exceptional ideas development opportunities, and a wealth of and solutions to our clients’ most complex challenges.",
    "intellectual capital and thought leadership resources.",
    "Our compensation practices are fundamental to attracting talent in a highly competitive marketplace.",
    "Core to our human capital strategy is our commitment to diversity and inclusion.",
    "A diverse and inclusive workforce is critical to our continued success and our ability to serve our clients.",
    "Diverse perspectives from all backgrounds help to drive innovation, and foster a sense of belonging where all employees feel empowered to contribute.",
    "Supporting the rich heritage and diverse perspectives that our colleagues bring to their work every day is integral to our culture.",
    "Our Global Community” AMERICAS EUROPE, MIDDLE EAST AND AFRICA ASIA (538) 25 Unless stated otherwise, data on this page is as of December 31, 2023.",
    "4 This information was subject to Deloitte & Touche’s review.",
    "See the Independent Accountant’s Review Report.",
    "26 Morgan Stanley’s definitions for Officers and racial/ethnic groups are outlined in Appendix 8: Workforce Diversity Data Methodology.",
    "MORGAN STANLEY | 2023 ESG REPORT WORKFORCE REPRESENTATION4” a] 40% 8% of our global employees of our U.S.",
    "employees are women are Black my ~, 9% 15% of our U.S.",
    "employees of our U.S.",
    "employees are Hispanic are Asian top talent across a variety of disciplines.",
    "With a global presence and a reputation for excellence in the financial services industry, Morgan Stanley employs a multifaceted approach to recruitment, utilizing campus outreach programs, job fairs, internships and digital platforms to identify and cultivate prospective candidates.",
    "Individuals from all backgrounds and perspectives contribute to Morgan Stanley’s diverse and dynamic work environment.",
    "Through rigorous selection processes and comprehensive training programs, Morgan Stanley aims to build a workforce equipped to tackle the challenges of the ever-evolving financial landscape.",
    "Campus Recruiting and Early Career In 2023, over 1,700 undergraduate students joined the firm as summer analysts to experience working full time in financial services for 10 weeks.",
    "Summer analysts collaborate with employees across the business to develop the skills they need for their first years in the workforce, and to build their professional networks.",
    "Upon completion of the summer program, many of our summer analysts receive full-time offers to join the firm.",
    "Our 2023 full-time campus hires hailed from over A6O colleges and universities in over 22 countries, including undergraduate and graduate majors in finance and accounting, science, technology, math and liberal arts.",
    "Next Generation Talent The firm’s relationships with our valued community partners provide important connections to future generations preparing to enter the workforce.",
    "Working alongside two Morgan Stanley Equity in Education MORGAN STANLEY | 2023 ESG REPORT and Career Consortium (EECC) Partners, America Needs You and Braven, the firm is able to build recruitment relationships while exposing students to careers in financial services and providing mentorship.",
    "Morgan Stanley is one of the top sources of mentors for these organizations.",
    "The firm is proud to have employees who build meaningful mentorship relationships with students as they enter our industry.",
    "Braven also partners with Spelman College and Delaware State University, two historically Black colleges and universities (HBCUs) that are a direct part of the firm’s campus recruiting strategy pipeline, allowing us to continue expanding relationships with rising talent and build a workforce that is reflective of the communities where we live and work.",
    "Hiring Experienced Professionals At Morgan Stanley, we aim to hire individuals who inspire, innovate and collaborate, and have a tangible impact in all areas of our business.",
    "We take a broad-based approach in recruiting experienced professionals.",
    "We source candidates from a wide range of backgrounds and through a variety of sources, and continuously update our online job portal where all are welcome to apply.",
    "In addition, our dedicated programs for experienced professionals offer a variety of pathways to start or restart a career in the corporate workforce.",
    "Morgan Stanley’s Return to Work Program focuses on experienced professionals who have taken a career break for one year or more, and who want to return to the workforce.",
    "Currently available in nine locations globally, this 12- to 16-week paid program places participants in areas of the business that complement their skills and experience.",
    "Those who successfully complete the program are eligible to receive a full-time offer of employment.",
    "Morgan Stanley is committed to supporting veterans through our partnership with the Department of Defense’s Hiring Our Heroes program.",
    "This initiative reflects our commitment to diversity and inclusion by supporting transitioning veterans while leveraging their transferable skill sets.",
    "The firm’s Experienced Professionals Program attracts high-achieving professionals from a broad range of industries, offering new opportunities to explore careers in financial services.",
    "Those hired for the program participate in an immersive experience, learning about our sector, developing new skills to thrive, and building relationships across the firm as they grow their career at Morgan Stanley.",
    "Our non-profit community partners, such as iRelaunch, Hispanic Association on Corporate Responsibility, Hiring Our Heroes, the National Association for Black Accountants, the National Black MBA Association, the Association for Latino Professionals of America, Afro Tech, Lesbians Who Tech and Wall Streets Friends, plus many others help support our experienced hiring efforts.",
    "From comprehensive benefits to employee networks, the firm prioritizes the needs of our people to ensure they thrive.",
    "Our Compensation Practices Morgan Stanley is committed to responsible and effective compensation programs.",
    "The firm’s compensation philosophy is fundamental to our goals of attracting, retaining and motivating our workforce in a competitive market.",
    "Our compensation philosophy provides the guiding principles that drive compensation-related decisions: + Deliver pay for sustainable performance + Align compensation with shareholders’ interests + Mitigate excessive risk-taking + Attract and retain top talent The Compensation, Management Development, and Succession (CMDS) Committee of the firm’s Board of Directors continually evaluates the firm’s executive and broad-based compensation programs with a view toward balancing the following key objectives, all of which support the firm’s culture and values, and shareholders’ interests.",
    "For 2023, anumber of quantitative and qualitative performance priorities were set by the Board’s CMDS Committee and the Board at the beginning of the year.",
    "The performance priorities are established based ona directional assessment made in light of the market environment and the firm’s strategic objectives, and their attainment or non-attainment does not correspond to any specific compensation decision.",
    "To inform its decision-making process for senior officers’ compensation for 2023, the Board’s MORGAN STANLEY | 2023 ESG REPORT CMDS Committee evaluated firm and individual performance in light of these preestablished performance priorities.",
    "Performance priorities that relate to ESG focus areas include culture, leadership, reputation, workforce resilience and diversity.",
    "The Board’s CMDS Committee is also committed to driving strong risk management practices in compensation decisions and supporting strong governance.",
    "The firm maintains strong risk management policies and considers the risk attributes of the firm’s incentive compensation arrangements, and incorporates financial and nonfinancial risk management performance factors, including conduct risk, in making compensation decisions.",
    "For more information, including on our named executive officer compensation decisions, please see the Compensation Governance and Risk Management section, the Compensation Discussion and Analysis, and the 2024 Summary Compensation Table sections in our 2024 Proxy Statement.",
    "For more information on how our compensation governance helps ensure equitable rewards for employees globally, there are region-specific reports available on the Morgan Stanley website.",
    "mental and financial wellbeing of our employees and their families, and provide us with a competitive advantage in attracting and retaining top talent from all backgrounds.",
    "We take a three-prong approach to employee wellbeing through education, prevention and access to quality care.",
    "We continue to offer core health plans globally with additional services that vary by region such as specialized care for certain conditions, care advocates to navigate health care complexities, second opinions for employees’ extended family, and a travel and lodging benefit so all employees receive the care they need.",
    "For example, in the U.S., our primary and preventative care offering includes easy access to high-touch, in-person and 24/7 virtual medical care for children and adults.",
    "In India, our Health360 program covers health checks for employees, and family members, including parents, may consult with specialists in 20-plus disciplines.",
    "In the U.K., we enhanced firm-funded health screens to better detect risks.",
    "The firm’s robust mental health benefits streamline access to support and resources.",
    "U.S.",
    "employees and dependents each receive 16 annual sessions with mental health coaches and therapists, at no cost.",
    "In other locations, the firm sponsors employee assistance programs and gives employees worldwide accounts to a leading mindfulness application.",
    "Our principal locations around the globe have on- site health centers, mental health counseling, fitness centers, physical therapy and restorative suites.",
    "HUMAN CAPITAL 2023 BENEFITS HIGHLIGHTS - Expanded on-site mental health counseling in our core locations.",
    "Nearly half our global workforce now has free mental health support at the office.",
    "+ Introduced mental health awareness training through “Open Minds” training developed in partnership with experts to equip employees with the knowledge and resources to safeguard their mental wellbeing.",
    "A separate module helps managers promote positive mental health on their team.",
    "In addition, our Institutional Securities business implemented interactive training using real-life scenarios illustrating proactive steps employees and managers can take to promote awareness, mitigate risks associated with mental health, and contribute to a positive organizational culture.",
    "- Expanded our family support programs globally with the launch of extensive services to help employees plan for and raise children.",
    "Experts provide care and guidance, from pregnancy, adoption and surrogacy, to newborn care (including breastfeeding and sleep) and supporting teenagers.",
    "In the U.S., these new programs complement our existing $75,000 family-building benefit to defray the costs of fertility, adoption and surrogacy.",
    "Employees also have access to expert guidance to navigate the processes.",
    "+ Launched educational campaigns, including WorkWell that introduce principles and technology tips to facilitate healthy work habits.",
    "Other resources include toolkits to prevent burnout and start a conversation about mental wellbeing.",
    "27 httos://www.businessgrouphealth.org/en/newsroom/news%20and%20press%20releases/press%20releases/2023%20be%20winners MORGAN STANLEY | 2023 ESG REPORT Our benefits initiatives were recognized with the 2023 Best Employers “Excellence in Health & Well-being Award” and “Excellence in Global Health & Well-being Award” by the Business Group on Health.?’ Our Global Wellbeing Board, composed of senior firm leaders, continues to help shape our wellbeing strategy, contributing sponsorship, oversight and accountability.",
    "And our network of over 500 global Wellbeing Influencers amplify programming and connect colleagues with firm resources.",
    "benchmarking and research to ensure we address the needs of our global workforce.",
    "Our benefits offerings are developed with the firm’s diversity and inclusion priorities in mind, ensuring that all groups have access to health care, including gender-affirming care, reproductive health and menopause support (varies by country).",
    "We partner with diverse vendors, and ensure their providers are trained to deliver culturally competent care.",
    "Among the many benefits of working at Morgan Stanley is a suite of retirement, investment, cash management and lending products, many with discounted employee pricing.",
    "Highlights in the U.S.",
    "include 401(k) and employee stock purchase plans, student loan refinancing and residential mortgages; employees also can meet with money coaches to develop personalized plans to budget, save and manage debt, and attend weekly webinars on money topics.",
    "Our latest financial wellness benefit is a tax-efficient program in the U.K.",
    "which promotes electric and hybrid vehicles.",
    "MORGAN STANLEY | 2023 ESG REPORT HUMAN CAPITAL Employee Networks As a vital part of our culture, our employee networks drive engagement, cross-business connectivity and idea sharing.",
    "They empower colleagues to share their distinct experiences and perspectives, learn and develop professionally, support one another, and give back to their communities through philanthropic and volunteer efforts.",
    "Active engagement and dialogue with network members are also invaluable in helping better understand the needs of diverse employees and broader diverse communities, and in shaping our overall diversity efforts.",
    "In 2023, Morgan Stanley launched a new Interfaith Forum in the U.S., the latest addition to our suite of Employee Networks.",
    "This network provides educational and awareness programming to employees, and is open to employees of all faiths and backgrounds.",
    "The Interfaith Forum was created in partnership with the firm’s employee-led Christian, Hindu, Jewish and Muslim Faith Forums, which are open to people of all faiths and backgrounds.",
    "The Interfaith Forum complements the faith-specific employee networks and their programming, enabling a growing platform to address and discuss religious diversity in the workplace.",
    "and mobility opportunities to a modern performance management practice, the firm encourages employees to pursue excellence and drive their own growth.",
    "In addition to an enhanced performance evaluation process, our leadership programs and manager trainings, the firm offers specialized programs for enrichment, internal and external educational resources, and development courses to learn and hone skills.",
    "Supporting the Growth of Future Leaders MORGAN STANLEY LEADERS PROGRAM The Morgan Stanley Leaders Program is the firm’s signature, six-month global development program designed to support high-performing Managing Directors through their transition to broader leadership roles.",
    "The program includes individualized development opportunities, one-on-one coaching, one-on-one communication training, and small group networking.",
    "| L) uy \\ \\ i Hi, !",
    "| senssdBiil.o..",
    "= .0 re) J .: an AN I\\| \\\\I/) WA re) | MORGAN STANLEY | 2023 ESG REPORT EXECUTIVE DIRECTOR DEVELOPMENT SERIES The Executive Director Development Series supports high-performing executive directors in refining their leadership brand.",
    "Participants gain insights from senior leadership, attend experiential skill sessions, and network across divisions.",
    "WOMEN’S MANAGING DIRECTOR (MD), EXECUTIVE DIRECTOR (ED) AND VICE PRESIDENT (VP) LEADERSHIP PROGRAMS Built for high-performing, rising talent, the Women’s MD, ED and VP Leadership Programs focus on enhancing the impact and effectiveness of our senior leaders when working cross-divisionally and managing career growth.",
    "The firm’s leadership development programs for Women MDs provide additional opportunities to deepen relationships across the firm, and share ideas and experiences, as well as identify ways to take their businesses to the next level.",
    "TALENT ACCELERATOR PROGRAM The Institute for Inclusion’s Talent Accelerator leadership programs support career advancement for underrepresented vice presidents and executive directors.",
    "Program elements include self-assessments, skill-building workshops, career guidance, one-on-one and small group coaching, Opportunities to meet senior leaders, peer networking, and manager-specific programming to help support underrepresented employees.",
    "In Europe and Asia, our Platinum Program offers a highly customized, six- to eight-month development program for women executive directors.",
    "Programs are tailored in each region, but generally include leadership assessment, professional coaching and leadership development workshops.",
    "A Focus on Workforce Diversity At Morgan Stanley, diversity and inclusion is deeply embedded across the full ecosystem of the firm, and help to deliver stronger solutions for our employees, clients and communities.",
    "We have committed to improving representation among underrepresented groups to help ensure that our workforce reflects our clients and society.",
    "As a result of our efforts, in 2023, we made meaningful progress toward this ambition.",
    "Through intentional investments to attract, retain and advance a diverse workforce, we are creating sustainable impact and equitable opportunities for all talent to grow and thrive.",
    "Employment decisions at Morgan Stanley are based on merit and do not discriminate against any individual on the basis of their race, gender or other protected status.",
    "In 2023, we continued our long-standing focus on diversity across our workforce.",
    "As a result of our efforts, we continue to see meaningful progress, but there is still more to do.",
    "We will continue to invest in efforts to create a workforce that reflects the depth of diversity and talent that exists globally.",
    "GLOBAL SENIOR LEADERSHIP GLOBAL WOMEN U.S.",
    "ETHNICALLY DIVERSE WOMEN 2022 2023 FIRMWIDE 2022 2023 U.S.",
    "BLACK 2022 2023 Board 29% 31% Overall 40% 40% Overall 8% 8% Operating Committee 20% 23% Officers 28% 29% Officers A% 4% Management Committee 21% 227% AMERICAS 2022 2023 U.S.",
    "HISPANIC 2022 2023 ETHNICALLY DIVERSE 2022 2023 Overall 39% 39% Overall 9% 9% Board 29% 31% Officers 28% 28% Officers 6% 6% Operating Committee 33% 31% EUROPE, MIDDLE EAST sone soe U.S.",
    "ASIAN 2022 2023 Management Committee 34% 27% Overall 38% 39% Overall 15% 15% Officers 28% 29% ericers 16% 16% ASIA 2022 2023 Overall 42% A3% Officers 31% 32% CAMPUS RECRUITING GLOBAL WOMEN 2022 2023 U.S.",
    "HISPANIC 2022 2023 Full-time 47% 48% Full-time 14% 15% Summer 50% 51% Summer 18% 15% U.S.",
    "BLACK 2022 2023 U.S.",
    "ASIAN 2022 2023 28 The 2023 Workforce Diversity Data was subject to Deloitte & Touche Full-time 14% 13% Full-time 28% 31% LLP’s review.",
    "As such, Deloitte & Touche expresses a conclusion only with respect to 2023 data.",
    "See the Independent Accountant’s Summer 14% 15% Summer 29% 33% Review Report for more information.",
    "22 Morgan Stanley’s definitions for Officers and racial/ethnic groups are outlined in Appendix 8: Workforce Diversity Data Methodology.",
    "MORGAN STANLEY | 2023 ESG REPORT 34 Morgan Stanley is a global firm, where employees collaborate across the globe to deliver exceptional ideas and solutions to the world’s most complex challenges.",
    "The Brazil internship program offers numerous In 2023, Morgan Stanley Brazil sponsored events With a focus on creating an inclusive workforce, positions annually to candidates selected exclusively with student minority groups at Brazilian education the Diversity Marathon Brazil brings distinguished on demonstrated talent and potential.",
    "Details such institutions to help develop the next generation of speakers and immersive experiences to as university attendance, geography and academic talent and expose students to careers in financial Morgan Stanley employees to encourage background are excluded from applications and do services.",
    "Events included career fairs; financial meaningful conversations.",
    "not influence the selection process.",
    "education conferences for women; and the Juntos Conference, the largest Brazilian event empowering Black talent.",
    "MORGAN STANLEY | 2023 ESG REPORT 35 AND AFRICA Morgan Stanley leaders in Europe, the Middle East and Africa continue to prioritize the firm’s core values in their efforts across the business.",
    "UPDATES ON REPRESENTATION Morgan Stanley continues to work in alignment with the U.K.",
    "Women in Finance Charter and U.K.",
    "Race at Work Charter towards increasing gender and ethnic representation at all levels, with a mission to increase the diversity within our senior leadership.",
    "Progress is measured against our representation objectives: increase senior management representation for women to 35%, U.K.",
    "ethnically diverse officers to 30%, and U.K.",
    "Black officers by 40%.",
    "We conduct divisional diversity reviews with leadership to ensure ownership and accountability of these objectives.",
    "We have seen year-over-year progress for female representation from promotion and hiring efforts, with our 2024 female Managing Director promotions at a five-year high.",
    "MORGAN STANLEY | 2023 ESG REPORT HUMAN CAPITAL We continue to measure our U.K.",
    "gender pay gap.",
    "Since we first reported in 2017, we have narrowed our median pay gap from 35% to 27%.",
    "The gender pay gap is the average pay difference between men and women across an organization, regardless of role, level or span of responsibilities.",
    "The gender pay gap is different to equal pay, which ensures women and men are paid equally for the same or similar role, or for work of equal value.",
    "SUPPORTING CAREER ADVANCEMENT Retention and career advancement remains a key priority.",
    "The EMEA Institute for Inclusion Talent Accelerator Program is dedicated to developing and coaching our high performing women, ethnically diverse and LGBT+ employees.",
    "The program has expanded to include a comprehensive Business Acumen Series, empowering participants to advance their career and build relationships across the firm.",
    "SOCIAL MOBILITY SURVEY In 2023, in partnership with the Bridge Group, we launched a survey across the U.K.",
    "workforce to self-identify their socioeconomic backgrounds.",
    "Socioeconomic inclusion further impacts our ability to attract, retain and progress talent.",
    "The data collected will be used to focus, inform and evaluate the impact of our diversity and inclusion strategy.",
    "in pursuing a career in sales and trading.",
    "This flagship event connects students from across the region with the opportunity to experience working on a trading desk in a simulated environment.",
    "This program is a key talent pipeline for Morgan Stanley, as many students maintain relationships with the firm through campus programs.",
    "MORGAN STANLEY | 2023 ESG REPORT HUMAN CAPITAL “~~ a 4 a With the Institute for Inclusion’s Step into STEM scholarships, the firm is able to support women from underserved communities pursuing science, technology, engineering or mathematics (STEM) degrees, and to grow the pipeline of female talent entering these fields.",
    "The scholarships were originally offered in Hong Kong only; however, the firm is now extending them to women in India in 2024 to continue addressing structural underrepresentation of women in STEM career fields.",
    "ll ‘ ; =e “4 In Asia, Morgan Stanley was awarded a Gold Standard® across the Hong Kong, Singapore, Japan and India LGBT+ Inclusion indexes for 2023.",
    "These LGBT+ indexes evaluate an organization’s policies and guidelines, corporate culture, strategy, leadership and effective inclusion practices, benchmarked against peers and best practice recommendations.",
    "To help underserved communities thrive, we partner with nonprofit organizations, small businesses and suppliers to help ensure equal access to our firm’s offerings and resources.",
    "Supporting Communities Where We Live and Work Giving back is deeply rooted in our culture.",
    "Morgan Stanley has actively supported communities around the world for more than 80 years, financially and through employee engagement.",
    "The Morgan Stanley Foundation and Morgan Stanley International Foundation lead these efforts, bringing to life our core values of giving back and committing to diversity and inclusion.",
    "Our approach is rooted in creating significant and meaningful impact for people in the communities in which we live and work, both by collaborating long term with leading nonprofit organizations and by mobilizing our employees to leverage their talents.",
    "In 2023, our firm, foundations and employees together donated more than $160 million to nonprofit organizations around the world.",
    "MORGAN STANLEY | 2023 ESG REPORT Our Focus on Supporting Children Though we support a range of charitable causes, we focus on children’s mental and physical health by addressing food insecurity, creating safe and accessible places to play, and helping kids grow and thrive.",
    "Amid the mental health crisis, the Morgan Stanley Alliance for Children’s Mental Health (the “Alliance”) is actively addressing the critical challenges of stress, anxiety and depression in young people.",
    "The Alliance supports organizations through growth Capital, nonprofit capacity building, seed funding and thought leadership.",
    "Launched in 2020, Alliance programs have reached over 37 million children, Caregivers and educators globally, many of whom are from diverse and underserved groups.",
    "In 2023, the third annual Innovation Awards, a program of the Alliance that aims to fund and advance transformative mental health care solutions for children and young adults across the United States, received nearly 750 applications.",
    "The Alliance also introduced a new Leadership Learning Series to invite a broader group of nonprofits beyond the five winners to join expert-led sessions and networking opportunities.",
    "The Alliance continues to research and discuss important topics within the youth mental health field, including the impact of the metaverse on mental wellbeing, how children’s mental health affects parents, and parenting in the digital world.",
    "The Morgan Stanley Alliance for Children’s Mental Health Is actively addressing the critical challenges of stress, anxiety and depression in young people.",
    ".».@82.",
    "MORGAN STANLEY g “Se ALLIANCE 3% e.2@ FOR CHILDREN’S s6@° MENTAL HEALTH communities where our employees live and work.",
    "Our employees engage in the firm’s philanthropic programs year-round by volunteering, donating funds and collaborating with their colleagues to increase our collective impact.",
    "2023 HIGHLIGHTS INCLUDE: Global Volunteer Month: This annual cornerstone program brings our employees together to volunteer, and has provided over 2.8 million hours to local and international nonprofits since its inception in 2006.",
    "In 2023, over 60,000 employees, nearly 75% of our firm, in 34 countries devoted over 295,000 hours to local organizations addressing hunger relief, environmental conservation, education and more.",
    "HUMAN CAPITAL Strategy Challenge: This annual pro bono program in New York and London harnesses our employees’ professional skills and expertise to provide strategic advice that is important to helping local nonprofits scale their missions.",
    "Team recommendations have led to more effective business models, expanded services and improved productivity, delivering 145,000 hours of pro bono service, valued at over $28 million,** since inception in 2009.",
    "Philanthropic Incentives: In 2023, we granted over $2 million in support to hundreds of nonprofit organizations where our employees serve as dedicated volunteers or governing board members.",
    "We also ran charitable giving and matching programs for employees in all of our regions, increasing the impact of their giving.",
    "Nonprofit Partners: We form long-term partnerships with local, national and international nonprofits, GIVE BACK Morgan Stanley 31 According to standards developed by the Taproot Foundation.",
    "MORGAN STANLEY | 2023 ESG REPORT providing grants to help grow innovative programs and deepening our impact through employee volunteering.",
    "Examples include: in the United States, our decade- plus partnership with Feeding America® includes helping at food banks across the country, and in 2023, we celebrated the 20th anniversary of NewYork- Presbyterian Morgan Stanley Children’s Hospital and committed an additional $15 million to help create a world-class neurologic neonatal intensive care unit.",
    "In the United Kingdom, employees volunteer regularly with The Felix Project, a food redistribution charity, and Morgan Stanley has supported Great Ormond Street Hospital Children’s Charity for over 15 years.",
    "Crisis Response: In 2023, we hosted employee giving and matching campaigns in response to natural disasters in Turkey, Hawaii, Morocco and Libya, as well as provided humanitarian support for people affected by violence in Israel and Gaza.",
    "$160+ million donated by the firm, its charitable foundations and employees in 2023 2.6+ million employee hours volunteered during Global Volunteer Month since its inception in 2006 3/+ million reached by the Morgan Stanley Alliance for Children’s Mental Health since its inception in 2020 The Institute for Inclusion (IFI), launched in 2020, supports investments in underserved communities and helps to accelerate our own internal diversity efforts.",
    "The IFIl brings our employees, communities and clients together in a shared commitment to creating a more equitable society.",
    "Our investment in high-impact opportunities, philanthropic investments in underserved communities and accountability to internal D&l commitments is exemplified through many of the IFl’s efforts.",
    "The IFl is led by an independent advisory board composed of prominent leaders in business, academia and nonprofit organizations, as well as Morgan Stanley Board members.",
    "The advisory board guides the work and strategic priorities of the IFI.",
    "Built on the three pillars below, the IFlisa catalyst for our commercial, philanthropic and talent-focused efforts.",
    "OUR PEOPLE We aim to create sustainable impact and equitable opportunities for all talent to thrive and power growth through intentional investments to attract and advance a diverse workforce underpinned by a culture of inclusion and belonging.",
    "MORGAN STANLEY | 2023 ESG REPORT HUMAN CAPITAL OUR COMMUNITIES We support underserved communities with philanthropy that drives social justice and promotes equity with a focus on educational attainment, the wealth gap, and health and wellness.",
    "\\l7 WATE > OUR CLIENTS We partner with clients to ensure equal access for underserved communities through our commercial spending and thought leadership.",
    "Career Consortium In partnership with the Morgan Stanley Foundation, y O O O i y] the IFl’s EECC helps fuel the success of eight partner organizations that provide students from underserved students served through the EECC communities access to internships, scholarships and jobs.",
    "Through the firm’s investment in funding, : - programming and employee volunteerism, students : + receive skills-based training, mentoring and career readiness support.",
    "employee volunteer hours In 2023, the EECC marked its second year and continued to expand programming for students and employees, helping to contribute to stronger outcomes for an estimated 32,000 students through over 700 volunteer hours from employees.",
    "“The Morgan Stanley Institute for Inclusion has facilitated dozens of workshops for our scholars, exposing them to a variety of professional positions within the financial sector, an increased understanding of financial knowledge, and skills to address imposter phenomenon and improve wellbeing to help them sustain their success as they graduate into the professional world.” sEo EDUCATION AND CAREER CONSORTIUM COMMUNITY PARTNERS COLLEGE POSSIBLE” <> BRAVEN |e SF AMERICA NEEDS YOU A BETTER CHANCE ASAP > @ ° hispanicfederation Len e nt or SEO RV MORGAN STANLEY | 2023 ESG REPORT 41 Morgan Stanley is working to help eliminate barriers to degree completion for students from underserved communities.",
    "Through Morgan Stanley’s direct scholarships and partnerships with external organizations, the firm is delivering financial support and wraparound services to help students achieve social and economic mobility.",
    "THE FIRM’S CURRENT SCHOLARSHIP OFFERINGS INCLUDE: The Morgan Stanley HBCU Scholars Program The Morgan Stanley HBCU Scholars Program provides needs-based four-year scholarships for students at Howard University, Morehouse College and Spelman College, HBCUs in the United States.",
    "Currently in its third year, the retention rate for scholars in the program is 97%.",
    "U.K.",
    "Future Generation Scholarship Program The Future Generation Scholarship supports up to 25 students annually from socially mobile backgrounds in the United Kingdom with an internship and financial aid to meet their university fees and associated living costs.",
    "MORGAN STANLEY | 2023 ESG REPORT HUMAN CAPITAL Hispanic Scholarship Fund Morgan Stanley’s commitment to The Hispanic Scholarship Fund helps to support students of Hispanic heritage and alleviate the financial burdens of attending college.",
    "Scholars are selected based on merit and financial need.",
    "Recipients also receive career guidance, mentorship, leadership development, knowledge building and wellness training.",
    "Asian Pacific Islander American Scholars (APIA) The APIA program is a multiyear scholarship for Asian and Pacific Istand American students, and directly supports 20 scholars over two academic years.",
    "One-hundred percent of scholarship recipients are first-generation college students, and 70% come from households with an annual income of $30K or less.",
    "Richard B.",
    "Fisher Scholarship The Morgan Stanley Richard B.",
    "Fisher (RBF) Scholarship Program helps to attract candidates from historically underrepresented groups to the financial services industry.",
    "Since its founding in 1993, the RBF Scholarship Program has distributed close to $11 million in scholarships to over 750 students across the United States.",
    "Supporting Diverse Businesses SUPPLIER DIVERSITY Our Supplier Diversity Program seeks out businesses owned by ethnically diverse individuals, women, veterans, individuals with disabilities, members of the LGBT+ community, and small businesses to supply many of our offices worldwide.",
    "This diverse vendor base helps provide opportunities to underrepresented business owners and to support the communities where we operate.",
    "The Supplier Diversity Program allows Morgan Stanley to broaden its supplier pool to be more inclusive.",
    "In this regard, we train our sourcing professionals; maintain a supplier database with vendor diversity certifications; and include specific supplier diversity language in our Global Procedures for Supplier Selection and Engagement and Supplier Code of Conduct.",
    "We review our diverse supplier engagements periodically to identify opportunities to ensure equal access to the firm.",
    "Learn more about our Supplier Diversity partners here.",
    "SMALL BUSINESS ACADEMY Resource constraints and a lack of experience in navigating an organization often prevent small businesses from gaining a foothold in the marketplace.",
    "The Small Business Academy (the “Academy”) helps bridge this gap by equipping entrepreneurs with the expertise they need to win business.",
    "Launched in 2022, the Academy empowers small-business leaders through education, sharing best practices and mentorship.",
    "The Academy helps U.S.",
    "and U.K.",
    "small businesses to stand out in the procurement process, strengthen their business knowledge and build their professional network.",
    "The 12-week virtual, instructor-facilitated program includes interactive workshops, coaching sessions and a capstone project.",
    "Graduating firms receive Ongoing support from Morgan Stanley.",
    "In 2023, 14 small businesses participated in our second cohort, up from 10 in our first cohort.",
    "climate change underscore the importance of working to reduce global emissions.",
    "Morgan Stanley leverages its expertise to help clients decarbonize, aiming to support the global economy’s transition to a more sustainable future.",
    "We also consider the impact of transition and physical risks on our business, and aim to reduce the carbon intensity of our own operations.",
    "CLIMATE Climate Strategy Morgan Stanley recognizes that climate change is one of the most complex issues of our time, and we consider climate change throughout our business, operational and risk management activities.",
    "To support this work, we have developed our four-part climate strategy: 1 2 3 A TRANSITION TOA LOW-CARBON ECONOMY We have goals to reach net-zero financed emissions by 2050 and to mobilize $750 billion to support low-carbon and green solutions by 2030.",
    "CLIMATE RISK Firm Risk Management (FRM), in partnership with other areas of the firm, focuses on identifying, measuring, managing and monitoring climate- related financial risks.",
    "OPERATIONS Morgan Stanley achieved carbon neutrality** across our global operations in 2022.",
    "TRANSPARENCY We publish climate- related disclosures in Morgan Stanley’s annual ESG Report.",
    "32 See Maintain Carbon Neutral Operations section of this report for more details.",
    "MORGAN STANLEY | 2023 ESG REPORT 43 We have long been focused on both the risks of a changing climate and the opportunities presented by the low-carbon transition.",
    "Our strategy and associated goals will continue to be thoughtful, independent and pragmatic, with the best interests of our clients, shareholders and other stakeholders in mind.",
    "We recognize the importance of balancing the need to quickly reduce GHG emissions with the realities of the social, economic and geopolitical landscape.",
    "The following principles inform how we approach the climate transition: + Prioritize Real-World Decarbonization.",
    "Morgan Stanley will focus on working with our clients across sectors as they develop decarbonization plans that seek to reduce their own emissions and thus contribute to decarbonizing the global economy.",
    "In some cases, lending to companies that are transitioning may, for a period of time, result in an increase in our financed emissions.",
    "However, we believe that this approach will ultimately facilitate the transition to a lower-carbon world.",
    "+ Support Our Clients.",
    "As a global leader in financial services, we will continue to develop and distribute innovative products and solutions that serve our clients and help them achieve their climate-related ambitions.",
    "This includes mobilizing capital toward low-carbon solutions and providing clients with climate-focused thought leadership and research.",
    "MORGAN STANLEY | 2023 ESG REPORT CLIMATE Provide Transparency.",
    "Morgan Stanley will continue to be transparent in communicating our climate change strategy and progress toward our climate ambitions to clients, shareholders and other stakeholders.",
    "Deliver Strong Internal Governance.",
    "We will continue to implement internal oversight, controls and coordination to ensure a robust and consistent approach to climate-related risks, opportunities, activities and commitments.",
    "Fir DDCS Internal Platforms Product 2aadmap Morgan Stanley recognizes the potential for climate change to impact our clients, investments, operations, employees, local communities and the global economy.",
    "Effective action on climate change will require a broad transformation of sectors and economies, and careful management of the impacts on workers and communities.",
    "A complex and just transition to a low-carbon economy will require incremental efforts by governments, businesses and individuals.",
    "We are pleased to contribute our expertise to our clients in support of their own transitions.",
    "Mobilize Capital Toward Low-Carbon and Green Solutions As a global financial services firm, we have an important role to play in helping to direct capital toward low-carbon and green solutions.",
    "Working with clients to scale low-carbon opportunities is a key component of our $1 trillion sustainable finance target, which includes $750 billion toward low-carbon and green solutions by 2030.",
    "In line with this target, we work to provide capital toward clean energy, climate adaptation, carbon removal and reduction, among other themes.",
    "See the Sustainable Finance Target section of this report for more information.",
    "In addition, each of our business segments has a focus on climate solutions for clients: + Institutional Securities provides capital to companies, including those that seek to drive climate solutions.",
    "Supporting low-carbon solutions that help reduce our clients’ greenhouse gas (GHG) footprints helps us to reduce our own financed emissions and make progress toward our net-zero targets.",
    "+ Wealth Management has developed a Climate Action Investing Toolkit that helps our Financial Advisors navigate the broad range of available climate action investing strategies, and engage with their clients on the risks and opportunities of climate action investing.",
    "MORGAN STANLEY | 2023 ESG REPORT CLIMATE + Investment Management provides clients with investment solutions across asset classes that seek alignment with their return objectives alongside their sustainability preferences, including climate, as appropriate.",
    "For example, see our feature of the climate-focused 1GT platform here.",
    "Strive Toward Our Financed Emissions Targets We remain focused on making progress toward our 2030 financed emissions targets by contributing to real-economy decarbonization efforts.",
    "We aim to reduce our financed emissions by providing our clients with the advice and capital required to transform business models and reduce their own carbon intensity.",
    "We recognize that the path toward our financed emissions targets will not be a straight line.",
    "We will continue to consider our clients’ approaches to climate transition in our corporate portfolio lending decisions but, in some cases, lending to companies that are transitioning may result in temporary increases in our financed emissions.",
    "We are also aware of the unintended consequences of withdrawing financing from transitioning clients and sectors too rapidly, and the need to balance climate considerations with real-time energy security needs.",
    "In addition, it is important to note that our financed emissions targets are premised on the global economy limiting warming to 1.5°C above preindustrial levels.",
    "However, we must recognize that current policies, technology adoption and consumption habits are not yet aligned with this outcome.",
    "Without sufficient change in the aforementioned factors in the coming years, our clients, and our firm, may not meet net-zero aligned targets.",
    "That said, we remain committed to engaging with clients on climate transition strategies to help move the world to net-zero emissions by 2050.",
    "Critical to this is providing our clients with advice and solutions related to low-carbon opportunities, which our Institutional Securities business is focused on (see more here).",
    "We have a number of processes to help us monitor our progress toward 2030 interim targets including: 1) annual updates to our Climate Strategy Assessment Framework (CSAF) profiles to reflect incremental disclosures or additional business activity; 2) business unit reviews of corporate loans within our interim target sectors, incorporating financed emissions lending intensity (FELI) metrics and CSAF profiles; and 3) periodic reports to the management-level Firm ESG Committee and, as necessary and appropriate, to the Board’s Governance and Sustainability Committee.",
    "Morgan Stanley’s proprietary CSAF provides us with a data-driven assessment of our clients’ climate strategies, to help us better engage with our clients and inform business decisions.",
    "As first outlined in our 2022 ESG Report, the CSAF leverages data from public sources, and may be supplemented by discussions with clients, as appropriate.",
    "We assess a range of quantitative and qualitative factors, including clients’ net-zero and interim targets, climate-related governance, actions taken toward meeting targets and GHG emissions reduction goals.",
    "The CSAF ultimately classifies clients into one of six categories, including limited actions, transition-aligned and green.",
    "As expressed in our Guiding Principles, we are committed to working with our clients to advance their decarbonization goals and strategies, no matter the current maturity of their climate approach.",
    "The CSAF provides a forward-looking perspective on transition readiness, which is additive to the measurement of a client’s current carbon intensity, as reflected in our FELI metric.",
    "Together, CSAF and FELI provide a more holistic view of our clients’ transition progress and help us have a more informed view on where we, and our clients, are headed relative to our stated financed emissions reduction targets.",
    "In 2023, we embedded the CSAF further into our business activities and risk management processes.",
    "The firm: + Completed an initial CSAF profile for all corporate lending portfolio clients in the interim 2030 target sectors of Energy, Power and Auto Manufacturing, subject to data availability.",
    "+ Added CSAF to the list of several factors that inform corporate client lending decisions, helping us understand how each loan may affect progress toward our 2030 interim targets.",
    "MORGAN STANLEY | 2023 ESG REPORT CLIMATE CLIMATE STRATEGY ASSESSMENT FRAMEWORK (CSAF) EMISSIONS REDUCTIONS TARGETS GOVERNANCE CLIMATE CHANGE RELATED- TRANSITION ACTIONS & PROGRESS For example: Net-Zero Target and 2030 Targets For example: Board Oversight and Management of Climate-Related Risks For example: Emissions Performance, Capital Expenditures VY |, + Worked toward introducing CSAF for credit evaluation purposes within the Energy, Power and Auto Manufacturing sectors and informing credit rating assessments.",
    "+ Began developing CSAF profiles for clients in additional high-carbon sectors in order to better inform the firm’s broader climate-related risk management.",
    "+ Educated investment banking coverage officers for the sectors on the CSAF and how it can be used within our business decisions.",
    "It is important to note that while the CSAF provides a forward-looking view of a client’s climate strategy, it reflects the current status of a client’s climate efforts, many of which are nascent.",
    "We expect companies to continue to set climate-related targets, as well as improve disclosure on their strategies, particularly as forthcoming regulations across many regions require incremental climate-related disclosures.",
    "If a client does not have a fully developed climate plan today, it does not mean that the client is not advancing toward a low-carbon future.",
    "Updating CSAF profiles annually enables us to understand the ways in which clients are evolving, as well as how the firm can help them with decarbonization-related solutions.",
    "MEDIUM 1 HIGH We assessed the transition plans and climate commitments for all lending clients in our three interim target sectors (Auto Manufacturing, Energy and Power), subject to data availability.",
    "Some key highlights from our assessments to date include: + Approximately 80% of our total committed financing to these sectors is tied to companies that we consider to have a medium or high-quality transition plan in place.",
    "+ More than half of our clients across these three sectors have long-term operational (scopes 1 and 2) targets to reach net-zero by 2050, while approximately two-thirds of our clients have near-term emissions-reduction targets.",
    "* Over 60% of our Power clients have explicit targets to increase renewable generation capacity and/or phase down (or eliminate) coal-fired generation capacity.",
    "* All of our Automobile Manufacturing clients have plans to increase production of electric vehicles (EVs), with many targeting to have >50% of global sales from EVs by 2030 or sooner.",
    "* Approximately half of our Energy clients have targets to reduce or nearly eliminate methane emissions by 2030 or sooner.",
    "Morgan Stanley is focused on the sustainability of our operations, including maintaining our carbon neutral status** and 100% renewable electricity throughout 2023 with the following strategies: * Securing renewable electricity through our virtual power purchase agreement (VPPA), on-site solar arrays, unbundled green electricity tariffs, and unbundled RECs.",
    "+ Purchasing carbon offsets to compensate for our remaining operational emissions, in accordance with the following strategy: - Our carbon offset portfolio follows a governance process to help ensure quality and credibility.",
    "- Our strategy prioritizes removing carbon from the atmosphere, with removal credits accounting for approximately 81% of our portfolio in 2023.",
    "- Projects are certified by an internationally recognized carbon standard.",
    "- We pursue projects that deliver benefits supporting the U.N.",
    "SDGs.",
    "- We remain committed to pursuing high-quality offsets and exploring the use of offset purchases to spur development in new technology.",
    "We also support the development of market-based instruments that help promote decarbonization technologies, including Sustainable Aviation Fuel certificates through our membership in the Sustainable Aviation Buyers Alliance (SABA).",
    "CLIMATE 33 The firm’s carbon neutral status reflects the actions above.",
    "For any given year the determination of carbon neutrality is based on the best available data at the time of such determination.",
    "This data and related methodologies are evolving and improving so that information for prior periods is subject to change and revision.",
    "Carbon néutral status is a management-determined metric that may be viewed or calculated differently by others who may use the same “carbon neutral” terminology.",
    "Morgan Stanley has determined that the boundary around our carbon neutrality status is scope 1, scope 2 location-based emissions, scope 3 business travel and downstream leased assets, carbon offsets purchased from the voluntary carbon market, green power contracts, and market instruments (e.g., renewable eneray certificates (RECs), energy attribute certificates (EACs)).",
    "There are instances where green power contracts and instruments that we accept for our purposes to meet carbon neutrality do not align with the criteria required to reflect those purchases in our scope 2 market-based figure in accordance with the Greenhouse Gas Protocol: A Corporate Accounting and Reporting Standard (Revised Edition) (“GHG Protocol”).",
    "For our GHG emissions table aligned with the GHG protocol, please see the section.",
    "MORGAN STANLEY 2023 ESG REPORT 47 Climate Policy Morgan Stanley supports the Paris Agreement while recognizing that significant global policy action is required to achieve net-zero emissions by 2050 and mobilize the capital necessary to hit this milestone.",
    "As a financial services firm with global reach, we recognize that we have a role to play in helping to inform national and global climate policies that help support an orderly transition to a low-carbon economy.",
    "We support science-aligned and market- based policies, and engage with policymakers, MORGAN STANLEY | 2023 ESG REPORT CLIMATE industry groups and trade associations to provide substantive, expert feedback to inform effective global and national climate policies.",
    "Morgan Stanley is a member of the Center for Climate and Energy Solutions’ Business Environmental Leadership Council, the largest U.S.-based group of corporations focused on addressing climate challenges and supporting climate policy.",
    "In 2023, policymakers continued to refine their approach to climate regulation and policy, and we were pleased to provide our input.",
    "Upon their invitation, we engaged with the Board of Governors of the Federal Reserve regarding climate scenario analysis, and with U.S.",
    "Treasury climate leadership regarding their Principles for Net-Zero Financing and Investment.",
    "In the European Union, we regularly engage with policymakers in the European Commission, Council and Parliament, via our trade associations, in order to provide our substantive feedback on the development of ESG requirements.",
    "Topics include the development of due diligence reporting requirements and corporate sustainability reporting requirements, both of which include climate change-related requirements.",
    "In the U.K., we work with policymakers and supervisors, via our trade associations, to provide commentary on the development of policy and technical provisions, including a wide range of disclosure requirements, ways to mobilize capital to help advance the net-zero agenda, and preparatory work on the development of a potential green taxonomy.",
    "promote positions that support common sense and cost-effective policies on a wide range of issues, including climate policy.",
    "These associations include the Securities Industry and Financial Markets Association, the Financial Services Forum, the Bank Policy Institute and the Institute of International Finance, among others.",
    "A list of the principal U.S.",
    "trade associations of which Morgan Stanley is a member can be found here.",
    "Our participation in trade associations helps further Morgan Stanley’s work as a global financial services firm; however, it does not imply that we always align with their positions on all aspects of climate policy.",
    "We provide our independent view as a member and seek alignment where feasible and appropriate.",
    "Climate-focused trade organization working groups of which we are a member are listed on the right.",
    "Industry Memberships Morgan Stanley is a member of the Partnership for Carbon Accounting Financials (PCAF) and the Net-Zero Banking Alliance (NZBA).",
    "The frameworks and methodologies of these two expert organizations help inform our thinking toward setting climate-related targets and measuring our progress.",
    "Morgan Stanley publicly supported the Energy Transition Accelerator (ETA) when it launched at COP28 in December 2023.",
    "The ETA aims to develop an innovative carbon finance platform to catalyze private investment to support energy decarbonization in developing and emerging markets.",
    "While it is important for us to consider industry best practice, we continue to make our own independent decisions regarding our climate strategy.",
    "MORGAN STANLEY | 2023 ESG REPORT CLIMATE TRADE ORGANIZATION U.S.",
    "Chamber of Commerce Financial Services Forum Bank Policy Institute American Bankers Association Institute of International Finance Securities Industry and Financial Markets Association Association for Financial Markets in Europe Asia Securities Industry & Financial Markets Association U.K.",
    "Finance Employee Education and Engagement Our climate strategy includes educating our employees on the impacts of climate change and helping to equip them with the skills and resources they need to understand its impacts on the firm and our clients.",
    "We have several initiatives that are relevant and available to employees across the firm, in addition to business unit-specific training.",
    "For example, in 2021, we created an in-house platform, now known as the Sustainability Knowledge Hub, to help employees make well-informed, climate- related business decisions in a rapidly shifting global landscape.",
    "The online platform provides a suite of trainings, tools and resources.",
    "These learning modules are complemented by a speaker series in which internal and external experts provide relevant and timely insights on topics ranging from climate policy to technological solutions.",
    "Examples include a webinar on sustainable aviation fuel featuring SABA, a session on methane mitigation and management CLIMATE GROUP MEMBERSHIP Climate Action Task Force; Climate Solutions Working Group Climate Risk Working Group Climate Working Group Climate Task Force Sustainable Finance Policy Expert Group Sustainable Finance Task Force Sustainable Finance Steering Committee Sustainable Finance Committee Sustainability Committee with the Environmental Defense Fund, and key takeaways from COP28 with Morgan Stanley leaders who participated in the global summit.",
    "We launched a firmwide foundational training on the firm’s sustainability strategy and governance.",
    "We will continue to provide guidance going forward to help equip our employees with the knowledge to make climate-informed decisions.",
    "In addition, the firm supports employee-driven forums where individuals can organize and participate in events, networking opportunities and volunteer activities to engage in sustainability topics.",
    "Through a firmwide network with regional forums across the globe, employees have the opportunity to learn more about sustainable finance and incorporate sustainability into their daily lives.",
    "For example, the firm organizes programming every April for Sustainability Month, which encourages employees to adopt sustainable behaviors inside and outside of the office.",
    "Climate change may lead to financial risks for organizations, with consequences ranging in nature, severity and frequency.",
    "As such, it is important for financial institutions to understand how their business and clients may be affected.",
    "Firm Risk Management (FRM), in partnership with other areas of the firm, continues to focus on identifying and managing financial risks related to climate change in order to limit their potential impact to Morgan Stanley.",
    "Defining Climate Risks As informed by the TCFD, as well as various non-governmental organizations and regulators, Morgan Stanley categorizes the risks associated with climate change into two groups: transition risks and physical risks.",
    "The timing, severity and impact of these risks are difficult to predict at this time.",
    "Transition Risks: Risks associated with the move to a low-carbon economy generally fall into one of three categories: Policy and legal changes, such as local, national or international regulation of carbon emissions Technology advancements, such as replacement of existing products with lower-emission options Market developments, such as changes in consumer and business sentiment or impacts resulting from public perception of an organization’s action or inaction on climate change Depending on the nature, speed and breadth of these changes, transition risks may pose varying degrees of financial, reputational, regulatory, compliance or other risks to Morgan Stanley as well as our clients or third parties on which we rely.",
    "Negative impacts of transition risks on certain clients, such as decreased profitability or asset write-downs, could lead to the firm experiencing increased financial risks.",
    "MORGAN STANLEY | 2023 ESG REPORT Such increased financial risks could increase our expenses and adversely impact our business strategies, including by limiting our ability to pursue certain activities or offer certain products and services.",
    "Physical Risks: The physical impacts of climate change include harm to people and property arising from acute climate-related events such as hurricanes, heatwaves, droughts, floods or wildfire, and chronic, longer-term shifts in climate patterns, such as — higher average temperatures, rising sea levels and long-term droughts.",
    "Such events could disrupt our operations or those of our clients or third parties on which we rely, including through direct damage to physical assets and indirect impacts from supply- chain disruption and market volatility.",
    "These events could impact the ability of certain of our clients or customers to repay their obligations, reduce the value of collateral, increase costs, including the cost or availability of insurance coverage, and result in other adverse effects.",
    "for identifying and managing the risks associated with climate change.",
    "To that end, FRM is responsible for overseeing the management of Morgan Stanley’s climate-related financial risks.",
    "FRM’s Central Climate Risk team is responsible for working with stakeholders in FRM and across the firm to identify, monitor, mitigate and report on the climate-related financial risks that the firm may face.",
    "Given the global nature of climate risk, the Central Climate Risk team includes members in regions around the world where Morgan Stanley has a significant presence, including the Americas, EMEA and APAC.",
    "Morgan Stanley views climate risk not as a stand- alone risk type, but as an overarching risk that can impact other risk types, such as credit risk, market risk, operational risk and liquidity risk.",
    "As climate risk is interconnected with other risk types, we have developed and continue to enhance processes to embed climate risk considerations into our risk management strategies and governance structures.",
    "Morgan Stanley’s 2022 ESG Report describes the risk types overseen by FRM and the means by which they may be impacted by climate risks (see the “Climate Risk Management” section of Morgan Stanley’s 2022 ESG Report).",
    "MORGAN STANLEY | 2023 ESG REPORT CLIMATE RISK IDENTIFICATION The first step in managing climate risk requires correct identification of the climate risks that may impact Morgan Stanley’s products, business lines and physical footprint.",
    "As with other types of risk identification, climate risk identification is critical to the measurement, monitoring and mitigation of financial risks to Morgan Stanley.",
    "Morgan Stanley monitors external developments and tracks the latest science to understand the climate risks posed to the firm.",
    "FRM continues to evolve its centralized risk identification inventory to identify appropriate climate-related risks.",
    "Morgan Stanley’s Risk Management Framework Morgan Stanley manages climate risk through the application of its standard risk management framework.",
    "This framework is divided into four steps: Identify A Communicate 2 Measure climate risks, we leverage scenario analysis, which utilizes a variety of approaches to identify potential vulnerabilities in our business and to measure the resulting impact.*4 We leverage Morgan Stanley’s internal risk inventory and materiality assessments to inform the design of our climate scenarios, which emphasize either transition risk or physical risk.",
    "Morgan Stanley continues to enhance its scenario analysis capabilities, with a focus on areas in which there is a greater degree of uncertainty as compared to established stress testing frameworks, such as the quality of forward-looking climate data and climate scenario modeling over longer-term time horizons.",
    "Such uncertainties may be considered when using scenario analysis in the risk management process, and the firm will continue to update its scenario analysis processes as these data quality and analytical frameworks mature over time.",
    "Run scenario and analyze results Design scenario based on identified risks Identify risks TRANSITION RISK SCENARIO ANALYSIS Transition risk scenario analysis helps Morgan Stanley understand how a transition to a low-carbon economy may create financial risks to the firm.",
    "Morgan Stanley leverages regulatory scenarios and scenarios from CLIMATE the Network of Central Banks and Supervisors for Greening the Financial System (NGFS) for guidance and best practices when designing transition risk scenarios.",
    "Transition risk scenarios are used to analyze the firm’s vulnerabilities, emerging changes in policies (such as carbon pricing) and the potential economic impact of such policy changes.",
    "Scenarios may be conducted for different time horizons and severities, and consider exposure concentrations by sector and industry.",
    "To conduct the analysis, FRM leverages existing economic scenario forecast models as a starting point to develop climate scenario forecasts.",
    "This approach allows FRM to capture key macroeconomic and financial market variables across regions and sectors.",
    "Climate-specific variables are then taken from widely recognized industry sources, such as NGFS, or through input from Morgan Stanley Research.",
    "These variables are then incorporated into the macroeconomic scenarios.",
    "PHYSICAL RISK SCENARIO ANALYSIS Physical risk scenario analysis helps Morgan Stanley understand the potential impact that acute or chronic weather events could have on our business.",
    "Physical risk scenarios leverage internal inputs and models, and adjust them for climate-specific factors based on the scenario narrative.",
    "The scenarios in focus may be informed by the firm’s vulnerabilities or the outcome of our risk identification process.",
    "Morgan Stanley has analyzed the potential financial consequences of climate events of varying degrees of impact, including acute events such as severe weather.",
    "The portfolios in scope are generally those we have identified as having concentrations in geographies impacted by the physical risk being analyzed.",
    "In addition, Morgan Stanley’s Operational Risk Department runs scenarios to assess and quantify potential losses that Morgan Stanley’s operations may incur as a result of climate-related physical risks.",
    "Supported by Fusion Response, which researches the potential threats to operations, the Operational Risk Department identifies and ranks the key physical risks for each of our main office locations.",
    "The physical risks are assessed in terms of damages to Morgan Stanley’s physical assets as well as incremental losses incurred to maintain operations.",
    "As part of the assessment, the scenarios consider the potential occurrence of severe weather events.",
    "TIME HORIZONS FOR SCENARIO ANALYSIS Both transition and physical risks can materialize over different time horizons.",
    "For example, episodic extreme hurricanes present near-term physical risks to vulnerable regions and populations, while transition risk measures, such as carbon taxes, present longer-term challenges as economies adjust to increased costs and market or technological changes stemming from the implementation of a potential tax on carbon.",
    "Institutions, such as Morgan Stanley, therefore face the challenge of not only identifying climate risks to their business, but also analyzing the likely timing, duration and severity of each physical and transition risk they face.",
    "34 Unlike established scenario frameworks for other risk categories (e.g., credit, market, and liquidity risks), scenario analyses for climate risk, covering a much longer time period and including varying assumptions regarding mitigation, are still developing as data quality and analytics are enhanced.",
    "While the outcome of a climate risk scenario may be helpful to show trends over time or as one input in the risk management process, such outcomes continue to be inherently uncertain and not comparable among companies.",
    "MORGAN STANLEY | 2023 ESG REPORT 52 assess the climate risk of sub-industries and geographies.",
    "The scores are used in a number of climate risk management-related processes, including risk identification, scenario analysis and credit risk ratings.",
    "We categorize obligors and counterparties with similar climate risk profiles into climate sub- industries.",
    "Each climate sub-industry is assigned a score for physical risk and transition risk using climate data from external vendors, such as historical damage losses and emissions intensity.",
    "Climate Risk Governance We maintain a governance process to regularly communicate climate risk updates to key internal stakeholders and committees.",
    "This process helps ensure appropriate oversight and transparency.",
    "The Climate Risk Committee (CRC) reports to the Firm Risk Committee and subsequently the Board Risk Committee, and oversees matters relating to the firm’s financial and nonfinancial exposure to climate risk, including the integration of climate risk considerations into firm decision-making MORGAN STANLEY | 2023 ESG REPORT CLIMATE and the firm’s exposure to physical and transition climate risk.",
    "The CRC oversees the FRM Climate Steering Committee, which is responsible for reviewing climate risk-related matters within FRM.",
    "The CRC also receives reports from a number of business unit and regional ESG committees on climate risk-related matters, as reflected in ESG Governance Financed Emissions*** We announced initial 2030 interim financed 2030 Interim Financed Emissions Reduction Targets emissions reduction targets in 2021.",
    "We track progress toward them using our FELI metric.",
    "For an in-depth explanation of this metric, please see the Percent reduction in lending intensity metric compared to the 2019 base year SECTOR 2030 REDUCTION TARGET Auto Manufacturing Energy Power 35 The 2022 Absolute Financed Emissions information was subject to Deloitte & Touche LLP’s review.",
    "As such, Deloitte & Touche LLP expresses a conclusion only with respect to 2022 Absolute Financed Emissions.",
    "See the .",
    "The FELI data and 2030 interim financed emissions targets were not subject to Deloitte & Touche LLP’s review.",
    "As such, Deloitte & Touche LLP does not express a conclusion with respect to the FELI data nor the 2030 interim financed emissions targets.",
    "36 Morgan Stanley’s financed emissions methodology is described in MORGAN STANLEY | 2023 ESG REPORT 54 The following FELI metrics represent the amount of carbon emitted by clients for each $1 million in corporate lending committed by the firm as of year-end.",
    "We are disclosing 2022 FELI metrics for the first time in this report.",
    "There is a one-year time lag, as client emissions data is often unavailable until 12-18+ months after the fiscal year-end.",
    "SECTOR (tC0,e /$MM) 2019 2020 2021 2022 Auto Manufacturing 1,473 1,260 1,789 1,561 (Scope 1 + 2) 31 25 24 22 (Scope 3) 1,442 1,235 1,765 1,539 Energy 2,010 2,456 2,691 2,951 (Scope 1 + 2) 194 205 209 197 (Scope 3) 1,816 2,251 2,482 2,754 Power 1,320 1,105 1,127 1,153 (Scope 1 + 2) 821 673 711 783 (Scope 3) 499 432 416 370 SECTOR ATTRIBUTION ANALYSIS Several different factors can affect year-on-year changes in our FELI metric including: * Portfolio mix of corporate lending commitments + Fluctuations in enterprise value, including cash (EVIC) + Methodologies used to calculate a corporate lending client’s estimated emissions when they are not reported by the company + Changes in a corporate lending client’s actual emissions + Change in scope of emissions reported by a corporate lending client Auto Manufacturing: FELI decreased by 13% at December 31, 2022, compared to December 31, 2021.",
    "This was mainly due to increases in client EVIC values and decreases in client carbon emissions.",
    "MORGAN STANLEY | 2023 ESG REPORT Energy: FELI increased by 10% from 2021.",
    "The year-over-year increase was primarily driven by a loan to a new client in 2022 whose business involves short-term ownership of a high volume of fuels.",
    "There was a significant underlying change in the reporting methodology for the client’s emissions from 2021 to 2022, resulting in a substantial increase in emissions data reported by the third-party data vendor for this client in 2022.",
    "If the reporting methodology for the client’s emissions had remained unchanged Please note that data in the FELI and AFE tables: from 2021 to 2022, FELI would have decreased by 1% versus the prior year.",
    "This highlights the challenges of both considering delayed data when making lending decisions and the lack of comparability of emissions data over time.",
    "Power: FELI increased by 2%.",
    "Increases in client EVIC values were offset by shifts in the client mix for 2022; however, the carbon emissions of existing clients stayed relatively constant.",
    "- Were calculated using third-party data inputs, which include estimates, and Morgan Stanley does not guarantee the accuracy of such information.",
    "While Morgan Stanley believes the data has been reasonably determined based on current practices, methodologies and standards in this area continue to evolve and may change.",
    "Third-party data providers may restate such information from prior years which may cause us to restate prior-period emissions.",
    "See also Use of Third-Party Information and Estimates.",
    "- Are not comparable to financed emissions data of other financial institutions, which may have different business models and lending practices, and may use different accounting methodologies and data to determine financed emissions.",
    "- May vary from year to year based on many factors, some of which are beyond our control.",
    "Morgan Stanley introduced its interim targets at the end of 2021 and did not manage FELI exposure from 2019-2021.",
    "Readers are cautioned not to use year-over-year results to make conclusions on future progress toward interim targets, but to consider trends over a longer period of time.",
    "- Were also not prepared in accordance with, and not meant to comply with, any current proposed or future regulatory disclosure requirements.",
    "- Please also see “How Carbon Emission Data Challenges Impact our Target Reporting” on page 53 of our 2022 ESG Report.",
    "55 Our 2030 targets are based on emissions intensity.",
    "However, we recognize that absolute emissions provide helpful additional context, and so we also report them, using guidance from PCAF.",
    "SECTOR (tC0,¢) 2019 2020 2021 20223738 Auto Manufacturing 38,101 16,298 4,120 95,039 (Scope 1 + 2) 1,591 410 80 1,164 (Scope 3) 36,510 15,888 4,040 93,875 Energy 1,473,781 2,362,679 1,144,234 3,602,827 (Scope 1 + 2) 165,401 207,880 125,511 209,604 (Scope 3) 1,308,380 2,154,799 1,018,723 3,393,223 Power 882,542 394,107 843,878 861,149 (Scope 1 + 2) 484,811 264,409 350,646 492,157 (Scope 3) 397,731 129,698 493,232 368,992 METHODOLOGY NOTES Our AFE calculations are informed by PCAF’s methodology for business loans.",
    "We calculate AFE related to relationship and event-driven loans for three sectors within our corporate lending portfolio.",
    "Where financing is provided to entities that are developing Power- or Energy-related projects, we calculate financed emissions once the project is operational, and only for the operational emissions of those projects (i.e., we do not calculate the lifetime emissions of the projects nor the development- related emissions while the project is being built).",
    "Our AFE includes all three emissions scopes of our lending clients.",
    "Figures are reported as gross, and do not account for any use of offsets or removals by clients.",
    "Per PCAF methodology, we only calculate AFE on loans that were drawn as of the last day of the year.",
    "Using drawn exposure amounts, rather than committed exposure as used for our FELI-based targets, increases the variability of the metrics.",
    "A small number of loans may not have financial information available (for example, if the borrower has entered bankruptcy, or prior to operationalizing a project).",
    "For 2022, excluded loans represented 3% of our lending on a total committed exposure basis.",
    "There are no additional exclusions from our calculated AFE population based on data, materiality or other methodological issues.",
    "Auto Manufacturing: For the Auto Manufacturing sector portfolio, our AFE results demonstrate a substantial increase in 2022.",
    "This is primarily due to a change in the composition of borrowers and the amount they have drawn on their facilities at year end.",
    "Energy: For the Energy sector portfolio, the total amount that companies have drawn on their facilities increased in 2022.",
    "Power: For the Power sector portfolio, 2022 AFE increased slightly due to an increase in the total amount that companies in this portfolio have drawn against their facilities.",
    "37 The 2022 Absolute Financed Emissions information was subject to Deloitte & Touche LLP’s review.",
    "As such, Deloitte & Touche LLP expresses a conclusion only with respect to 2022 Absolute Financed Emissions.",
    "See the Independent Accountant’s Review Report.",
    "38 Morgan Stanley’s financed emissions methodology is described in Appendix 6.",
    "MORGAN STANLEY | 2023 ESG REPORT 56 scores for our financed emissions reporting is informed by the PCAF guidance, but also based on the methodology of our third-party data vendor.",
    "This includes use of third-party data inputs, and sometimes requires estimates and assumptions based on the availability of data.",
    "These scores indicate the quality of the source of the emissions data underlying our calculations, on a scale from 1 to 5, with 1 being the highest quality.",
    "For example, company reported emissions are scored as higher data quality as they are specific and may be third- party verified, whereas economic activity-based emissions factors, which are used to estimate company emissions, are considered lower data quality.",
    "PCAF guidance recommends calculating a data quality score for scopes 1 and 2 separate from a score for scope 3.",
    "For more information on the PCAF methodology document.",
    "Application of our third-party data vendor’s methodology may result in data quality scores which are not reflective of all emissions data within any nee 39 The PCAF Global GHG Accounting and Reporting Standard is not considered a part of or incorporated by reference into this Report.",
    "40 The AFE and FELI PCAF Data Quality Scores information was not subject to Deloitte & Touche LLP’s review.",
    "As such, Deloitte & Touche LLP does not express a conclusion with respect to this information.",
    "MORGAN STANLEY | 2023 ESG REPORT CLIMATE given emissions scope.",
    "For example, if a company reports emissions for just one single scope 3 category, the overall data quality score for scope 3 would only reflect that data has been reported, despite emissions being estimated for other scope 3 categories.",
    "This results in a data quality score that may imply higher quality data than had the estimation component also been considered.",
    "Morgan Stanley does not guarantee the accuracy of such information and methodologies as standards in this area continue to evolve and may change, which may also cause us to restate prior-period data quality scores in the future.",
    "The data quality scores for FELI and AFE differ.",
    "This is because FELI uses committed exposure and thus includes all clients within our lending portfolio, whereas the AFE metric only includes clients that have drawn exposure at year end.",
    "Data quality scores have improved year-on-year for both FELI and AFE.",
    "However, we continue to see an overall lower level of reported scope 3 emissions data from companies compared to scopes 1 and 2.",
    "Data Quality Scores* FINANCED EMISSIONS LENDING INTENSITY YEAR SCOPE 1+2 SCOPE 3 2019 2.5 2.9 2020 2.4 2.8 2021 2.3 2.8 2022 2.3 2.5 ABSOLUTE FINANCED EMISSIONS YEAR SCOPE1+2 SCOPE 3 2019 3.4 3.5 3.2 3.5 3.2 3.6 3.0 3.4 based emissions increased compared to 2022.",
    "Approximately half of the increase in location- based emissions was due to higher volume CLIMATE of business travel and incremental electricity consumption across our real estate footprint.",
    "The remainder of the year-over-year change was driven by a change in the U.K.",
    "Department for GHG Emissions Data (Base Year) Environment, Food and Rural Affairs (“DEFRA”) emissions factor for commercial air travel and refinements of our estimation methodology and organizational boundary.",
    "EMISSIONS (mtCo,e) 2012 2022 20234142 Scope 1 28,098 27,268 24,201 Scope 1: Real Estate 24,005 22,805 19,694 Scope 1: Mobile Combustion 4,093 4,463 4,507 Scope 2 Location-Based 331,917 196,553 229,954 Scope 2 Market-Based 345,738 40,150 31,804 Total Location-Based: Scope 1 & 2 360,015 223,821 254,155 Total Market-Based: Scopel & 2 373,836 67,418 56,005 Scope 3 Total Category 6&13 113,349 57,268 98,289 Scope 3: Category 6 Business Travel 112,921 57,057 96,031 Scope 3: Category 13 Downstream Leased Assets 428 2i1 2,258 Total Location-Based Emissions 473,364 281,089 352,444 Total Market-Based Emissions 487,185 124,686 154,294 41 The 2023 Operational Emissions information was subject to Deloitte & Touche LLP’s review.",
    "See the Independent Accountant’s Review Report.",
    "Deloitte & Touche LLP previously performed a review engagement over the 2022 Operational Emissions information.",
    "See the Independent Accountant’s Review Report in the Morgan Stanley 2022 ESG Report.",
    "The 2012 Operational Emissions Base Year information was not subject to Deloitte & Touche LLP’s review; accordingly, Deloitte & Touche LLP does not express a conclusion or any form of assurance on such information.",
    "42 Morgan Stanley’s operational emissions methodology is described in Appendix 7.",
    "MORGAN STANLEY | 2023 ESG REPORT 58 continue to enhance our climate strategy, we plan to take the following steps: a During 2024, we intend to set new sector interim targets that increase the scope of financed emissions covered for our corporate relationship lending portfolio.",
    "We will also revise our target methodology.",
    "We expect to release our new interim lending targets and provide details on the related methodology changes in late 2024.",
    "?",
    "2 mit ; be fe is MORGAN STANLEY | 2023 ESG REPORT 2 Over time, we will include capital markets activities in our targets.",
    "We will assess our facilitated emissions and update our methodology as appropriate.",
    "3 We will continue to develop our transition plan as methodologies, frameworks and the policy environment evolves.",
    "This report contains an Approach to Transition Index, that is informed by the Glasgow Financial Alliance (GFANZ) guidance for financial institutions.",
    "e We believe Morgan Stanley’s governance and business practices help foster client a Nn d R | S k and stakeholder trust, and mitigate risk.",
    "ESG governance starts with leadership from the top and is embedded in committees and other governance bodies, policies Mi t and procedures across the firm.",
    "In 2023, Morgan Stanley continued enhancing our a Nn ag e I !",
    "le Nn firmwide ESG governance framework, as illustrated below.",
    "ESG Governance Framework Morgan Stanley Board Governance and Sustainability Committee Risk Audit CMDS Committee Committee Committee Firm ESG Firm Risk Committee Committee Firm ESG Franchise Disclosure Committee Committee Climate Risk Committee Franchise ESG Subcommittee FRM U.S.",
    "Banks Climate Steering Climate Risk Committee Committee*?",
    "ISG ESG MSWM ESG MSIM ESG Asia ESG Japan ESG EMEA ESG Committee Committee Committee Committee Committee Committee @ Board Level Committees Ml Firmwide Oversight Committees Mi Firmwide ESG Committees MM ESG Committees, including key Subcommittees/Working Groups 43 Separately reports up through the appropriate U.S.",
    "Banks Risk Committee chain.",
    "MORGAN STANLEY | 2023 ESG REPORT 60 Our Board committees have explicit oversight responsibilities for ESG across the firm.",
    "The Board’s Governance and Sustainability Committee has overseen ESG initiatives since 2011.",
    "The Board’s Risk Committee oversees climate risks.",
    "The Board’s CMDS Committee assists the Board in its oversight of strategies, policies and practices related to human capital, including diversity and inclusion.",
    "The Board’s Audit Committee oversees the firm’s voluntary public sustainability and climate disclosures.",
    "The Board’s MORGAN STANLEY | 2023 ESG REPORT GOVERNANCE AND RISK MANAGEMENT Operations and Technology Committee assists the Board in its oversight of operational risk, including business disruption, resilience and cybersecurity risks.",
    "The full Board is briefed on topics across each theme, as appropriate.",
    "Morgan Stanley believes that an effective board features individuals with a diverse set of skills and a range of tenures.",
    "The Board, and the Governance and Sustainability Committee specifically, regularly consider director candidate qualifications in the context of the Board’s overall composition, with a view toward experience in overseeing the firm’s business and the challenges it faces, and toward reflecting the diversity of the firm’s workforce and clients, and the communities it serves.",
    "Additional information about our directors are included on pages 17-25 of our 2024 Proxy Statement.",
    "STAKEHOLDER GROUP FORMS OF ENGAGEMENT 2023 EXAMPLES O O O - Ongoing dialogue with institutional investors Our GSO, Diversity & Inclusion, and Environmental and Social Risk Management - Use of investor-focused voluntary ESG reporting frameworks to inform teams joined Investor Relations in engagements with institutional shareholders this report on ESG topics throughout 2023.",
    "Discussions covered climate change and .",
    ".",
    "biodiversity, diversity and inclusion, firmwide strategy, governance and Shareholders * Responses to inbound questions and surveys compensation practices, among other topics.",
    "- Events and analysis on sustainable investing and finance topics We held a number of ESG conferences for clients and other stakeholders VEN - Collaboration on new product development to meet client ESG needs globally, including the Morgan Stanley Sustainable Finance Summit.",
    ": : : : Sustainability-focused business units from across the firm hosted the four- * Ongoing dialogue with clients day event attended by corporates, investment managers and allocators.",
    "Clients - Responses to inbound questionnaires, requests for proposals, surveys Key topics included the clean-energy transition, Al and ESG data, the evolving ESG reporting landscape, and DEI initiatives.",
    "Employees - Employee networks, events and campaigns (see Employee Networks) - Company intranet, which includes articles and other resources - Employee surveys The Employee Sustainability Forum in Glasgow partnered with Women in Technology to host a panel discussion on the Future of U.K.",
    "Energy to discuss the need for sustainable, affordable and reliable energy sources to reach the U.K.’s net-zero target of 2050.",
    "o> Non-Governmental Organizations (NGOs) and Civil Society - Morgan Stanley events - One-on-one or small-group dialogues on sustainability topics, risks or emerging issues : Direct involvement in collaborative initiatives and membership organizations (see Key Memberships and Affiliations below) The Morgan Stanley Institute for Sustainable Investing and World Wildlife Fund hosted a roundtable about the opportunities and challenges of investing in nature, which gathered company executives, investors, development finance institutions and more.",
    "The discussion encompassed the importance of standardizing “nature-positive’ investing, the need to identify viable investing models, and the actions that public and private sectors can take to catalyze investing in nature.",
    "For more information, visit our website.",
    "Corporate Eco Forum (CEF) Ceres MORGAN STANLEY | 2023 ESG REPORT Business for Social Responsibility (BSR) .",
    "Center for Climate and Energy Solutions (C2ES) .",
    "Catalyst CEO Champions for Change .",
    "CEO Action for Diversity and Inclusion .",
    "KEY MEMBERSHIPS AND AFFILIATIONS HRC Corporate Equality Index + The IFRS Sustainability Alliance Impact Investing Institute (III + Impact Capital Managers Global Impact Investing Network (GIIN) .",
    "International Capital Market Association (ICMA) .",
    "Net-Zero Banking Alliance (NZBA) + One Planet Summit—Asset Managers Initiative - Principles for Responsible Investment (PRI) + Sustainable Markets Initiative - Sustainable Aviation Buyers Alliance (SABA) Partnership for Carbon Accounting Financials (PCAF) For decades, Morgan Stanley’s governance framework and reputation for integrity have helped reduce business risk and provided a foundation for success.",
    "Our core values underpin this culture and drive our efforts to meet client needs, deliver value for investors, and help contribute to an inclusive and equitable society.",
    "Ethical Business Conduct As a global financial institution, our ethical standards are an integral part of our governance framework.",
    "We reinforce our focus on integrity through our Code of Conduct and Code of Ethics and Business Conduct, which together guide the day-to-day behavior of the approximately 80,000 members of our workforce.",
    "Every employee is required, upon hire and annually thereafter, to certify that they have read, understand, are in compliance with, and agreed to abide by our Code of Conduct.",
    "Combating Corruption Morgan Stanley prohibits all forms of bribery and corruption.",
    "To combat such practices, we have implemented policies, procedures and internal controls that are reasonably designed to comply with applicable anti-corruption laws and regulations in the jurisdictions where we operate.",
    "Our Global Anti-Corruption Policy, updated annually, lays out rules to mitigate corruption risk, and all employees receive related training at least once a year.",
    "We also provide additional, targeted training for relevant employees, and conduct risk-based monitoring and testing to encourage and assess employee compliance.",
    "For more information on our anti- corruption program, see our Code of Conduct.",
    "MORGAN STANLEY | 2023 ESG REPORT Promoting a Harassment-Free Workplace Morgan Stanley supports a professional work environment where equal opportunity, dignity and respect are prioritized.",
    "We expect every manager and employee to recognize diverse points of view, make decisions based on merit and lead with integrity.",
    "Our workplace policies set the tone, guiding employee conduct and actions.",
    "These policies include our Code of Conduct, Non-Discrimination and Anti-Harassment policies, and Global Speaking Up and Reporting Concerns policies.",
    "We also empower our people to express their concerns through our confidential Integrity Hotline, available worldwide.",
    "Political Activity Morgan Stanley’s Corporate Political Activities Policy Statement is approved by the Board’s Governance and Sustainability Committee, and sets out our policies on U.S.",
    "political contributions, lobbying activities and trade association participation.",
    "In accordance with the policy, we do not make corporate contributions at the U.S.",
    "federal, state and local levels.",
    "~_—- + eae Cs i aeeeall = _ a | a - ¢ ~s ae Our Enterprise Risk Management (ERM) framework integrates the diverse roles of risk management into a holistic enterprise structure and incorporates risk assessment into firm decision-making processes.",
    "We have policies and procedures in place to identify, measure, monitor, escalate, mitigate and control the principal risks facing our three business segments and the larger firm.",
    "These risks are financial and non- financial, and include market (including non-trading risks), credit, liquidity, model, operational (including cybersecurity), compliance (including conduct), financial crime, strategic and reputational risks.",
    "Strategic risk is integrated into our business planning, embedded in the evaluation of all principal risks and overseen by the Board.",
    "The cornerstone of our risk management philosophy is the pursuit of risk-adjusted returns through prudent risk-taking that protects our capital base and franchise.",
    "This philosophy is implemented through the ERM framework, and five key principles comprise this philosophy: integrity, comprehensiveness, independence, accountability and transparency.",
    "For more information on risk management, including governance priorities, see our 2023 Form 10-K and our 2024 Proxy Statement.",
    "Addressing Environmental and Social Risk Our due diligence and risk management processes are designed to identify, assess and, as appropriate, address potentially significant environmental and social issues relevant to our business.",
    "Our Environmental and Social Risk Management (ESRM) Group provides internal subject matter expertise on environmental and social risk, and manages the development and implementation of our Environmental and Social Policy Statement (ESPS) and related policies and procedures.",
    "ESRM also conducts due diligence on relevant transactions and clients, engages with stakeholders, and monitors certain emerging risks and developments in partnership with our business units, GSO and other relevant control functions.",
    "Morgan Stanley regularly engages with external and internal stakeholders on environmental and social topics.",
    "We review our policies annually and update them as necessary to reflect our strategy and key developments.",
    "As aresult of this year’s review of the Environmental and Social Policy Statement, we have revised our due diligence considerations to include our clients’ methane reduction and abatement plans for oil and gas transactions, and provided additional details on our approach to human rights due diligence and a just climate transition.",
    "KRTaz €O0> wyN 222 SCOPE GOVERNANCE SECTOR APPROACHES CROSS-SECTOR APPROACHES The Policy is applied globally across the The Policy Statement is reviewed annually and updated as necessary.",
    "Any proposed Morgan Stanley has tailored approaches to certain sectors and activities including: We also have tailored approaches to certain cross-sector environmental and following types of transactions: - Lending - Debt and equity underwriting - Private placements - Investment banking and capital markets advisory assignments - Investment management activities related to private equity, private real assets and private credit investing + Other transactions or activities as applicable and appropriate MORGAN STANLEY | 2023 ESG REPORT amendments are presented to the Global Franchise Committee for approval, and material amendments are presented to the Governance and Sustainability Committee of the board of directors for approval.",
    "- Power generation (Coal, Hydropower, Nuclear) + Mining (Thermal Coal Mining, Metals Mining) - Oil and Gas (Arctic Oil and Gas, Oil Sands, Ultra Deepwater Oil and Gas, Shale Oil and Gas, Oil and Gas Transportation Pipelines, Liquefied Natural Gas (LNG) Export) - Forestry - Agricultural Commodities social issues, including: - Climate change - Human rights « Indigenous Peoples - Biodiversity, critical habitats and critical cultural heritage social risks are reviewed by the relevant business units and the ESRM Group as outlined in the ESPS.",
    "Our due diligence processes may include review of a company’s policies and practices, operations, track record and management of specific risks, engagement with the client and/or reports by or consultation with independent third parties, as appropriate.",
    "Transactions that carry potential franchise risks associated with environmental and social issues may also be escalated to senior management and/or our Regional and Global Franchise Committees.",
    "2023 Transactions by Industry Reviewed by the ESRM Group INDUSTRY*4 COMPLETED IN 2023 Utilities 166 Industrials 98 Energy 90 Materials 80 Consumer Discretionary 58 Financials 42 Consumer Staples 30 Information Technology 24 Real Estate 23 Communication Services 21 Health Care 16 GOVERNANCE AND RISK MANAGEMENT For more information on ESRM’s process and tailored approaches to certain sectors and thematic issues such as climate change and biodiversity, please refer to our Environmental and Social Policy Statement.",
    "HUMAN RIGHTS Morgan Stanley acknowledges its corporate responsibility to respect human rights, as described in the International Bill of Human Rights and the International Labour Organization’s Declaration on Fundamental Principles and Rights at Work and associated conventions.",
    "Our approach is informed by the United Nations Guiding Principles on Business and Human Rights and the OECD Guidelines for Multinational Enterprises.",
    "As outlined in the Environmental and Social Policy Statement, we conduct due diligence for transactions with potentially heightened human rights risks, including modern slavery, adverse impacts on Indigenous Peoples and vulnerable communities, involuntary resettlement and operations in conflict-affected areas.",
    "When human rights-related impacts are identified during due diligence, Morgan Stanley engages with clients to understand how such issues are being addressed, including plans for remediation and stakeholder engagement.",
    "Based on our assessment, certain transactions may be escalated to senior management.",
    "For more information on our approach to human rights, see Morgan Stanley’s Environmental and Social Policy Statement, Statement on Human Rights, Modern Slavery and Human Trafficking Statement, and the Supplier Code of Conduct.",
    "44 The industry categories presented in this table are based on The Global Industry Classification Standard” sector classification.",
    "MORGAN STANLEY | 2023 ESG REPORT Operational Resilience Morgan Stanley’s critical processes and businesses could be disrupted by events including cyberattacks, failure or loss of access to technology and/or associated data, military conflicts, acts of terror, natural disasters, severe weather events, and infectious diseases.",
    "We maintain a resilience program designed to provide for operational resilience and enable us to respond to and recover critical processes and supporting assets in the event of a disruption impacting our people, technology, facilities and third parties.",
    "The key elements of the firm’s resilience program include business continuity management, technology disaster recovery, third- party resilience and key business service resilience.",
    "Resilience testing is performed both internally and with critical third parties to validate recovery capability in accordance with business requirements.",
    "The firm’s resilience program is applied consistently firmwide and is aligned with regulatory requirements.",
    "NAVIGATING GEOPOLITICAL RISKS Geopolitical risks are top of mind for our business and sector, as they can impact our ability to serve our clients, disrupt business and operations, and threaten our ability to protect firm data.",
    "The firm’s crisis response teams lead efforts to protect the firm’s people, operations and assets, and prepare for the effects of geopolitical risks to our business through its Significant Event Readiness process.",
    "This includes analytical deep dives into risks, focused on where our staff live and operations take place, and country- and office-specific analyses to further assess risks to the firm and its clients.",
    "The team then works with regional and local firm and business unit management to monitor, assess and prepare for ongoing risks, including through enhanced planning activities and frequent intelligence summaries on risk trends.",
    "have the potential to impact our facilities around the world.",
    "Together, our Corporate Services and crisis response teams evaluate and prepare for the potential effects on our direct operations.",
    "Fusion Response, which is part of our Cyber Data Risk & Resilience Division, combines risk intelligence, event detection and monitoring, and cyber, crisis management and technology expertise to enable effective collaboration in managing climate-related events that could significantly disrupt our business.",
    "In 2023, the Fusion Response team monitored 80 weather and other natural hazards, and reacted to 26 of these events, including hurricanes, wildfires, blizzards and tornadoes.",
    "We most recently implemented recovery strategies in 2023 when wildfires resulted in poor air quality across the northeast United States and southern Canada.",
    "Our top concern was for the health and safety of our staff in the impacted areas, which included major cities such as New York and Montreal.",
    "Our crisis response teams ran Command and Control for the incident, coordinating air intake settings for impacted buildings, communicating with firm management on work-from-home guidance, and distributing talking points to managers to share with staff, among other required actions.",
    "For more on how we address climate risks facing our business, see the Climate Risk Management section of this report.",
    "MORGAN STANLEY | 2023 ESG REPORT GOVERNANCE AND RISK MANAGEMENT Cybersecurity Our business and the broader financial services industry face an increasingly complex and evolving threat environment.",
    "We have made and continue to make substantial investments in cybersecurity and fraud prevention technology, and employ experienced talent to lead our Cybersecurity and Information Security organizations and program, under the oversight of the Board and the Operations and Technology Committee (BOTC) of the Board.",
    "As part of our ERM framework, we have implemented and maintain a program to assess, identify and manage risks arising from the cybersecurity threats confronting the firm (Cybersecurity Program).",
    "Our Cybersecurity Program helps protect our clients, customers, employees, property, products, services and reputation by seeking to preserve the confidentiality, integrity and availability of information, enable the secure delivery of financial services, and protect the business and the safe operation of our technology systems.",
    "We continually adjust our Cybersecurity Program to address the evolving cybersecurity threat landscape and comply with extensive legal and regulatory expectations.",
    "At least annually, the BOTC or the Board reviews and approves the Global Cybersecurity Program Policy, the Global Information Security Program Policy, the Global Third-Party Risk Management Policy, and the Global Technology Policy.",
    "We periodically assess the design of our cybersecurity controls against the Cyber Risk Institute Cyber Profile, which is based on the National Institute of Standards and Technology Cybersecurity Framework for Improving Critical Infrastructure Cybersecurity, as well as global and local cybersecurity regulations, and develop improvements to those controls in response to that assessment.",
    "Senior management discuss cybersecurity developments with the chair of the BOTC between Board and committee meetings, as necesSary.",
    "Our threat intelligence function within the Cybersecurity Program actively engages in private and public information sharing communities, and leverages both commercial and proprietary products to collect a wide variety of industry and governmental information regarding the latest cybersecurity threats, which informs our cybersecurity risk assessments and strategy.",
    "In addition, we maintain a robust global training program on cybersecurity risks and requirements, and conduct regular phishing email simulations for our employees and consultants.",
    "Data Protection and Client Privacy Our business maintains physical, technical and administrative safeguards that help protect the confidentiality and privacy of our clients’ information.",
    "Our global data-protection and privacy policies and procedures govern the collection, storage, access, use and disclosure of such information.",
    "Senior leaders from our Legal and Compliance and Risk Management teams oversee these standards.",
    "Morgan Stanley also informs clients and employees about how and why it collects personal information.",
    "For more information, see our Privacy Pledge.",
    "Appendix 1: 2023 ESG Data OUR BUSINESS DATA AS OF YEAR-END 2023 Total Employees 80,000 Number of Countries With Office Locations 42 CLIMATE GOALS Carbon Neutrality Maintained carbon neutral status*® and 100% renewable electricity throughout 2023 Financed Emissions Aiming to achieve net-zero financed emissions by 2050, including 2030 interim sector targets for our most carbon-intensive sectors in our corporate lending portfolio (compared to the 2019 base year): - Auto Manufacturing (35%) - Energy ¢29%) - Power (-58%) HUMAN CAPITAL4 Global Senior Leadership % Women 31%: Board 23%: Operating Committee 27%: Management Committee % Ethnically Diverse*® 31%: Board 31%: Operating Committee 27%: Management Committee 45 See Maintain Carbon Neutral Operations section of this report for more details.",
    "4 This information was subject to Deloitte & Touche LLP’s review.",
    "See the Independent Accountant’s Review Report.",
    "46 Ethnicity for our Board, Operating Committee and Management Committee is represented globally.",
    "MORGAN STANLEY | 2023 ESG REPORT 67 Firmwide Americas Europe, Middle East and Africa Asia U.S.",
    "Ethnically Diverse” U.S.",
    "Black U.S.",
    "Hispanic U.S.",
    "Asian Campus Recruiting Global Women U.S.",
    "Black U.S.",
    "Hispanic U.S.",
    "Asian 40%: Overall 29%: Officers*’ 39%: Overall 28%: Officers 39%: Overall 29%: Officers 43%: Overall 32%: Officers 8%: Overall 4%: Officers 9%: Overall 6%: Officers 15%: Overall 16%: Officers 48%: Full-time 51%: Summer 13%: Full-time 15%: Summer 15%: Full-time 15%: Summer 31%: Full-time 33%: Summer 4 This information was subject to Deloitte & Touche LLP’s review.",
    "See the Independent Accountant’s Review Report.",
    "47 Morgan Stanley’s definitions for Officers and racial/ethnic groups are outlined in Appendix 8: Workforce Diversity Data Methodology.",
    "48 Ibid.",
    "MORGAN STANLEY | 2023 ESG REPORT APPENDICES Operational GHG Emissions Data*® (Base Year) EMISSIONS (mtCO,e) 2012 2022 20235° Scope 1 28,098 27,268 24,201 Scope 1: Real Estate 24,005 22,805 19,694 Scope 1: Business Travel 4,093 4,463 4,507 Scope 2 Location-Based 331,917 196,553 229,954 Scope 2 Market-Based 345,738 40,150 31,804 Total Location-Based: Scope 1 & 2 360,015 223,821 254,155 Total Market-Based: Scopel & 2 373,836 67,418 56,005 Scope 3 Total Category 6 &13 113,349 57,268 98,289 Scope 3: Category 6 Business Travel 112,921 57,057 96,031 Scope 3: Category 13 Downstream Leased Assets 428 2i1 2,258 Total Location-Based Emissions 473,364 281,089 352,444 Total Market-Based Emissions 487,185 124,686 154,294 Financed Emissions Lending Intensity Absolute Financed Emissions* SECTOR (tCO.,e/$MM) 2019 2020 2021 2022 SECTOR (tCO.e) 2019 2020 2021 2022°° Auto Manufacturing 1,473 1,260 1,789 1,561 Auto Manufacturing 38,101 16,298 4,120 95,039 (Scope 1+2) 31 25 24 22 (Scope 1 + 2) 1,591 410 80 1,164 (Scope 3) 1,442 1,235 1,765 1,539 (Scope 3) 36,510 15,888 4,040 93,875 Energy 2,010 2,456 2,691 2,951 Energy 1,473,781 2,362,679 1,144,234 3,602,827 (Scope 1 + 2) 194 205 209 197 (Scope 1 + 2) 165,401 207,880 125,511 209,604 (Scope 3) 1,816 2,251 2,482 2,754 (Scope 3) 1,308,380 2,154,799 1,018,723 3,393,223 Power 1,320 1,105 1,127 1,153 Power 882,542 394,107 843,878 861,149 (Scope 1 + 2) 821 673 711 783 (Scope 1 + 2) 484,811 264,409 350,646 492,157 (Scope 3) 499 432 416 370 (Scope 3) 397,731 129,698 493,232 368,992 49 See Operational Emissions for additional contextual information, as well as Appendix 7 for Morgan Stanley’s operational emissions methodology.",
    "5° The 2023 Operational Emissions information was subject to Deloitte & Touche LLP’s review.",
    "See the Independent Accountant’s Review Report.",
    "Deloitte & Touche LLP previously performed a review engagement over the 2022 Operational Emissions information.",
    "See the Independent Accountant’s Review Report, page 111 in the Morgan Stanley 2022 ESG Report.",
    "The 2012 Operational Emissions Base Year information was not subject to Deloitte & Touche LLP’s review; accordingly, Deloitte & Touche LLP does not express a conclusion or any form of assurance on such information.",
    "51 Carbon data is also significantly lagged, which means that we do not obtain new client carbon data sets until 12-18+ months after the underlying emissions-generating activities have taken place.",
    "52 |bid.",
    "53 The 2022 Absolute Financed Emissions information was subject to Deloitte & Touche LLP’s review.",
    "As such, Deloitte & Touche LLP expresses a conclusion only with respect to 2022 Absolute Financed Emissions.",
    "See the Independent Accountant’s Review Report.",
    "MORGAN STANLEY | 2023 ESG REPORT 69 Firmwide Goal $1 Trillion Sustainable Finance Target Institutional Securities ESG-Labeled Debt Facilitated D&l Coordinator Transactions Transactions In Renewable Assets Wealth Management Investing With Impact Client Assets Number of Investing With Impact Strategies Number of Clients Served by the IIP Morgan Stanley IQ Client Assets % \\IP Products That Are Either Low Carbon or Align With Environmental Themes From Morgan Stanley Impact Quotient® IIP Products That Intentionally Address D&l Themes Or Are From Diverse-Owned Asset Management Firms Investment Management AUM With Sustainability Features Community Development Finance CRA-Qualified Community Development Loans and Investments Inclusive Ventures Lab Participants 2017-2023 Valuation of Inclusive Venture Lab Companies 2017-2023 $820Bn+ to date, including $640Bn+ in low-carbon and green solutions $97Bn+ in 2023\" 16 large-scale investment-grade bond transactions in 2023 ~5.7MM MWhs of renewable energy, including sources of power generated by wind, solar and hydroelectric facilities in 2023 ~$77Bn* 360+ 336,000+ $53Bn+ in assets with a Morgan Stanley !Q® profile 45% $50Bn+* Over $3Bn in 2023* ~$1Bn * All ora portion of the assets represented by this metric have been counted toward the firm’s Sustainable Finance Target.",
    "54 Client assets invested on a Morgan Stanley platform dedicated to sustainable and impact investing.",
    "MORGAN STANLEY | 2023 ESG REPORT 70 2023 Transactions by Industry Reviewed by ESRM Group 26 166: Utilities 98: 90: 80: 58: 42: 30: 24: 23: 21: 16: Industrials Energy Materials Consumer Discretionary Financials Consumer Staples Information Technology Real Estate Communication Services Health Care 648: Total 55 Such as triaging events with local subject matter experts or sending communications to potentially impacted individuals.",
    "MORGAN STANLEY 2023 ESG REPORT 71 Each year, the U.S.",
    "Equal Employment Opportunity Commission (EEOC) requires all companies that meet specific criteria to complete an EEO-1 survey.",
    "The annual survey requires that a company’s U.S.",
    "employment data be categorized by race/ethnicity and gender in EEOC-defined job categories.",
    "Morgan Stanley recognizes the value of public disclosure of standardized data across companies and industries and, as a result, we have committed to releasing our U.S.",
    "EEO-1 data annually.",
    "HISPANIC MALE FEMALE Native American Native American Black or Hawaiian Indian or Two Black or Hawaiian Indian or Two African or Pacific Alaska or More African or Pacific Alaska or More EEO CATEGORY Male Female White American Asian Islander Native Races White American Asian Islander Native Races TOTAL Executive/Senior Officials and Managers 33 12 773 35 115 O 2 6 254 28 77 O O 4 1,339 First/Mid Officials and Managers 473 387 4,775 429 2,097 10 22 120 2,/50 454 1,289 4 14 87 | 12,911 Professionals 1,259 1,405 6,104 1,108 1,692 22 24 279 6,548 1,409 1,754 38 33 303 | 21,978 Sales Workers 689 210 9,603 202 453 12 19 141 2,179 67 308 6 5 50| 13,944 Administrative Support 53 167 192 66 55 1 2 9 445 203 94 2 1 26 1,316 TOTAL 2,507 2,181| 21,447 1,840 4,412 45 69 555/ 12,176 2,161 3,522 50 53 470| 51,488 56 The 2023 EEO-1 Data was not subject to Deloitte & Touche LLP’s review.",
    "As such, Deloitte & Touche LLP does not expresses a conclusion with respect to the 2023 EEO-1 Data.",
    "MORGAN STANLEY | 2023 ESG REPORT 72 The Sustainability Accounting Standards Board (SASB) guidance for 1) Investment Banking and Brokerage, 2) Commercial Banking, and 3) Asset Management and Custody Activities helps inform the content, narrative and data included in this report.",
    "The following table highlights sections of the report and other public disclosures that include information related to SASB’s metrics as of the year ending December 31, 2023.",
    "The SASB standards are now a part of the ISSB under the IFRS Foundation.",
    "Morgan Stanley is a member of the IFRS Sustainability Alliance, and is monitoring the standards being developed by the ISSB.",
    "We aim to provide investors with useful, relevant and meaningful sustainability information within the context of our businesses, and may evolve our disclosure on these topics over time.",
    "SASB CODE SASB METRIC MORGAN STANLEY RESPONSE® Topic: Employee Diversity & Inclusion FN-IB-330a.1 Percentage of 1) gender, and 2) diversity group representation We disclose global gender representation and U.S.",
    "diversity representation; see the Workforce FN-AC-330a.1 for (a) executive management, (b) non-executive management, Diversity Data section on page 34 as well as our 2023 EEO-1 Data in Appendix 2.",
    "(c) professionals, and (d) all other employees Topic: Incorporation of Environmental, Social and Governance Factors FN-IB-410a.1 Revenue from (1) underwriting, (2) advisory, and (3) securitization Morgan Stanley does not disclose ESG revenue metrics at this time.",
    "transactions incorporating integration of ESG factors, by industry FN-IB-410a.2 (1) Number, and (2) total value of investments and loans Various teams across the firm incorporate ESG factors into loan and investment decisions.",
    "For incorporating integration of ESG factors, by industry example, we are committed to mobilizing $1 trillion toward sustainable solutions by 2030, which is inclusive of investments, loans and other products.",
    "Since 2018, we’ve mobilized $820 billion+ in capital toward our $1 trillion goal, including $640 billion+ in low-carbon and green solutions.",
    "See the Sustainable Finance section for more information.",
    "For information on transactions that were reviewed In accordance with our Environmental and Social Policy Statement: (industry and number), see the Environmental and Social Risk Management (ESRM) section.",
    "FN-IB-410a.3 Description of approach to incorporation of ESG factors in Institutional Securities’ sustainability activities are provided in the Sustainable Finance section.",
    "investment banking and brokerage activities Our approach to integrating climate considerations into lending decisions and credit evaluation is outlined in the Climate Strategy section.",
    "The ESRM review process and the number of transactions reviewed by the ESRM Group by industry can be found in the Addressing Environmental and Social Risk section, as well as our Environmental and Social Policy Statement.",
    "57 The SASB Index was not subject to Deloitte & Touche LLP’s review.",
    "As such, Deloitte & Touche LLP does not expresses a conclusion with respect to this Index nor its alignment to the SASB Standards.",
    "58 |f a metric is not addressed in the report, we have provided links to public disclosures that include relevant information.",
    "MORGAN STANLEY | 2023 ESG REPORT 73 Topic: Incorporation of Environmental, Social and Governance Factors FN-CB-410a.2 FN-AC-410a.1 FN-AC-410a.2 FN-AC-410a.3 Description of approach to incorporation of ESG factors in credit analysis Amount of assets under management, by asset class, that employ (1) integration of environmental, social and governance (ESG) issues, (2) sustainability themed investing, and @) screening Description of approach to incorporation of ESG factors in investment or wealth management processes and strategies Description of proxy voting and investee engagement policies and procedures Topic: Business Ethics FN-IB-510a.1 FN-CB-510a.1 FN-AC-510a.1 FN-IB-510a.2 FN-CB-510a.2 FN-AC-510a.2 Total amount of monetary losses as a result of legal proceedings associated with fraud, insider trading, anti-trust, anti-competitive behavior, market manipulation, malpractice, or other related financial industry laws or regulations Description of whistleblower policies and procedures FRM, in partnership with other areas of the firm, continues to focus on identifying and managing financial risks related to climate change to limit their potential impact on Morgan Stanley.",
    "See the Climate Risk Management section on pages 78-79 of our 2023 Form 10-K.",
    "Wealth Management Investing with Impact Client Assets by Asset Class: - Equity: ~$32Bn - Fixed Income: ~$7Bn - Cash Equivalents: ~$}73MM - Other®?: ~$37Bn - Total: Nearly $77Bn* Investment Management Over $50 billion in AUM with Sustainability Features®* Overview of our Wealth Management processes are provided in the Wealth Management section.",
    "For more information, see our Investing with Impact brochure.",
    "Overview of Morgan Stanley Investment Management processes is provided in the Investment Management section.",
    "For more information, see our Sustainable Investing Policy.",
    "Overview of Morgan Stanley Investment Management engagement practices related to ESG are provided in the Investment Management section.",
    "In addition, see Morgan Stanley Investment Management’s Proxy Voting Policy and Procedures, Calvert’s Global Proxy Voting Guidelines and Parametric’s Corporate Governance Principles.",
    "Material legal proceedings for the firm are disclosed on pages 125-129 of our 2023 Form 10-K.",
    "Please review the Raising Legal and Ethical Concerns and Reporting Misconduct section of our Code of Conduct that defines the firm’s policies and procedures.",
    "59 Other includes Third-Party Multi-Asset products, Custom Graystone + Dual Contract and Alternative Impact Products.",
    "60 This AUM figure includes funds and mandates with at least one of the following sustainability features: 1.impact objectives, 2.",
    "sustainability theme objectives, 3.",
    "tilts based on sustainability factors, 4.",
    "low-carbon or net-zero commitments.",
    "Parametric Portfolio Associates LLC AUM is not currently included in this figure.",
    "* All ora portion of the assets represented by this metric have been counted toward the firm’s Sustainable Finance Target.",
    "MORGAN STANLEY 2023 ESG REPORT 74 Topic: Professional Integrity FN-IB-510b.1 (1) Number, and (2) percentage of licensed employees and identified decision-makers with a record of investment-related investigations, consumer-initiated complaints, private civil litigations, or other regulatory proceedings Number of mediation and arbitration cases associated with professional integrity, including duty of care, by party FN-IB-510b.2 FN-IB-510b.3 Total amount of monetary losses as a result of legal proceedings associated with professional integrity, including duty of care FN-IB-510b.4 Description of approach to ensuring professional integrity, including duty of care Topic: Systemic Risk Management FN-IB-550a.1 Global Systemically Important Bank (G-SIB) score, by category FN-CB-550a.1 FN-IB-550a.2 Description of approach to integrate results of mandatory and FN-CB-550a.2 voluntary stress tests into capital adequacy planning, long-term corporate strategy, and other business activities Topic: Employee Incentives & Risk-taking FN-IB-550b.1 Percentage of total remuneration that is variable for Material Risk Takers (MRTs) FN-IB-550b.2 Percentage of variable remuneration of MRTs to which malus or clawback provisions were applied FN-IB-550b.3 Discussion of policies around supervision, control and validation of traders’ pricing of Level 3 assets and liabilities Morgan Stanley does not disclose this metric at this time.",
    "Morgan Stanley does not disclose this metric at this time.",
    "Morgan Stanley does not disclose this metric at this time.",
    "The firm’s legal expenses are disclosed on page 126 of our 2023 Form 10-K.",
    "Our Code of Conduct and Code of Ethics and Business Conduct describe our ethical business practices, guiding the day-to-day behavior of our employees worldwide.",
    "We require every employee to certify his or her adherence to, and understanding of, the Code of Conduct when joining the firm, and on an annual basis thereafter.",
    "See pages 54 and 56 of our 2023 Form 10-K.",
    "See page 57 as well as additional references to stress testing within our 2023 Form 10-K.",
    "Separately, with respect to climate change, Morgan Stanley is conducting scenario analyses in the two major categories identified by TCFD: transition risk and physical risk.",
    "For more information, see the Climate Risk Management section.",
    "Our MRT policies and procedures align with regulatory principles and requirements, and are overseen by the Compensation, Management Development and Succession Committee of the Board.",
    "In 2023, an average of 60% of total compensation was variable for material risk-takers, of which 38% was subject to cancellation or clawback provisions.",
    "Employees who violate firm policies may be subject to disciplinary action, including cancellation and clawback of compensation, reduction of cash bonuses, or termination of employment.",
    "See above.",
    "Morgan Stanley does not disclose this metric at this time.",
    "MORGAN STANLEY | 2023 ESG REPORT 75 Topic: Data Security FN-CB-230a.1 (1) Number of data breaches, (2) percentage that are personal data breaches, (3) number of account holders affected FN-CB-230a.2 Description of approach to identifying and addressing data security risks Topic: Financial Inclusion & Capacity Building FN-CB-240a.1 (1) Number, and (2) amount of loans outstanding that qualify for programs designed to promote small business and community development FN-CB-240a.2 (1) Number, and (2) amount of past due and nonaccrual loans or loans subject to forbearance that qualify for programs designed to promote small business and community development FN-CB-240a.3 Number of no-cost retail checking accounts provided to previously unbanked or underbanked customers FN-CB-240a.4 Number of participants in financial literacy initiatives for unbanked, underbanked or underserved customers Topic: Transparent Information & Fair Advice for Customers FN-AC-270a.1 (1) Number, and (2) percentage of licensed employees and identified decision-makers with a record of investment-related investigations, consumer-initiated complaints, private civil litigations, or other regulatory proceedings FN-AC-270a.2 Total amount of monetary losses as a result of legal proceedings associated with marketing and communication of financial product-related information to new and returning customers For security and privacy reasons, Morgan Stanley does not disclose this metric.",
    "Review the Data Protection and Client Privacy section for more details.",
    "Overview of our activities regarding data security risk are provided in the Cybersecurity section as well as the Cybersecurity section of our 2023 Form 10-K, pages 26-27.",
    "We made over $3 billion* in Community Reinvestment Act (CRA) qualified community development loans and investments in 2023.",
    "For more information, see the Community Development Finance section.",
    "Morgan Stanley does not disclose this metric at this time.",
    "This metric is not applicable due to Morgan Stanley’s business model.",
    "This metric is not applicable due to Morgan Stanley’s business model.",
    "Morgan Stanley does not disclose this metric at this time.",
    "Material legal proceedings for the firm are disclosed on pages 125-129 of our 2023 Form 10-K.",
    "* All ora portion of the assets represented by this metric have been counted toward the firm’s Sustainable Finance Target.",
    "MORGAN STANLEY | 2023 ESG REPORT 76 Topic: Transparent Information & Fair Advice for Customers FN-AC-270a.3 Description of approach to informing customers about products and services Topic: Financed Emissions FN-CB-410b.1 Absolute gross financed emissions, disaggregated by (1) Scope 1, FN-AC-410b.1 (2) Scope 2, and (3) Scope 3 FN-CB-410b.2 Gross exposure for each industry by asset class FN-AC-410b.2 Total amount of assets under management (AUM) included in the financed emissions disclosure FN-CB-410b.3 Percentage of gross exposure included in the financed emissions calculation FN-AC-410b.3 Percentage of total assets under management (AUM) included in the financed emissions calculation FN-CB-410b.4 Description of the methodology used to calculate financed FN-AC-410b.4 emissions Each business unit is responsible for setting and managing appropriate policies and processes related to their marketing activities, which are subject to supervisory review in accordance with applicable promotion laws and regulatory obligations.",
    "We aim to manage risks in marketing and sales pursuant to the following guidelines: - Communications to clients and the public must be fair and balanced, without exaggerated or misleading statements.",
    "- Employees must use approved marketing materials and messaging systems when conducting the firm’s business.",
    "- Financial Advisors must follow a compliance manual of internal sales practice standards, as well as adhere to all applicable laws and regulations.",
    "- The firm monitors customer complaints.",
    "These are dealt with in accordance with relevant internal policies.",
    "Please also refer to our Code of Conduct We disclose absolute gross financed emissions related to relationship and event-driven loans for three sectors within our corporate lending portfolio, the Energy sector, Power sector and Auto Manufacturing sector.",
    "Separately, we disclose our financed emissions lending intensity metric for these three sectors, as that guides our 2030 interim targets.",
    "Please review the Climate Metrics and Targets section for more details.",
    "Morgan Stanley does not disclose this metric at this time.",
    "Morgan Stanley does not disclose this metric at this time.",
    "Morgan Stanley does not disclose this metric at this time.",
    "Morgan Stanley does not disclose this metric at this time.",
    "We disclose our methodology under the Climate Metrics and Targets section.",
    "MORGAN STANLEY | 2023 ESG REPORT 77 Activity Metrics FN-IB-000.A FN-IB-000.B FN-IB-000.C FN-CB-000.A FN-CB-000.B FN-AC-000.A FN-AC-000.B (1) Number, and (2) value of (a) underwriting, (b) advisory, and (c) securitization transactions (1) Number, and (2) value of proprietary investments and loans by sector (1) Number, and (2) value of market-making transactions in (a) fixed income, (b) equity, (C) currency, (d) derivatives, and (e) commodity products (1) Number, and (2) value of checking and savings accounts by segment: (a) personal, and (b) small business (1) Number, and (2) value of loans by segment: (a) personal, (b) small business, and (c) corporate Total assets under management (AUM) Total assets under custody and supervision See page 37 of our 2023 Form 10-K.",
    "Institutional Securities Loans and Lending Commitments are disclosed by industry on page 71 of our 2023 Form 10-K.",
    "Morgan Stanley does not disclose this metric at this time.",
    "This metric is not applicable due to Morgan Stanley’s business model.",
    "Small-business loans that incorporate sustainability factors are discussed in the Community Development Finance section.",
    "Our Investment Banking activity, which includes corporate lending, is discussed in the Investing Banking and Global Capital Markets section.",
    "We disclose loan portfolios by type; for more information, please see page 116 of our 2023 Form 10-K.",
    "We disclose fee-based client assets under Wealth Management and Morgan Stanley Investment Management AUM; see page 39 and 43, respectively, of our 2023 Form 10-K.",
    "Total Client Assets, representing Wealth Management client assets and Morgan Stanley Investment Management AUM are provided in our 2023 Form 10-K, page 31.",
    "MORGAN STANLEY | 2023 ESG REPORT 78 The Task Force on Climate-Related Financial Disclosures (TCFD) was established by the Financial Stability Board following a mandate from the Group of Twenty (G20).",
    "The TCFD’s recommendations aim to help companies provide actionable information on portfolios, client relationships and operations to investors, lenders and insurers.®' TCFD recommends that companies organize disclosures into four categories: Governance, Strategy, Risk Management, and Metrics and Targets.",
    "The following index highlights where content related to the TCFD Framework can be found in this year’s report.",
    "The TCFD Framework is now a part of the ISSB under the IFRS Foundation.",
    "Morgan Stanley is a member of the IFRS Sustainability Alliance, and is monitoring the standards being developed by the ISSB.",
    "We aim to provide investors with useful, relevant and meaningful sustainability information within the context of our businesses, and may evolve our disclosure on these topics over time.",
    "REPORT SECTION DISCLOSURE LOCATION a.",
    "Describe the board’s oversight of climate-related risks and opportunities.",
    "ESG Governance; Climate Risk Management Governance b.",
    "Describe management’s role in assessing and managing climate-related risks and opportunities.",
    "ESG Governance; Climate Risk Management a.",
    "Describe the climate-related risks and opportunities the organization has identified over the short, Climate Risk Management medium and long term.",
    "Strate b.",
    "Describe the impact of climate-related risks and opportunities on the organization’s businesses, Climate Strategy; Our Climate Ambitions; gy strategy and financial planning.",
    "Climate Risk Management c.",
    "Describe the resilience of the organization’s strategy, taking into consideration different climate-related Climate Risk Management scenarios, including a two-degree-or-lower scenario.",
    "a.",
    "Describe the organization’s processes for identifying and assessing climate-related risks.",
    "Climate Risk Management Risk Management b.",
    "Describe the organization’s processes for managing climate-related risks.",
    "Climate Risk Management c.",
    "Describe how processes for identifying, assessing and managing climate-related risks are integrated Climate Risk Management into the organization’s overall risk management.",
    "a.",
    "Disclose the metrics used by the organization to assess climate-related risks and opportunities in line Our Climate Ambitions; Climate Metrics and with its strategy and risk management process.",
    "Targets; Sustainable Finance Metrics and Targets b.",
    "Disclose Scope 1, Scope 2 and, if appropriate, Scope 3 GHG emissions, and the related risks.",
    "Climate Metrics and Targets c.",
    "Describe the targets used by the organization to manage climate-related risks and opportunities and Climate Metrics and Targets performance against targets.",
    "61 httos://www.fsb-tcfd.org/about/ MORGAN STANLEY | 2023 ESG REPORT 79 Net Zero (GFANZ) transition planning guidance for financial institutions.",
    "Guidance on transition planning for financial institutions is still developing.",
    "We have leveraged the GFANZ recommendations to guide our disclosures as they are most aligned with the recommendations of the TCFD, and our membership in the Net-Zero Banking Alliance.",
    "We will continue to monitor the advancement of voluntary frameworks, as well as any forthcoming regulatory developments on this topic.",
    "COMPONENT(S) RECOMMENDATIONS LOCATION Objectives and priorities: - Define the organization’s objectives to reach net-zero by 2050 or sooner in line with science-based pathways to limit warming to 1.5 degrees C.",
    "Foundations .",
    "a rer - State clearly defined and measurable interim and long-term targets and strategic timelines.",
    "- Identify the priority financing strategies of net-zero transition action to enable real-economy emissions reduction.",
    "Products and services: - Use existing and new products and services to support and increase clients’ and portfolio companies’ efforts to transition in line with 1.5 degrees C net-zero pathways.",
    "- Include accelerating and scaling the net-zero transition in the real economy, providing transition-related education and advice.",
    "- Support portfolio decarbonization in accordance with the institution’s net-zero transition strategy.",
    "; Activities and decision-making: Implementation Strategy - Embed the financial institution’s net-zero objectives and priorities in its core evaluation and decision-making tools and processes to support its net-zero commitment.",
    "- This applies to both top-down/oversight structures and bottom-up tools and actions.",
    "Policies and conditions: - Establish and apply policies and conditions on priority sectors and activities, such as thermal coal, oil and gas, and deforestation.",
    "- Include other sectors and activities that are high-emitting, or otherwise harmful to the climate, to define business boundaries in line with the institution’s net-zero objectives.",
    "- Climate Strategy - Net-Zero Targets Methodology - Climate Metrics and Targets - Sustainable Finance Target - Sustainable Finance - Mobilize Capital Toward Low-Carbon and Green Solutions - Strive Toward Our Financed Emissions Targets - ESG Governance - Climate Risk Management - Environmental Social Policy Statement (ESPS) - ESRM MORGAN STANLEY | 2023 ESG REPORT (continued on next page) Clients and portfolio companies: - Climate Strategy - Proactively and constructively provide feedback and support to clients and portfolio companies to - Strive Toward Our Financed Emissions Targets encourage net-zero-aligned transition strategies, plans and progress with an escalation framework with consequences when engagement is ineffective.",
    "Industry: - Climate Policy Proactively engage with peers in the industry to: - Trade Associations Stotegy - AS appropriate, exchange transition expertise and collectively work on common challenges, and - Industry Memberships Metrics and Targets Governance - Represent the financial sector’s views cohesively to external stakeholders, such as clients and governments.",
    "Government and public sector: : Direct and indirect lobbying and public-sector engagement should, in a consistent manner, support an orderly transition to net-zero, and, - AS appropriate, encourage consistency of clients’ and portfolio companies’ lobbying and advocacy efforts with the institution’s own net-zero objectives.",
    "Metrics and targets: - Establish a suite of metrics and targets to drive execution of the net-zero transition plan and monitor progress of results in the near, medium and long term.",
    "Include metrics and targets focused on: : Aligning financial activity in support of the real-economy net-zero transition - Executing the transition plan, and - Measuring changes in client and portfolio GHG emissions.",
    "Roles, responsibilities and remuneration: - Define roles for the board or strategy oversight body and senior management, ensuring they have ownership, oversight and responsibility for the net-zero targets.",
    "- Assign appropriate individuals and teams to all aspects of both design and delivery of the transition plan.",
    "Use remuneration incentives for all roles, where possible.",
    "- Review the transition plan regularly to ensure material updates/developments are incorporated, challenges are reviewed as an opportunity to correct course, and implementation risks are properly managed.",
    "Skills and culture: - Provide training and development support to the teams and individuals designing, implementing and overseeing the plan so that they have sufficient skills and knowledge to perform their roles (including at the board and senior management levels).",
    "- Implement a change management program and foster open communication to embed the net-zero transition plan into the organization’s culture and practices.",
    "- Climate Policy - Trade Associations - Industry Memberships - Climate Metrics and Targets - Our Climate Ambitions - Sustainable Finance Target - Climate Risk Management - ESG Governance - Climate Risk Management - Employee Education and Engagement - Climate Policy MORGAN STANLEY | 2023 ESG REPORT 81 Calculation Formulas For our Absolute Financed Emissions (AFE) metric, we apply the following calculation approach: y Lending Outstanding Amount, C Enterprise Value including Cash (EVIC), x Annual GHG Emissions, For our Financed Emissions Lending Intensity (FELI) metric,°?",
    "we apply the following calculation approach: Lending Commitment, de Enterprise Value including Cash (EVIC), x Annual GHG Emissions, Total Sector Lending Commitment, Please refer to our Methodology for 2030 Interim Financed Emissions Targets for additional information on the FELI metric target design.",
    "Consolidation Approach For the purpose of accounting and reporting GHG emissions, Morgan Stanley adopts the Operational Control approach as defined by the GHG Protocol for consolidating GHG emissions.",
    "Under this approach, Morgan Stanley accounts for 100% of the GHG emissions from operations over which it has operational control.",
    "Morgan Stanley accounts for the firm’s proportional share of the emissions associated with outstanding relationship and event-driven client lending facilities, for which the firm does not have operational control, as absolute financed emissions (AFE) within Scope 3, Category 15.",
    "The lending facilities included in our AFE calculation are limited to those within the Auto Manufacturing, Power, and Energy sectors within our corporate lending portfolio.",
    "As informed by the Business Loans asset class guidance within the PCAF Global GHG Accounting and Reporting Standard (2022), AFE related to these outstanding facilities are attributed to Morgan Stanley on the basis of our share of lending relative to the client’s company value for public companies (i.e.",
    "Enterprise Value Including Cash (EVIC) (based on our third-party vendor’s methodology)) or total company debt plus total company equity for private companies (based on Morgan Stanley’s methodology), as applicable, generally as of December 31 of each reporting year.",
    "However, the client company value inputs may not always be directly aligned to December 31 of the reporting year and may vary based on the client data available as of the date of our AFE calculation as well as based on the methodology of our third-party data vendor.",
    "For example, the number of clients’ outstanding shares utilized in the determination of EVIC represent the most current shares publicly available as of the end of the reporting year (e.g.",
    "December 31, 2022), which may differ from the actual outstanding shares at that point in time.",
    "Furthermore, certain of our clients have a fiscal year end which is different than the calendar year end used as our reporting period.",
    "In such instances, we utilize the information from the client’s most recent annual financial reporting within our calculation without adjustment.",
    "62 The information within this appendix was subject to Deloitte & Touche LLP’s review with the exception of the FELI metrics and the associated information herein.",
    "As such, Deloitte & Touche LLP does not express a conclusion with respect to the FELI metrics or associated information herein.",
    "See the Independent Accountant’s Review Report.",
    "63 |bid.",
    "MORGAN STANLEY | 2023 ESG REPORT 82 for our clients from a third-party data vendor.",
    "The data vendor aggregates all constituent gases which are reported by companies, which could include: CO, (Carbon Dioxide), CH, (Methane), N,O (Nitrous Oxide), HFCs (Hydrofluorocarbons), PFCs, SF,, or NF.",
    "In instances where carbon emissions data is not provided by the companies nor by the data vendor, carbon emissions are estimated using a revenue-based industry-specific carbon intensity proxy.",
    "This proxy is derived by the data vendor on a CO2-equivalent emissions through application of the global warming potentials (GWPs) from the IPCC Fourth Assessment Report (AR4) to the non-carbon greenhouse gases.",
    "We thus report our AFE and FELI metrics on a CO2-equivalent basis.",
    "Biogenic emissions are not applicable to our financed emissions calculations at this time.",
    "MORGAN STANLEY | 2023 ESG REPORT Revision Policy There may be instances in which we identify changes to previously reported data due to restatements in third-party or client data, error corrections, or changes in our calculation methodology.",
    "We quantify the change to the reported data metrics, and in accordance with Morgan Stanley’s Financed Emissions Disclosure Revision Policy, we will publicly revise the data point if the change is determined to be +/- 5% of total reported Absolute Financed Emissions (AFE) for the reporting year, and may publicly revise if the change is determined to be +/- 5% of the reported sector Financed Emissions Lending Intensity (FELI) value for the reporting year.",
    "APPENDICES Base Year Morgan Stanley’s base year for its financed emissions inventory is 2019, the earliest year for which AFE and FELI were calculated and reported.",
    "The Revision Policy as outlined on this page, is applicable to any potential calculation changes to reported base year data.",
    "Data Limitations The use of client emissions data continues to have significant limitations and challenges.",
    "Please refer to our 2022 ESG Report, “Climate Data Limitations and Challenges” section for a detailed discussion on issues which remain relevant to our AFE and FELI financed emissions calculations.",
    "For the purpose of accounting and reporting GHG emissions, Morgan Stanley adopts the Operational Control approach as defined by the GHG Protocol for consolidating GHG emissions.",
    "Under this approach, Morgan Stanley accounts for 100% of the GHG emissions from operations over which it has operational control.",
    "This includes all owned or leased facilities that the company occupies, and all vehicles that the firm owns or leases and operates.",
    "Morgan Stanley equity method investments, along with investment funds and other managed entities and their respective portfolio companies and assets, are excluded under this boundary.",
    "Morgan Stanley’s base year for its GHG inventory is 2012, the earliest year for which we had reliable data.",
    "The location-based results have been used as a proxy to calculate scope 2 market-based emissions for the 2012 base year as the firm cannot calculate market-based results for that year.",
    "Morgan Stanley will follow the guidelines in the Climate Leaders Greenhouse Gas Inventory Protocol Design Principles (US EPA, 2005) for adjusting the base year GHG inventory.",
    "The base year inventory will be adjusted in response to any structural or methodology changes if the resulting adjustment is more than 5% of the Operational Emissions’ total base year emissions disclosed.",
    "Adjustments less than this threshold are considered insignificant and will be decided case by case.",
    "On an annual basis, Morgan Stanley calculates the firm’s GHG emissions inventory: CO, (Carbon Dioxide), CH, (Methane), N,O (Nitrous Oxide), HFCs (Hydrofluorocarbons).",
    "The firm currently has no emissions from PFCs, SF,, or NF,.",
    "Biogenic emissions are not applicable to our business.",
    "Emissions of non-CO, greenhouse gases are calculated as CO2- equivalent emissions by applying the global warming potential (GWPs) from the IPCC Fourth Assessment Report (AR4), IPCC Fifth Assessment Report (AR5), and EPA Emissions Hub 2023 (2023).",
    "GHG emissions are calculated using third-party software, with factors applied based on location and emission source (see table below).",
    "There are exceptions for some GHG emission calculations, which are performed external to the third-party software, including scope 1 mobile combustion and scope 3 category 6 (business travel) emission sources and their related GHG emissions.",
    "Emission source activity and the related GHG emissions calculations that take place external to the third-party software have their results loaded into the software to maintain a single record of GHG emissions for all scopes.",
    "In most instances, the most up-to-date emission quantification factors are sourced from international and national environmental authorities across the globe (including but not limited to the International Energy Agency (IEA), United States Environmental Protection Agency (EPA), United Kingdom Department for Environmental, Food & Rural Affairs (DEFRA), and others) and applied to respective regions.",
    "Where available, Morgan Stanley gathers actual emission source activity data such as utility invoice data or local meter readings.",
    "In 2023, estimation intensity factors were updated for both offices and data centers.",
    "For office facilities where activity data is not available, Morgan Stanley estimates emissions by adopting the method of energy use intensity 4 The information within this appendix was subject to Deloitte & Touche LLP’s review.",
    "See the Independent Accountant’s Review Report.",
    "MORGAN STANLEY | 2023 ESG REPORT factors developed from Commercial Buildings Energy Consumption Survey (CBECS), according to building type and region.",
    "For data centers, estimation intensity factors for Scope 2 emissions are based on consumption of electricity to operate information technology hardware using data center facility power usage effectiveness ratio.",
    "Landlord overhead emissions at data centers were calculated and determined to be Scope 3 Category 8 emissions, which are not reported by Morgan Stanley.",
    "Scope 2 market-based emissions are calculated including the impact from Renewable Energy Certificates (RECs) from our Virtual Power Purchasing Agreement (VPPA) and Energy Attribute Certificates (EACs) from renewable power systems.",
    "For scope 3 category 6 (business travel) and scope 1 mobile combustion, data is collected from suppliers and publicly available emission factors are used to estimate emissions.",
    "Scope 3 category 13 (downstream leased assets) emissions are derived through the allocation of the tenant’s (lessee) portion of Scope 1 and Scope 2 emissions where Morgan Stanley (lessor) does not have operational control.",
    "The tenant’s allocated portion is determined using information from either sublease agreements, activity data from local metering, or activity data from invoices.",
    "As data is collected, there will be instances where data may be missing due to delays in data availability.",
    "When data is not available to perform necessary GHG calculations due to invoice delays by utility vendors or similar third parties, estimates are made using the estimation methodology described above to bridge gaps in measured data.",
    "EMISSION FACTOR SOURCES SCOPES FOR 2023 REPORTING PERIOD (PUBLISHED DATE) Stationary Combustion: EPA GHG Emission Factors Hub 2023 (2023) Natural Gas, Diesel, Propane Mobile Combustion: EPA GHG Emission Factors Hub 2023 (2023) Scope 1 Gasoline, Diesel, Jet Fuel Refrigeration/AC Equipment Use: 100-year GWPs from IPCC Fifth Assessment Report (AR5), (2014) R-22, R-134, R-134a, R-40/a, R-40/c, R-4071, 100-year GWPs from IPCC Fourth Assessment Report (AR4), (2007) R-410a, HFC-227ea (FM 200) Location-Based Electricity U.S.: EPA eGRID 2021 database (2023) Canada National Inventory Report (2023) United Kingdom: DEFRA 2023 (2023) Australia: National Greenhouse Gas Accounts (NGA) Factors 2023 (2023) Other International: IEA Emission Factors 2021 (2023) national factors Fuel cell emission factor determined by fuel cell natural gas consumption multiplied by natural gas factor from EPA Emissions Hub Factors 2023 (2023) divided by electricity produced Scope 2 Market-Based Electricity Association of Issuing Bodies Residual Mix 2021 & 2022 Other International: IEA Emission Factors 2021 (2023) national factors Fuel cell emission factor determined by fuel cell natural gas consumption multiplied by natural gas factor from EPA Emissions Hub Factors 2023 (2023) divided by electricity produced Purchased Steam EPA GHG Emission Factors Hub 2023 (2023) Purchased Cooling Chilled Water: 2006 Building Energy Data Book—Commercial Equipment Efficiencies, applied to the local electric grid emissions factor from sources listed under Scope 2 Natural Gas EPA GHG Emission Factors Hub 2023 (2023) Air Travel, Chartered Flights, Rail Travel, EPA GHG Emission Factors Hub 2023 (2023) Scope 3: Car Services, Car Rentals, Reimbursed Mileage, Category 6 Business Travel Scope 3: Category 13 Downstream Leased Assets Public Transportation Emissions from electricity consumption Greenhouse Gas Reporting: Conversion Factors DEFRA (2023) UK DEFRA, Table 13—Indirect emissions from the supply chain.",
    "March 2014.",
    "Region-specific emission factors from sources listed in Scopes 1 and 2 MORGAN STANLEY | 2023 ESG REPORT 85 Management’s Assertion The Workforce Diversity Data subject matter shall be defined as: Gender representation for its global senior leadership, disclosed as percentages, by the following leadership categories: - Board members, + Operating Committee, and + Management committee Racial/ethnic group representation for its global senior leadership, disclosed as percentages, by the following leadership categories: - Board members, + Operating Committee, and - Management committee Gender representation for its global employees, disclosed as percentages, by (1) overall employees and (2) officers, across the following regions: - Americas, - Europe, Middle East and Africa, + Asia Pacific and Japan, and * a Firmwide total Racial/ethnic group representation for its U.S.",
    "employees, disclosed as percentages, by the following categories: - U.S.",
    "Black, * U.S.",
    "Hispanic, and - U.S.",
    "Asian & Gender and racial/ethnic group representation for its campus recruiting participants, disclosed as percentages, by (1) full-time campus recruits, and (2) summer interns across the following groupings: + Global Women, - U.S.",
    "Black, * U.S.",
    "Hispanic, and - U.S.",
    "Asian 4 The information within this appendix was subject to Deloitte & Touche LLP’s review.",
    "See the Independent Accountant’s Review Report.",
    "MORGAN STANLEY | 2023 ESG REPORT Note 1 of Management’s Assertion The criteria which the subject matter is evaluated against as of December 31, 2023 is defined as the following: Morgan Stanley shall categorize the gender of its employees as female or male, based on data collected from employees.",
    "Employees mean full time equivalents (FTE).",
    "U.S.",
    "employees are FTEs employed by legal entities registered in the U.S.",
    "Employees who do elect to not disclose gender, race, or ethnicity are excluded from the Workforce Diversity Metric subject matter.",
    "Officers include employees who hold the title of managing directors, executive director, and vice president.",
    "Board members are individuals who are elected to Morgan Stanley’s Board of Directors.",
    "The roster of this group is maintained by and confirmed with the Corporate Secretary.",
    "(continued on next page) Firm’s Operating Committee.",
    "The roster of this group is maintained by and confirmed with the Office of the CEO.",
    "+ Management committee members are full-time employees that are appointed by the CEO to the Firm’s Management Committee.",
    "The roster of this group is maintained by and confirmed with the Office of the CEO.",
    "+ Morgan Stanley shall categorize the racial/ethnic group of its U.S.",
    "employees and global leadership as defined in the table below.",
    "MORGAN STANLEY DISCLOSURE CATEGORIZATION + The category of campus recruiting comprises of full-time campus hires and summer interns.",
    "Full-time campus hires are full-time employees that join the firm through Morgan Stanley’s annual campus recruiting program.",
    "Summer interns are employees that join the firm for a prescribed, temporary amount of time through the firm’s annual campus recruiting program.",
    "Summer interns are excluded from all other metrics.",
    "For the campus recruiting Workforce Diversity Data subject matter, gender and racial/ethnic representation shall be disclosed in percentages, where the percentage shall be calculated as the number of Campus recruiting hires of the female gender or each racial/ethnic group divided by the total number of Campus recruiting hires, as defined below.",
    "DEFINITION APPENDICES For the Workforce Diversity Data subject matter described above, excluding campus recruiting, gender and racial/ethnic group representation shall be disclosed in percentages, where the percentage shall be calculated as the number of FTE employees of the female gender or each racial/ethnic group in each employee/leadership category divided by the total number of FTE employees in the respective employee/leadership category, as defined within this criterion.",
    "Board members—percent ethnically diverse Operating Committee—percent ethnically diverse Management Committee—percent ethnically diverse U.S.",
    "Black—percent (Disclosure applies to U.S.",
    "FTEs and U.S.",
    "Campus Recruiting) U.S.",
    "Hispanic—percent (Disclosure applies to U.S.",
    "FTEs and U.S.",
    "Campus Recruiting) U.S.",
    "Asian—percent (Disclosure applies to U.S.",
    "FTEs and U.S.",
    "Campus Recruiting) The following categories as defined by the 2023 EEO-1 Component 1 Data Collection Instruction Booklet: American Indian or Alaska Native; Asian; Black or African American; Hispanic or Latino; Native Hawaiian or Other Pacific Islander; and Two or More Races The following categories as defined by the 2023 EEO-1 Component 1 Data Collection Instruction Booklet: American Indian or Alaska Native; Asian; Black or African American; Hispanic or Latino; Native Hawaiian or Other Pacific Islander; and Two or More Races The following categories as defined by the 2023 EEO-1 Component 1 Data Collection Instruction Booklet: American Indian or Alaska Native; Asian; Black or African American; Hispanic or Latino; Native Hawaiian or Other Pacific Islander; and Two or More Races Black or African American, as defined by the 2023 EEO-1 Component 1 Data Collection Instruction Booklet Hispanic or Latino, as defined by the 2023 EEO-1 Component 1 Data Collection Instruction Booklet Asian, as defined by the 2023 EEO-1 Component 1 Data Collection Instruction Booklet MORGAN STANLEY | 2023 ESG REPORT 87 Black Enterprise Media Bloomberg Gender Equality Index Catalyst CEO Coqual Black Equity Index Forbes Hispanic Association on Corporate Responsibility Corporate Equality Index Human Rights Campaign (HRC) Corporate Equality Index Latina Style 50 Military Friendly Companies Seramount 2023 Best Company for Diversity Gender Equality Index Participant Catalyst CEO Champions for Change Participant Best Employer for Diversity 5 Stars Equality 100 Company Top 50 Company Military Friendly Employer Military Spouse Friendly Employer 2023 Inclusion Index Leading Company Top Company for Multicultural Women MORGAN STANLEY | 2023 ESG REPORT 88 We engaged Deloitte & Touche LLP (“Deloitte”) to perform a review engagement on management’s assertion that (1) the Absolute Financed Emissions for the Auto Manufacturing, Energy and Power sectors for the year ended December 31, 2022 included within the Morgan Stanley 2023 ESG Report (referred to as “Absolute Financed Emissions”) are presented in accordance with the Greenhouse Gas Protocol: A Corporate Accounting and Reporting Standard (Revised Edition) published by the World Resources Institute/World Business Council for Sustainable Development (the “GHG Protocol”), (2) the Scope 1, Scope 2, Scope 3, Category 6 (Business travel) and Scope 3, Category 13 (Downstream leased assets) Greenhouse Gas Emissions metrics for the year ended December 31, 2023 included within the Morgan Stanley 2023 ESG Report (referred to as “Operational Emissions”) are also presented in accordance with the GHG Protocol, and (8) the Workforce Diversity Data as of December 31, 2023 included within the Morgan Stanley 2023 ESG Report, are presented in accordance with Morgan Stanley management’s criteria outlined in Note 1 of Management’s Assertion in Appendix 8: Workforce Diversity Data Methodology (the “Workforce Diversity Data criteria”).",
    "The Absolute Financed Emissions, Operational Emissions, and Workforce Diversity Data are collectively referred to as the subject matter (the “subject matter”).",
    "The GHG Protocol and Workforce Diversity Data criteria are collectively referred to as the criteria (the “criteria”).",
    "Management’s Assertion Information outside of the subject matter, including goals, progress against goals, and linked information subject matter.",
    "Management is also responsible for linked information, was not subject to Deloitte & was not subject to Deloitte & Touche LLP’s review the collection, quantification and presentation of the Touche LLP’s review and, accordingly, Deloitte & and, accordingly, Deloitte & Touche LLP does not information included in the 2023 ESG Report and Touche LLP does not express a conclusion or any express a conclusion or any form of assurance on for the selection of the criteria, which management form of assurance on such information.",
    "Further, any such information.",
    "See Deloitte’s report starting on believes provide an objective basis for measuring information relating to periods prior to the latest the next page.",
    "and reporting on the subject matter.",
    "Management of period presented for the subject matter within the Morgan Stanley 2023 ESG Report, or information relating to forward-looking statements, targets, Morgan Stanley asserts that the subject matter are Management of Morgan Stanley is responsible for .",
    ".",
    "we g g y P presented in accordance with the criteria.",
    "the completeness, accuracy and validity of the MORGAN STANLEY | 2023 ESG REPORT 89 ° New York, NY 10112-0015 USA INDEPENDENT ACCOUNTANT’S REPORT To Those Charged with Governance: We have reviewed the assertions of Morgan Stanley management as follows: (1) its Absolute Financed Emissions for the Auto Manufacturing, Energy and Power sectors for the year ended December 31, 2022 included within the Morgan Stanley 2023 ESG Report (referred to as “Absolute Financed Emissions”) are presented in accordance with the Greenhouse Gas Protocol: A Corporate Accounting and Reporting Standard (Revised Edition) published by the World Resources Institute/World Business Council for Sustainable Development (the “GHG Protocol”), (2) its Scope 1, Scope 2, Scope 3, Category 6 (Business travel) and Scope 3, Category 13 (Downstream leased assets) Greenhouse Gas Emissions metrics for the year ended December 31, 2023 included within the Morgan Stanley 2023 ESG Report (referred to as “Operational Emissions”) are also presented in accordance with the GHG Protocol, and (3) its Workforce Diversity Data as of December 31, 2023 included within the Morgan Stanley 2023 ESG Report, are presented in accordance with Morgan Stanley management’s criteria outlined in Note 1 of Management’s Assertion in Appendix 8: Workforce Diversity Data Methodology (the “Workforce Diversity Data criteria”).",
    "The Absolute Financed Emissions, Operational Emissions, and Workforce Diversity Data are collectively referred to as the subject matter (the “subject matter”).",
    "The GHG Protocol and Workforce Diversity Data criteria are collectively referred to as the criteria (the “criteria’”).",
    "Morgan Stanley management is responsible for its assertion.",
    "Our responsibility is to express a conclusion on the subject matter based on our review.",
    "Our review was conducted in accordance with attestation standards established by the American Institute of Certified Public Accountants (AICPA).",
    "Those standards require that we plan and perform the review to obtain limited assurance about whether any material modifications should be made to the subject matter in order for it to be presented in accordance with the criteria.",
    "The procedures performed in a review vary in nature and timing from and are substantially less in extent than an examination, the objective of which is to obtain reasonable assurance about whether the subject matter is presented in accordance with the criteria, in all material respects, in order to express an opinion.",
    "Accordingly, we do not express such an opinion.",
    "Because of the limited nature of the engagement, the level of assurance obtained in a review is substantially lower than the assurance that would have been obtained had an examination been performed.",
    "We believe that the review evidence obtained is sufficient and appropriate to provide a reasonable basis for our conclusion.",
    "MORGAN STANLEY | 2023 ESG REPORT APPENDICES established by the AICPA and, accordingly, maintain a comprehensive system of quality control.",
    "The procedures we performed were based on our professional judgment.",
    "In performing our review, we performed analytical procedures, inquiries, and other procedures as we considered necessary in the circumstances.",
    "For a selection of the subject matter, we performed tests of mathematical accuracy of computations, compared the specified information to underlying records, or observed the data collection process.",
    "The preparation of the subject matter included within the Morgan Stanley 2023 ESG Report requires management to interpret the criteria, make determinations as to the relevancy of information to be included, and make estimates and assumptions that affect reported information.",
    "Measurement of certain amounts and metrics may include estimates and assumptions that are subject to substantial inherent measurement uncertainty, including for example, the accuracy and precision of conversion factors or estimation methodologies used by management.",
    "Obtaining sufficient appropriate review evidence to support our conclusion does not reduce the inherent uncertainty in the amounts and metrics.",
    "The selection by management of a different but acceptable measurement method, input data, or model assumptions, may have resulted in materially different amounts and metrics being reported.",
    "Information outside of the subject matter was not subject to our review and, accordingly, we do not express a conclusion or any form of assurance on such information.",
    "Further, any information relating to periods prior to the latest period presented for the subject matter within the Morgan Stanley 2023 ESG Report, or information relating to forward-looking statements, targets, goals, progress against goals, and linked information was not subject to our review and, accordingly, we do not express a conclusion or any form of assurance on such information.",
    "Based on our review, we are not aware of any material modifications that should be made to the subject matter in order for it to be presented in accordance with the criteria.",
    "/s/ Deloitte & Touche LLP September 4, 2024 MORGAN STANLEY | 2023 ESG REPORT APPENDICES Certain statements herein, including expectations related to targets, goals, aspirations or objectives such as financed emissions targets, including interim targets, commitments, representation objectives and the achievement thereof, may be “forward-looking statements” within the meaning of the safe harbor provisions of the Private Securities Litigation Reform Act of 1995.",
    "Actual results or actions may differ from anticipated goals, approaches and targets set forth in the forward- looking statements.",
    "These statements are not historical facts or statements of current conditions, but instead are based on management’s current expectations and are subject to uncertainty and changes in circumstances.",
    "These statements are not guarantees of future results or occurrences and involve certain known and unknown risks, uncertainties and assumptions that are difficult to predict and are often beyond our control.",
    "In addition, this report contains statements based on hypothetical scenarios and assumptions, which may not occur or differ significantly from actual events, and these statements should not necessarily be viewed as being representative of current or actual risk or forecasts of expected risk.",
    "Actual results and financial conditions may differ materially from those included in these statements due to a variety of factors, including, among others, data quality and availability, global socio-demographic, political and economic conditions and trends; energy prices; technological innovations; climate-related conditions and weather events; counterparty and client behavior, including the ability to reach climate targets and execute on transition plans, and financial health; the evolution of consumer behavior; insurance applicability, legislative and regulatory changes; the need for thoughtful climate policies, the challenge of balancing short-term targets with the need to facilitate an orderly transition and energy security, our ability to retain and attract qualified employees in a competitive environment for talent; the potential impact of legal and regulatory obligations; and other unforeseen events or conditions, and the precautionary statements included in this report and those contained in Morgan Stanley’s periodic filings with the Securities and Exchange Commission (SEC) under the Securities Exchange Act of 1934, as amended (Exchange Act).",
    "Certain forward-looking statements included in this report are also based on assumptions, standards, metrics, methodologies and frameworks for measurement, reporting and analysis of climate change that continue to evolve, vary across jurisdictions and regulatory bodies and are the subject of proposed regulatory changes in multiple jurisdictions, which may have a material impact on our future measurement and reporting, as well as the results of the efforts set forth in this report.",
    "Any forward-looking statements made by or on behalf of Morgan Stanley speak only as to the date they are made, and Morgan Stanley does not undertake to update forward-looking statements to reflect the impact of circumstances or events that arise after the date the forward-looking statements were made.",
    "MORGAN STANLEY | 2023 ESG REPORT MATERIALITY The disclosures included in this report are being provided to the public in an effort to provide transparency into our ESG initiatives and to further enhance our collective understanding of ESG issues.",
    "Our approaches to the disclosures included in this report differ in significant ways from those included in mandatory regulatory reporting, including under SEC rules and regulations.",
    "Information within this report may be presented from a different perspective or in more detail than disclosures mandated by our global regulators.",
    "In particular, while the foregoing discussion describes potential future events that may be significant or material (based on disclosure recommendations and broader definitions of materiality used by certain voluntary external frameworks and reporting guidelines or those in non-U.S.",
    "jurisdictions), the significance or materiality of those potential events should not be read as equating to or arising to the level of materiality as required under U.S.",
    "federal securities laws, including as the concept is used in Morgan Stanley’s periodic tilings with the SEC under the Exchange Act.",
    "In addition, any discussion of forward-looking statements in this report is not an indication that the subject or information is material to Morgan Stanley for U.S.",
    "federal securities laws and regulations reporting purposes.",
    "We continue to monitor the climate disclosure landscape and evolve our reporting accordingly.",
    "USE OF THIRD-PARTY INFORMATION AND ESTIMATES No reports, documents or websites that are cited or referred to in this report shall be deemed to form part of this report.",
    "In addition, certain information contained in this report has been derived from publicly available information released by third-party sources, which Morgan Stanley believes to be reasonable, although Morgan Stanley has only been able to complete limited validation.",
    "Third-party climate information may not reflect the latest or most accurate data.",
    "To the extent that such third-party information we use is subsequently determined to be erroneous or otherwise not in keeping with best practices, it may affect our disclosures.",
    "Additionally, in the absence of company-specific emissions data, some financed emissions will be estimated using emissions and activity factors provided by third-party sources or derived by Morgan Stanley.",
    "Certain third-party information, such as scope 3 emissions and emissions factors, may change over time as methodologies evolve and are refined or current data changes or is restated or new data is added.",
    "Our ability to measure progress toward our targets, goals, aspirations or objectives is subject to the quality and availability of such data, as discussed in this report.",
    "These and other factors could cause results to differ materially from those expressed in the estimates and beliefs made by third parties and by Morgan Stanley.",
    "APPENDICES Given the inherent uncertainty of the estimates, assumptions and timelines contained in this report, we may not be able to anticipate whether or the degree to which we will be able to meet our plans, targets, goals, aspirations or objectives in advance.",
    "Morgan Stanley also cannot guarantee that the data provided in its reports will be consistent year over year, as data quality, particularly climate-related data, improves.",
    "This data should not be interpreted as any form of guarantee or assurance of accuracy, future results or trends and Morgan Stanley makes no representation or warranty as to third-party information.",
    "OTHER DISCLOSURES The information provided in this report reflects Morgan Stanley’s approach to ESG as at the date of this report and is subject to change without notice.",
    "We do not undertake to update any of such information in this report.",
    "Any references to “sustainable investing,” “sustainable investments,” “ESG” or similar terms in this report are intended as references to the internally defined criteria of the firm or our businesses only, as applicable, and not to any jurisdiction-specific regulatory definition.",
    "This report is not intended to, nor can it be relied upon, to create legal relations, rights or obligations.",
    "This report is provided for informational purposes only and is not intended as advertising, or marketing material, or as a recommendation to purchase any asset, product or service.",
    "There is no assurance that goals or targets stated in this report Cincluding interim targets) will be achieved or result in positive measurable outcomes.",
    "Information contained in this report, including commitments, goals, targets, aspirations and objectives, and their related frameworks, methodologies or approaches, are subject to change without notice.",
    "Individual funds and client accounts may have specific ESG- related goals and restrictions that affect ESG integration.",
    "Please refer to governing documents of individual vehicles to understand their binding ESG criteria.",
    "ESG strategies that incorporate impact investing and/or ESG factors could result in relative investment performance deviating from other strategies or broad market benchmarks, depending on whether such sectors or investments are in or out of favor in the market.",
    "As a result, there is no assurance ESG strategies could result in more favorable investment performance.",
    "The case study examples are provided for illustrative purposes only.",
    "There is no assurance that the engagements will be successful and/or result in positive investment outcomes.",
    "Calvert is part of Morgan Stanley Investment Management.",
    "Morgan Stanley Investment Management is the asset management division of Morgan Stanley.",
    "© 2024 Morgan Stanley & Co.",
    "LLC and Morgan Stanley Smith Barney LLC.",
    "Members SIPC.",
    "All rights reserved."
]