[
    "As modern lifestyles continue to place an ever-increasing strain on the global environment, the potential for sustainability grows like the adaptability of Africa’s iconic \"tree of life”.",
    "Group Head, Sustainability Dr.",
    "lgazeuma Okoroba Our approach to advancing SDG .",
    "11 puts cities and people’s well- being at the centre.",
    "As waste generation in Africa becomes significant, we aim to turn the possibility of a waste-free Africa into reality.\" 5 Be ) M.",
    "¥ Our growth story in 2023 provides irrefutable evidence that manufacturing lies at the core of industrialisation, which remains the key to the continent’s economic transformation.",
    "Developing the manufacturing sector has helped us increase value addition, create jobs and promote import substitution, with positive implications for our host countries’ trade balance and foreign exchange reserves.",
    "This year’s key challenge for the industry was access to clean fuels and technology.",
    "Africa’s primary reliance on clean fuels and technology is substantially lower than the global adoption.",
    "This pattern mirrors the 36% of Africa’s urban population (excluding North Africa), which relies on clean fuels and technology much lower than urban dwellers in advanced economies.",
    "As the prevailing economic uncertainty worldwide caused significant fluctuations in energy prices, our development strategies to address the trend leaned to climate adaption and empowering our people with tools for resilience.",
    "As Africa’s largest indigenous cement manufacturer, Dangote Cement inherits these resilience traits from one of the longest-living trees in the world.",
    "As a business with mining operations located mainly in remote regions, we adopted rural accessibility as the key to reducing poverty and promoting inclusive economic growth in our local communities.",
    "Investment in infrastructure, education and skills empowerment is.",
    "crucial for sustainable and inclusive economic transformation.",
    "We targeted communities without access to an all-season road within an approximate walking distance of 2 km and those with impeding access to critical public services, including schools, healthcare centres and other vital facilities.",
    "These formed part of the 89 social investment projects we deployed in our host communities during the year.",
    "Our approach to advancing SDG 11 puts cities and people's well- being at the centre by tackling the threat of waste on the people's livelinoods.",
    "As waste generation in Africa becomes significant, we aim to turn the possibility of a waste-free Africa into reality.",
    "Dangote Cement tackles the anticipated increase in waste production through the Alternative Fuel project and the DangCircular initiative, which promotes nature-based solutions to climate change.",
    "Although progress in 2023 was uneven, with significant differences in our countries, Dangote Cement’s accelerated efforts towards sustainable development is turning an inspiring possibility into reality, just like the baobab tree.",
    "Environmental Economic Safety Social Community @ + 184% increase in * 60% increase in * 22% reduction in + 59 direct jobs and » Reached up to S.",
    "co-processed waste local content Lost Time injury (LTI) 417700 indirect job 6,696 direct 3 re) [e) al + Reduced up to 13kgC),/tonne cem in scope 1 emissions * 48% reduction in water consumption « 1.89 tonnes of waste © procurement « 12,051 direct employment across Africa CG - A495 employees certified in first aid + |mproved enforcement of the 15 golden rules yielding improved incidence reporting and resolution (2 2B opportunities created in the AF value chain - 81 graduates employed through the Graduate Trainee scheme beneficiaries through climate literacy and volunteer initiatives « 810 stakeholder engagements « 43% increase in social investment recycled in * 5.2% increase in DangCircular female workforce initiative , OS ae 4S aa eee —_— = = Pa 7 \\ 4 A growth story of purpose- Ghana Cameroon ‘ ° ° 87% local procurement 94% local procurement driven agenda for Africa | | In the context of global climate and societal - Fors bribery and challenges, the manufacturing industry strives to corruption demonstrate its ability to create value, build trust ito?",
    "and contribute to solving society's problems.",
    "Dangote Cement does this through a commitment to addressing environmental, social and Ethiopia governance (ESG) factors.",
    "Key lessons we learned _, 37,000 trees on this journey to integrating ESG in our operations planted were the African governments cannot address all 2 development challenges, data delivers insight informing priorities for develooment investment, an effective ESG approach must be operational and holistic and climate change requires urgent Senegal action.",
    "In our survey of how Dangoteleadersinall 73” local Obajana Z \"y g procurement 90% waste operational locations approached a purpose- recycled driven sustainability agenda, they shared strategies for leveraging opportunities to drive Gboko ESG integration.",
    "While some efforts paid off in 32% waste 2023, we believe the outcome of other ESG recycled indicators will be fully realised in the mid-tolong- — Mintegratedplants term.",
    "The snapshot of how the plants performed “= 5agging/ 370% TSR .",
    "ae .",
    "Grinding plants ° on their too ESG indicators represents just how increase diverse ESG priorities can be.",
    "64% waste Mappingsome — Okpella recveled ESGhighlights 3.2% TSR ’ ; of Dangote recorded h Afri ‘ Cement plants South Africa \\ 42% TSR recorded - me a — ne =——.- Our shared value model A shared value model supports the redefinition of markets and productivity in the value chain to strengthen the local economy.",
    "In line with the tenets of sustainability, the integration of business success with societal well-being ensures that we source materials sustainably and that the production process considers its impact on nature and people.",
    "This model results from a fusion of the United Nations Sustainable Develooment Goals (UN SDGs) and the Dangote Sustainability Pillars.",
    "Dangote Cement Ple Annual Report and Accounts 2023 37 Dangote Cement identifies seven sustainability pillars: financial, institutional, economic, cultural, operational, environmental and social.",
    "These pillars influence a corporate culture deeply embedded in our business strategy.",
    "Importantly, all seven sustainability pillars align with the United Nations Sustainable Development Goals (SDGs).",
    "At DCP, we adopted a stakeholder-oriented approach to diligently define our identity, current position, and aspirational future.",
    "By aligning with the seven sustainability pillars, we ensure that every facet of our business adheres to global sustainability principles.",
    "Through the seven pillars—institutional, cultural, operational, environmental, economic, social and financial—every business function is engaged and involved in our sustainability journey, elevating sustainability beyond risk management or compliance.",
    "Our 2023 performance in the institutional pillar reflects our steadfast focus on global standards and principles of the UN Global Compact (UNGC).",
    "Operating our business to meet the world’s best standards keeps us at the forefront of competition while fortifying our corporate existence.",
    "In the cultural pillar in 2023, our effort to cultivate a workplace with excellent leadership underscores our Commitment to sustainability acculturation.",
    "At DCP, we nurture diversity, equality, values, ethics, the rule of law and active staff involvement.",
    "Our performance in the operational and environmental pillars reflects our progress in our commitment to innovation in production processes and standards, particularly in Operational Health and Safety.",
    "Likewise, we continuously strive to enhance our environmental stewardship, committing additional resources to improvements that address growing concerns about energy efficiency, resource optimisation, circular economy, carbon emissions and climate change.",
    "Aligning the sustainability pillars to the UN SDGs The fundamental ways that business can contribute to the powerful aspiration for improving our world is by aligning with the United Nations Sustainable Development Goals.",
    "As signatories of the United Nations Global compact, Dangote Cement commits to responsible business and adherence to universal principles of sustainability.",
    "Our alignment of Dangote Sustainability Pillars to the SDGs involved assessing our impact against the 17 goals, engagement of the Board, shareholders and employees.",
    "This report presents another opportunity to reiterate that commitment to the public.",
    "We translate the SDGs into responsible business practices, innovation and investment in material ESG key performance indicators based on the principles of the Dangote Sustainability pillars as shown below.",
    "liv!",
    "oe 11 | Financial Attain optimal financial health by cultivating a business model that results in robust returns to our esteemed shareholders and engenders value in the economies we serve through producing and selling high-quality products at accessible price points, underpinned by a commitment to exceptional customer service.",
    "SDGs x7 “BREE Economic Champion inclusive and sustainable economic growth across Africa by advancing self-reliance, self-sufficiency, and industrialisation by providing efficient production facilities and cultivating resilient local economies strategically positioned in key markets across the continent.",
    "SDGsx7 zi HOO Operational Dedicated service to meet and exceed the expectations of our markets through collaborative partnerships, optimisation of product value, sustained operational excellence, the pursuit of new business development opportunities, cost efficiencies, and the integration of state-of-the-art technologies and systems that deliver unparalleled products and services to our valued customers and stakeholders.",
    "~ BHR Social Maintain a value-based learning environment where employees realise their fullest potential and constructive conduct is encouraged and promoted while upholding the highest health and safety standards.",
    "We are committed to fostering resilient and sustainable prosperity in our host communities through direct and indirect employment opportunities, skills transfer initiatives, local entrepreneurship boosts, strategic social investments, and the implementation of best practices in corporate social responsibility.",
    "38 Dangote Cement Ple Annual Report and Accounts 2023 SDGs x7 8 | 16, Institutional Become a world-class institution anchored in corporate governance best practices and sustainability principles by fostering legal and regulatory compliance, transparency, effective internal controls, risk management, and seamless business continuity.",
    "seemed a | 5 |10) 1] 16| 7 Cultural Exemplify our core values in every facet of our business, consistently demonstrating our commitment to fostering respect for cultural diversity in internal and external relations.",
    "This pillar is evident through our active promotion of teamwork, empowerment, inclusion, equal opportunities, mutual respect, integrity, and meritocracy.",
    "SDGs x7 (2) fe 7] 9 fi) Environmental Take a proactive stance in addressing the challenges and opportunities presented by climate change through optimised performance in resource and energy efficiency, water management, and carbon emissions by embracing state-of-the-art practices and technologies to ensure sustainable environmental management practices that contribute to a healthier planet.",
    "Aligned to the UN Goals rae i ee ae eS ed eke | = a \"3 ie current practices to identify which SDGs are most relevant to operations.",
    "We set clear targets to contribute to those goals, mapping determinants and opportunities.",
    "PARTNERSHIPS FOR THE GOALS 1] a-_* CLIMATE ACTION 13 12 me, DPRODUCTION 1 SUSTAINABLE CITIES AND COMMUNITIES Approach to materiality DCP’s sustainability strategy is anchored in carefully considering our material environmental, social and governance (ESG) topics.",
    "Through open and candid dialogues with our stakeholders, we strive to ensure that our focus aligns with the most critical priorities.",
    "In 2023, we comprehensively reviewed our materiality assessment by engaging our employees, host communities, supply chain partners and investors in dialogues on their Our materiality assessment =a oth we SP ee ST Sustainable development goals QUALITY EDUCATION as g DECENT WORK AND ECONOMIC GROWTH significant expectations.",
    "This process helps us feel the pulse of : stakeholders and identify hot topics relevant to our sector.",
    "Using the Microsoft Customer Voice 360 (MCV 360) platform, we }: administered a materiality survey to our stakeholder groups.",
    "This survey delved into our sustainability performance, operational processes, responsible supply chain practices, investor decision factors and stakeholder perceptions of our yearly reporting.",
    "Anonymised survey responses obtained from the survey were analysed and presented for review.",
    "D ’ Ed Ba Y Dangote Cement Ple Annual Report and Accounts 2023 39 yoda o16ae11S Our Materiality Process Our process showed that seventy-five issues emerged across the surveyed stakeholder groups.",
    "Out of these issues, forty six were deemed as material and have been categorised as high, medium and low based on their degree of impact to the business and stakeholders.",
    "Eleven issues were identified as high importance to stakeholders and profoundly impacting for our business.",
    "Key topics are employee welfare, responsible sourcing, infrastructure development, improved vendor engagement and customer privacy.",
    "The insights gained guide our sustainability commitments highlighted in this report.",
    "We actively incorporated the identified topics into our business strategy and sustainability action plans.",
    "The materiality matrix below visually illustrates the significance of each topic, juxtaposing its importance to DCP against its importance to our stakeholders.",
    "The matrix is a robust tool for addressing our stakeholders’ diverse and intricate concerns.",
    "A <= “ 3r Ke) cox Lo) ~ oO J 2 000 90000 (2 T's Pa) Le 2 3 2s o —— fe) oa = S fe) _ > Low Medium High Importance to business 1.",
    "Accountability and 11.",
    "Community impact 22.",
    "Fair competition 31.",
    "Land resettlement 41.",
    "Sustainability reporting transparency 12.",
    "Community training 23.",
    "Financial performance 32.",
    "Operational process and disclosures 2.",
    "Afforestation .",
    "improvement 42.",
    "Talent attraction, 18.",
    "Corporate governance 24.",
    "Fraud and corruption 3.",
    "Alternative fuels 33.",
    "Pollution control development and 14.",
    "Customer privacy 25.",
    "Green investments : retention 4.",
    "Anti-corruption 15.",
    "Credit facility 26.",
    "Health, wellness and 34.",
    "Product avalabilty and 43.",
    "Waste and effluent 5.",
    "Biodiversity eee safety y management 16.",
    "Digitalisation .",
    ".",
    "6 Busi .",
    "35.",
    "Reduced vibrations a usiness continuity 17.",
    "Economic 27.",
    "Human rights 44.",
    "Water efficiency | 7.",
    "Business support improvement 28.",
    "Improved 36.",
    "Responsible sourcing 45.",
    "Women and youth 8 Child labour 18.",
    "Employee engagement communication 37.",
    "Retirement provision empowerment ' 9.",
    "Climate change and 19.",
    "Employment 29.",
    "Improved vendor 38.",
    "Stakeholder 46.",
    "Vendor engagement 7 -.",
    "management engagement a GHG emissions opportunities : 10.",
    "Community 20.",
    "Employee welfare 30.",
    "Infrastructure 39.",
    "Supply chain training development .",
    "engagement 40.",
    "Sustainable 21.",
    "Energy management infrastructure 40 Dangote Cement Ple Annual Report and Accounts 2023 impact, as determined by their ratings of ESG factors during the survey.",
    "For our employees, a total of twenty-three (23) ESG-related topics were identified as material to them.",
    "The material topics were derived from the analyses of responses provided by employees during the survey.",
    "Six topics (6) were ranked in the range of high importance and high impacts.",
    "Our investors identified 14 ESG-related topics as substantially material during the surveys, categorised in a range of importance and impact.",
    "Vendors identified 21 ESG-related topics to the supply chain, of which six topics were flagged as highly important and impactful.",
    "In host communities, 17 ESG-related topics were material, with the matrix above representing the ranking of the material issues in order of importance and impact of DCP’s activities.",
    "As we look towards the future, our commitment to monitoring materiality is to continue evaluating potential impacts and our activities’ environmental and social implications on stakeholders.",
    "Annual updates in our Sustainability Report will reflect our ongoing efforts to improve stakeholder engagement processes and effect further integration with global initiatives, thereby fostering long- term value creation through sustainability.",
    "Cross section of Pan- Africa Managing Directors.",
    "A baobab tree in proximity to Dangote Cement plant.",
    "AA The goal of sustainably providing housing, energy, transportation, and other basic services to the rising number of Africa’s urban dwellers in the face of climate change is vast.\" —_—_—— rf [ Inne we] ws ¥ (SER ID § rea ker 1D e4 Mroto Sagerwa A ae v Nidiess 4 Aecoun't Name Cry rettew Wellin) Cie ane : familly nome Materiality [DEPARTMENT f dey!",
    "nome - Ae | \\ywes\\tony Devices, vay SEL Tobie | IP Sera!",
    "mumbe, Seba 1D TK.",
    "Deville type.",
    "Set-up sesrriptin | Invendeny date - Ovartwe.",
    "date Sars ts ozo roe Wy Devin, Bosses |--- Pe KA CiikiD FE Aa As we look towards the future, our commitmentis to continue evaluating potential impacts and our activities’ environmental and social implications on stakeholders.” As the baobab is, so are we Baobab trees’ importance in Africa's ecology transcends their unique appearance.",
    "They adapt to different weather and climates, allowing them to thrive.",
    "Nothing epitomises the testimony of our business as this ancient tree.",
    "In Senegal and other countries where we co-habit with such native species, we believe these indigenous trees symbolise our strength in diversity.",
    "We advocate that the propagation of baobabs for climate resilience should be a priority in Africa because their products are essential for shelter, food, nutrition, and healing.",
    "Like the tree, our service, which provides multiple household benefits, demonstrates our diversified operations.",
    "Our vast trunk is expanding in Africa, taking up space in Céte d'lvoire in the coming year.",
    "As it is believed that one baobab tree may be older than the oldest person in a community, Dangote Cement is positioned to be that witness with stories to tell about the history of African communities.",
    "As- the baobab is, so are we.",
    "Dangote Cement Ple Annual Report and Accounts 2023 41 yoda o16ae11S Vision and culture are the all-important formula for everyone rowing in the same direction and working towards a shared goal.",
    "For us, stakeholder engagement is an opportunity to share our values and bring stakeholders into our world of impact.",
    "0% Seve ge: ¢ J % 2023 Listening and learning about stakeholders’ expectations helos the business in decision-making and fosters collaboration and co-creation of solutions.",
    "The primary stakeholder groups are employees who deliver the Board's and management’s mandates.",
    "We work with other stakeholders as partners in progress because they are interested in what we do and are affected by our decisions and activities.",
    "Distributors, customers, vendors, host communities, investors, regulators and industry peers influence our business.",
    "Approach to stakeholder engagement Engaging stakeholders effectively ensures everyone is on board to contribute their best efforts.",
    "We recognise that relationship-building is an ongoing process that requires time and effort.",
    "Therefore, our approach to building solid relationships with stakeholders in 2023 was prioritising the stakeholder “value and voice.” Stakeholder value defines the resources they contribute, while the stakeholder’s voice helos us harness their influence for the benefit of the business.",
    "This approach produced positive outcomes and supported the production of this performance report.",
    "a — wer 42 Dangote Cement Plc AmawerReport aad-Acc substantial, making their active engagement indispensable for our success.",
    "The depth of their interest serves as a catalyst, generating powerful outcomes through clearly defined communication and engagement strategies precisely tailored to meet the unique needs of our various stakeholder groups.",
    "Our stakeholder landscape encompasses employees, vendors, suppliers and contractors, distributors and customers, communities, media, regulatory agencies, financial institutions, external affiliations and associations, civil society, labour reflection and shareholders.",
    "The visual representation, typically referred to as the “stakeholder engagement grid,” helps ensure that resources are allocated effectively.",
    "How we engaged our stakeholders Category Topic Rationale Frequency Method Career growth, health and safety.",
    "The key resource for compensation and benefits, competitive advantage, learning and development, innovation and sustainable growth.",
    "As required Competitive bidding, payments, pricing, after- sales support, etc.",
    "Critical component of | Regular the value chain.",
    "yoda o16ae11S Customer service, inventory, Principal source of As required trucking, packaging, sustenance.",
    "delivery, etc.",
    "Philanthropy, social Key stakeholders inthe As required investment, Inclusion, business.",
    "provision of amenities, etc.",
    "Branding, communications, Stakeholders in As required crisis management, etc.",
    "sustainable development.",
    "Policies, regulations, Stakeholders in As required compliance.",
    "sustainable development.",
    "Investments, loans, etc.",
    "Providers of capital.",
    "As required Membership subscriptions, Stakeholders in Monthly, partnerships, policy reviews.",
    "sustainable biannually, development.",
    "annually Community development, Stakeholders in As required environmental impact, sustainable social initiatives, partnership development.",
    "for sustainable development, etc.",
    "Labour laws and regulations, Stakeholders in As required productivity, employees’ sustainable rights and obligation, safe development.",
    "working conditions, compensation, and benefits.",
    "Governance, financial Owners and providers Continuous performance compliance, — of capital.",
    "dividends.",
    "Dangote Cement Ple Annual Report and Accounts 2023 43 Employee engagement: A business's workplace culture can shape employees’ productivity.",
    "In2023, Dangote Cement’s culture of care for employees was demonstrated through initiatives that targeted the heart rather than just the brain.",
    "Such activities include a quarterly rewards system where staff receive positive work feedback, mental health support in the office, ergonomics training, an end-of-year party, and long service awards.",
    "The Company also appreciated staff wno maintained the Company's values while rendering exceptional customer service.",
    "Customer engagement: Authentic customer engagement involves building long-term customer relationships at every touch point.",
    "By sharing our vision and mission statement on the Company's platforms, DCP demonstrates transparency to core values.",
    "Recognising our customers’ human rights and dignity means respecting their views and providing feedback mechanisms.",
    "We maintain standards in customer privacy, health and safety in the value chain to fulfil our goal of creating a sense of community around our products and services.",
    "Engagement with host communities: Organisations can influence society while also enhancing their business by engaging communities effectively.",
    "Dangote Cement utilises the bottom-up approach in engaging host communities because it encourages the development of social capital and builds local capacities for active citizenship.",
    "We believe that organisations can influence society while also enhancing their business by engaging communities effectively.",
    "Community stakeholder engagement activities deployed in operational locations ranged from enterprise Social performance indicators Community stakeholder engagements Completed community projects % 2022 ™ 2023 i ee Engaging future generations on climate actions.",
    "44 Dangote Cement Ple Annual Report and Accounts 2023 development, resource efficiency, health and well-being to forums to foster transformational relationships.",
    "In 2023, our community engagement increased by 6% from 763 in 202?",
    "to 810 in 2023.",
    "This supported reduced social incident disruption by 9%.",
    "We recorded a reduction in the hours lost to social incidents by 18% and an improvement was obvious in the reduction of grievances reported by 61%.",
    "As a result of proactive approaches in managing grievances, 71% of reported community grievance cases in 2023 were successfully closed i.e.",
    "58 out of 82 cases, compared to 211 cases in 2022.",
    "A 25% increase in the number of community projects completed rose from 71 in 2022, to 89 in 2023.",
    "Stakeholders’ projects delivered to support citizens in 2023 include infrastructural projects, education, empowerment initiatives and support for vulnerable groups.",
    "Aa Listening and learning about stakeholder expectations help the business in decision-making and fosters collaboration and co-creation of solutions.\" a —— Se ee Social incidents or disruption Hours lost to social incidents (host communities’ disruption or disturbances) e 4 \\ HMA a ish ae iy An engagement with elders in a care home.",
    "q) Nigeria Tanzania Cameroon Zambia Senegal S.",
    "Projects Projects Projects Projects Projects OD 49 2 7 13 1 8 Stakeholder Stakeholder Stakeholder Stakeholder Stakeholder engagement engagement engagement engagement engagement 263 49 123 104 160 Disruption Disruption Disruption Disruption Disruption 12 - - - 3 Hours lost [eee az PE Zz Ghana Ethiopia Congo Sierra South : Projects Projects Projects Leone Africa 1 11 2 Projects Projects Stakeholder Stakeholder Stakeholder - 3 engagement engagement engagement Stakeholder Stakeholder 2 16 39 engagement engagement Disruption Disruption Disruption ~ 54 _ _ _ Disruption Disruption - 6 Hours lost 4h Maintaining successful stakeholder relationships Engagement with investors and shareholders: Improving ESG can boost investment returns.",
    "Investors’ actions that aim to promote good corporate governance, such as enhancing engagement on themes related to environmental, social and governance issues, make them strategic partners on the sustainability journey.",
    "In 2023, our engagements on themes related to environmental, social and governance issues supported a remarkable growth in equity held by our investors.",
    "It contributes also to strengthening standards and the credibility of reported data related to sustainability.",
    "Dangote Cement leverages investor engagements to establish mutual trust, which helps the Board of Directors and management better understand investor ESG expectations and supports their financial viability.",
    "Engagement with regulators and associations: An essential part of doing business in a sector that serves diverse geographies with different regulators is the need to engage regulators regularly.",
    "The Company can limit business interruption in responding to regulators by going beyond compliance and seeking to drive value through proactive engagement.",
    "Community stakeholder engagement in our countries Dangote Cement has maintained relationships with regulators across different jurisdictions by sharing information and making disclosures in a way that is consistent with our brand value and principles of responsible business.",
    "Keeping current with regulator priorities and consulting regulators on published strategic resources helps the business understand and align business decisions and operations to benefit the greater good.",
    "Aa Dangote Cement has maintained its relationship with regulators across different jurisdictions by sharing information and making disclosures ina way that is consistent with our brand value and principles of responsible business.\" Dangote Cement Ple Annual Report and Accounts 2023 45 At Dangote Cement, we prioritise continuous improvement and innovation throughout our value chain.",
    "The value chain reinforces our commitment to excellence in production and value creation for stakeholders.",
    "onnmitted to produ: you buy our prodgct you are not just buying Dangote Cement value chain Limestone mining Raw material crushing Offerings Jependable quality Raw material pre-blending LO 56 uy Pyro process Cement milling > Oo; 09° Raw milling » | = 3) a=] )< Cement storage Cement packing oS Ty |] ay Dangote Cement Ple Annual Reportand'Accounts'2023 ae ag grinding and production, culminating in timely distribution to our customers via a structured distribution/retail system.",
    "This complex business chain empowers the Company to invest in high-quality production and innovation, which proffers opportunities for sustainable enhancements along the value chain.",
    "Responsible sourcing Dangote Cement works with thousands of suppliers and business partners in various locations.",
    "We count on direct and indirect service providers to manufacture responsibly.",
    "Our suppliers must commit to and uphold sustainable standards to which we hold ourselves.",
    "The conscientious sourcing of raw materials is at the core of our procurement processes.",
    "As part of the ESG integration process in the supply value chain, we delivered training of about 502 training hours to no less than 100 strategic suppliers to acquaint them with our ESG practices.",
    "The Dangote ESG code of conduct ensures vendors adopt ethical practices in material sourcing and maintain respect for human rights.",
    "DCP supports the supply of locally sourced materials which boosts SMEs, leading to job creation, increased tax revenues, and a more robust local economy.",
    "We therefore give priority to locally sourced raw materials.",
    "Permits and licenses required by vendors who provide such goods and services include those for chemicals, mining and premium motor spirit.",
    "Vendor performance evaluation assesses supplier performance on quality, health, safety, and environment (HSE).",
    "We also support the service providers with training in the location of every operation.",
    "In the event of recurring defaults by a supplier, consequence management measures are promptly applied.",
    "Our commitment to responsible sourcing underscores our dedication to maintaining the highest standards throughout our procurement processes.",
    "Procurement spend 2021-2023 Over the last five years, variation in procurement practice can be attributed to evolving market conditions, increased investments in local content, research and development, as well as technology upgrades.",
    "We navigated this landscape by adapting to market dynamics while focusing on our shared value model.",
    "Percentage of procurement spend (%) AO O Percentage of Import Procurement Spending Percentage of Local Procurement Spending 2022 =} 2023 Vendor management and local content As an integral facet of our corporate responsibility we prioritise sourcing from local markets.",
    "Our local suppliers consist of small and medium-scale enterprises (SMEs) to blue-chip companies, service providers, labour suppliers, and multinational corporations.",
    "The endorsement of local products and services aligns with our commitment to fostering local industries, nurturing entrepreneurship, strengthening a resilient local economy and advancing sustainable growth and development across the African continent.",
    "In 2023, we reviewed our vendor management system in Nigeria to understand our local vendors’ geographic composition better and strengthen our relationship with our suppliers.",
    "While 90% of vendors were mapped to Nigeria's commercial capital, Lagos, 10% were drawn from other locations.",
    "The records showed an 8% growth in retailers’ network from 63,641 in 2022 to 68,800 in 2023.",
    "To underscore our commitment to building self-sustaining local economies in Africa, 80% of “ourchase orders” were issued to local vendors, which amounted to ¥586,916 million compared to 64% in 2022 at %282,814.",
    "“CEMENT p, - oe ENT Pic WELCOMES YOU ct your dream bungalow, r from start to finish 4 Providing support to artisans on our Falcon brand.",
    "Purchase order issued (N' million) 800,000 700,000 600,000 500,000 400,000 300,000 200,000 —— 100000 — :_”A’crgr- Local Imported Total 2022 =} 2023 Dangote Cement Ple Annual Report and Accounts 2023 47 yoda o16ae11S As acement distributor at lbafo, in Ogun State, Nigeria, | was allocated one unit of 30 tonner truck under the Dangote CTES in December 2071 under a lease agreement.",
    "This has tremendously increased my capacity because the lease terms and conditions are business friendly.",
    "With proper control over our cement delivery plans we load and hit our markets within a few hours.",
    "The trucks are fitted with trackers to enable us to monitor our drivers’ movements and our distribution plan.",
    "We look forward to more allocations of trucks to expand our business for our mutual benefit to meet the demands of our increasing customers.",
    "Kudos to Dangote Cement Management for this wonderful initiative aimed at empowering customers!",
    "As the business landscape in Africa has implications for its populations, supply chains facilitate the fulfilment of needs.",
    "Dangote Cement reinforces ESG standards through capacity building and assessments to gauge our supply chain compliance.",
    "We enforce vendor commitments to the code of conduct for our supply chain while motivating good practices with recognitions and awards.",
    "Dangote Cement deployed an ESG code of conduct in all operational locations in 2023 to enhance sustainability performance in the supply chain and share best practices with our suppliers.",
    "This strategic approach, centred on continuous improvement, yields mutual benefits for Honouring our customers Dangote Cement is dedicated to upholding the highest standards in customer privacy.",
    "Our respect for customer privacy in an increasingly digital world ensures that we adhere to data protection policies to safeguard the personal information of our valued customers.",
    "We prioritise customers’ rights and dignity, respecting their views across all our operations and value chains.",
    "Our contact centre ensures that complaints about breaches of customer privacy are promptly reported.",
    "ESG integration engagement with Obajana plant management.",
    "The Dangote Customer Service Week, celebrated annually, is a dedicated week to appreciate and honour the contributions of our staff in serving our customers.",
    "Annually, the Company implements the week to acknowledge the importance of customer service and reinforce the value of exceptional customer experience.",
    "The 2023 Customer Service Week was held in October 2023 with the theme “Team Service.” Various activities and events recognised employees for their contribution to excellence in service delivery.",
    "Customer awards As consumers become increasingly conscious of their environmental impact, they seek out brands that align with their values and positively contribute to society.",
    "Towards the end of the 48 Dangote Cement Ple Annual Report and Accounts 2023 Dangote Cement and our supply chain partners, who can learn and grow as they adopt the practices.",
    "We ensure that our offshore suppliers obtain and update their certifications for specialised services to reduce the risk of unethical practices.",
    "For environmental protection activities, practices include utilising chrome-free refractory bricks to prevent land and water contamination, lamination packing bags to minimise cement's en-route spillage, and considering the proximity of hazardous materials to minimise en-route spillages.",
    "In the coming year, we plan to evaluate suppliers and vendors using compliance criteria of environmental and social practices.",
    "year, Dangote Cement celebrated its customer loyalty at a grand event held in Lagos, Nigeria.",
    "This event demonstrated why sustainable business practices in marketing should be embedded to drive business growth.",
    "The distributors’ award ceremony recognised the distributors’ long-standing commitment and remarkable achievement in selling Dangote Cement products in 2023.",
    "At the event, the President/CEO of Dangote Group, Alhaji Aliko Dangote, who underscored reasons for the success story of the business, also remarked, “Our distributors work tirelessly to ensure that the product gets to our customers in every nook and cranny of the country, we can never thank you enough!",
    "You have been an integral and vital part of our business.” As Africa’s leading cement producer with 52.0Mta capacity across the continent and a production capacity of 35.25Mta in Nigeria, the business commits to continuous research and improvement in production processes to maintain the best quality cement products in the African market.",
    "Our contribution to economic growth The hastening growth, sustainability, and our goal of maintaining strength in diversity are tough challenges.",
    "Despite progress made in Africa, poverty remains endemic, and new threats to personal income areemerging.",
    "A way outis to create a balance for creating decent jobs that provide a social contract that enables the population to enjoy affordable housing and access to health and energy for those at the bottom of the pyramid.",
    "Achieving this requires investment, which is fuelled by solid financial performance.",
    "In the review of our financial performance for 2023, gross revenue grew by 36.4%, from $1,618,323 million to 82,208,090 million.",
    "Our value-added performance reveals that dividend per share rose from 820.00 to $30.00, a 50% increase from 2022.",
    "In our contribution to providing decent jobs, wages, salaries, and other employee benefits increased by 52%, from #90323 million to N187139 million.",
    "Similarly, wealth created for local suppliers and vendors across our supply chain rose by 60%, from N496,349 million in 2022 to 793,620 million in 2023.",
    "As we nurture our growth in the financial pillar, we advanced our social contract by investing $2,356 million in CSR interventions.",
    "We recorded 587 education beneficiaries from Nigeria operations alone.",
    "Other plants committed various amounts to enhancing socio-economic well-being in Pan- African countries.",
    "of products to meet global best practices and regulatory standards for product transparency in the markets where we operate.",
    "Hence, we aim to establish labelling and marketing standards that instil customer trust.",
    "Our marketing approach strategically ensures we are not only meeting customers’ needs but also making a positive impact on them and the entire society.",
    "Product quality and market competitiveness Regarding product quality, recognising the vital role of cement and concrete in our lives and tackling climate change is at the heart of everything we do.",
    "Although desirable cement properties may vary depending on the construction type, our builders and developers generally tell us they want a product that provides strength to masonry, stiffens or hardens early, possesses good plasticity, is easily workable and is moisture resistant.",
    "Maintaining and improving our product quality means we are an enabler of critical buildings and infrastructure that enhance people's lives - safe and durable homes, roads, hospitals, clean water, waste management, and providing structures for clean energy for the future.",
    "We embed quality practices in their routine methods, so instead of an afterthought, quality is ingrained in daily operations monitoring and Company performance.",
    "Market competitiveness is about making sustainable development count in the local markets.",
    "As Africa’s market grows in social consciousness, there is an increasing reward for business practices that deliver improved sustainability outcomes.",
    "Through stakeholder forums, societal norms, and citizen actions, we learn more about what the market wants, forming our strategy to win an advantage.",
    "Staying ahead of competition for the Company is about responsible competitiveness strategies that shape our business practices, leading us to take explicit account of social, economic, and environmental impacts.",
    "Builders and developers Builders and developers are central to the value chain of affordable housing and meeting SDG 11.",
    "Achieving affordable housing materials would play a prominent role in the aspiration of developing Africa's rural communities at a lower cost without compromising on quality.",
    "However, the primary barrier to maximising our product quality is a lack of knowledge of the properties of building materials.",
    "In 2023, Dangote Cement adopted limited knowledge about the products and additional skills as themes for engaging with builders and developers.",
    "Diverse initiatives were deployed, and some under consideration in different countries include implementing workshops at various levels, investing in research and development, providing distributors reference materials, partnerships with institutions/ skilling centres and establishing new exclusive training institutes.",
    "Delivering our vision through distributors Through our interactions with trade associations, we connect with budding retailers, distributors, and potential distributors attracted to our business.",
    "This has resulted in an influx of expressions of interest for distributorshio.",
    "However, our distributors’ network activities reduced by 18% from 1,361 in 2022 to 1,117 in 2023.",
    "To support our distributors further, the Company introduced a Distributor Management System (DMS) in December 2023, with the rollout scheduled to commence at the end of January 2024.",
    "The DMS is a digital solution that replaces the traditional order and delivery process with an electronic system to ensure greater ease of business.",
    "The DMS will enable our distributors to place orders from mobile phones or computers, delivering more efficient service.",
    "The system also provides enhanced access to comprehensive and prompt distributor sales information.",
    "Case study: Nigeria’s strong market solidarity Asa demonstration that our value proposition goes beyond sales of our products, Nigeria’s technical department implements after-sales services to educate consumers on using our different product brands.",
    "A skilled technical representative in each region engages trade associations to understand their needs and provide support.",
    "The Nigeria Sales and Marketing team partnered with the Standards Organisation of Nigeria (SON) to implement workshops this year.",
    "The sessions aimed to demonstrate the use of lower carbon products, namely the sandcrete and falcon brands, to bricklayers, tilers and others in the property development value chain.",
    "Nigeria showed solidarity with its value chain in other partnerships with the Nigeria International housing show, sponsorship of the Nigeria Institute of Architects Annual General Meeting and Lagos State Bricklayers Association end-of-year activities.",
    "Similarly, the team actively participated in the annual Trade Fairs of notable Nigeria cities of Enugu, Abeokuta, Abuja, Kaduna, Kano, Minna, and Lagos State.",
    "Dangote Cement customer receiving award.",
    "os Distributor Management Distribution Management System.",
    "Dangote Cement Ple Annual Report and Accounts 2023 yoda o16ae11S Human capital is the paramount asset of a future-oriented enterprise; therefore, DCP places utmost importance on its employees’ physical, mental, and social well-being and continues to make deliberate efforts towards improving workplace experience.",
    "Thus, our labour practices align with local and global labour-related frameworks, including the International Labour Organization (ILO) Labour Act, the United Nations Global Compact, and the Nigerian Labour Act.",
    "To enhance a positive workforce experience, the Company's operational human resource policies, including the Annual Leave Policy, Travel Policy, Human Rights Policy, Sexual Harassment Policy, Compensation and Benefits Policy, Manpower Planning and Recruitment Policy, and Education and Training Policy, were expanded during the reporting year.",
    "As acompany with a workforce from over 20 nations, characterised by a mix of permanent, temporary, and expatriate staff from different educational backgrounds and age group.",
    "DCP had a total employee number of 12,051 in 2023 compared to 11,983 in 2022.",
    "; - 50 Dangote Cement Plc \\ R eport and Accounts 20 and continuity of our business, we remain steadfast in providing competitive wages, benefits and support mechanisms for staff welfare.",
    "These benefits include workers’ comprehensive insurance, health care, paid annual leave, maternity leave, children’s education support allowance, professional body subscriptions, and wedding gifts.",
    "Other benefits include group life insurance, employee spouse group life insurance, examination leave, long-service award, staff marriage cash gift, birthday gift, and paid mourning leave.",
    "Prompt remunerating of benefits employees is a culture we have sustained.",
    "During the year, 1,478 new DCP employees joined our workforce in 2023, a 26.1% increase from the 1,172 recorded in 2022.",
    "Similarly, the transport division experienced a 93% increase in new employees in the reporting year with new employee numbers growing from 1,162 recorded in 2022?",
    "to 2,247 in 2023.",
    "However, amidst this growth, there was an increase in staff exit rate, rising by 13.7%, with 839 people leaving the Company in 2023 as against 737 recorded in 2022.",
    "This increase is as a result of the increase in migration.",
    "The Transport Division witnessed a 66% increase in exits in 2023, compared with 2022, totalling 2,197.",
    "This increase can be attributed to voluntary exits and retirements, underscoring the dynamic nature of our workforce management strategies.",
    "The Global Business Continuity Awareness Week is an annual event designed to support professionals and organisations in raising awareness and embedding business continuity to build resilience so that they can thrive in the face of adversity.",
    "Employee population comparison between 2022 and 2023 (excluding transport) Number of employees Number of new employees Number of exited employees O 4000 8,000 12,000 M2023 =) 2022 At Dangote, the week provided a unique platform to reflect on our preparedness for unexpected events both personally and professionally.",
    "It was commemorated with an enlightenment campaign anda webinar.",
    "As part of our commitment to upholding our business continuity strategy, we conducted a comprehensive Business Impact Analysis and Risk Assessment for the department.",
    "We marked the annual compliance week with the theme ‘Policies, Procedures & Conduct.",
    "A major highlight of the week was a roadshow to create awareness and encourage compliance with the Company's policies and procedures.",
    "Creating employment opportunities Given Nigeria’s standing as the largest economy on the continent, governments face the challenge of maintaining social stability, reducing migration, and increasing productivity and income.",
    "As part of Dangote Cement’s vision to be the employer of choice in Africa’s cement industry, the Company reintroduced its Graduate Trainee Programme in Nigeria and Zambia.",
    "In 2023, the programme inducted 94 and 24 graduates in Nigeria and Zambia, respectively.",
    "During the intensive 18-month training, the youths were exposed to an on-the-job learning structure Cross-section of DCP Zambia graduate trainees.",
    "“Exceptionally engaging, adventurous, enough to prepare any person for a good career in related chosen career paths.",
    "Top-notch learning experiences and creating avenues to meet great minds, experts and good human beings.",
    "Second to none journey and a worthwhile experience.” which encouraged experimentation.",
    "Following the first six months which focused on rotational on-the-job learning, the next six months provided training on core competencies.",
    "The programme concluded with six months of leadership handholding training before 81 of the young graduates were officially absorbed into the business workforce as permanent staff.",
    "Through this inspirational and impactful journey of moulding Africa’s future generation, the ex-graduate trainees had a lot to share about their experiences.",
    "‘Ss —@§ Dangote Cement Ple Annual Report and Accounts 2023 51 yoda o16ae11S Occupational health and safety Occupational health and safety practices are a prerequisite for maintaining workers’ physical, mental and social well-being.",
    "Dangote Cement’s Occupational Health and Safety responds to employees’ OH&S needs by monitoring the Company's safety guidelines, developing risk assessment processes, and conducting safety inspections based on the 15 golden rules.",
    "Activities implemented include Job Safety Analysis SA), Hazard Identification, Risk Assessment and Control (HIRAC), Improved Compliance on the 15 Safety Golden Rules and Implementation of Permit to Work systems.",
    "We also implemented Firefighting Training, Healthy Living campaigns, Defensive Driving and Safety Competency Improvement for Line Managers.",
    "—— Weleaenes yet Oe esegnations Government collaboration with DCP Occupational Health and Safety.",
    "Workplace safety is a critical issue that all businesses need to take seriously.",
    "An effective HSE management system helps us at Dangote to reduce the risks associated with work activities.",
    "By identifying hazards and implementing controls, we minimise the likelinood of accidents and injuries occurring in the workplace.",
    "Our workplace safety records showed a total work hour of 42,587,656 in 2023.",
    "During these hours, 334 first-aid injuries were reported and addressed.",
    "Additionally, 124 individuals received medical treatment.",
    "Our efforts to improve OH&S efficiency saw a 21.6% reduction in Lost Time Injuries compared to the previous year a reduction from 37 in 2022 to 29 in 2023.",
    "Over 490 employees received first aid certifications, among other initiatives to drive the responsiveness of our workforce to HSE matters.",
    "There was also an improvement in the reporting of near-misses, which amounted to 1,561 compared to 1847 in 2022.",
    "52 Dangote Cement Ple Annual Report and Accounts 2023 Talent attraction, development and retention At Dangote Cement, we prioritise the growth of our people through commitments outlined in our Learning and Development Policy.",
    "Our Employee Assistance initiatives aim to enhance employee skills in business ethics and culture, Technical, Professional, Leadership Develooment, Business Management, and Personal Effectiveness Programmes.",
    "These programmes adopt innovative work methodologies to enhance capabilities, collaborative and leadership skills.",
    "In 2023, 16,787 employees received tailored training addressing business and personal development needs.",
    "Notably, sustainability training targeted subject-specific competence for achieving the year’s KPls which recorded an 11% increase in training hours from 1,478 in 2022 to 1,642 in 2023.",
    "Our executive/senior management staff had a total 6,636 trainings hours, our management staff had 20,024 training hours, while our senior and junior staff had 81,680 and 76,930 training hours respectively.",
    "Time spent on employee training amounted to 185,270 hours.",
    "Although total staff training investment of $694,913,079.24 reduced by 14%, in 2023 female employees received more training in 2023 than the previous year.",
    "A total of 34,921 employees were trained, comprising of 25,640 employees trained physically and 9,281 trained virtually.",
    "Regular performance and career develooment reviews are conducted for allemployee categories to facilitate continued employability and effective management of employment transitions.",
    "The Transition Assistance programmes provided avenues for mentoring and other multi-disciplinary trainings such as the “Finance for Non-finance Managers” and \"HR for Non-HR managers’ trainings.",
    "Maintaining zero tolerance for forced and child labour Dangote Cement recognises that child labour is a violation of human rights and an emerging economic concern that compounds social inequality.",
    "Businesses that have child labour in their supply chains are exposed to risks.",
    "To navigate this complex regulatory landscape in our value chain, Dangote Cement implements a clear human rights policy prohibiting child labour and setting out expectations for suppliers’ ethical business.",
    "We mitigate the risk of child labour by engaging suppliers and training supplier subcontractors and recruitment agencies.",
    "In the year under review, we conducted human rights due diligence to determine how certain factors may increase the risks of child labour in our operations or supply chains.",
    "Through our Graduate Trainee scheme and internship opportunities, we provide decent work to young workers and adolescents while equipping them with the relevant skills they need to prepare for the future workforce.",
    "demonstrate actions that are being taken to prevent, identify and address child labour.",
    "These initiatives supported the Company in recording no child or forced labour incidents in our operations or those of suppliers in the reporting year.",
    "Dangote Cement remains committed to robust control systems to ensure that our partners uphold the principles of the United Nations Universal Declaration of Human Rights and the International Labour Organisation (ILO) Forced Labour Convention (2014).",
    "Non-discrimination and equal opportunity Our commitment to fostering a workplace free from discrimination and providing equal opportunities is compliant with the United Nations Universal Declaration of Human Rights (UDHR) and relevant local regulations.",
    "This is implemented through the Dangote Human Rights Policy.",
    "Creating a respectful and inclusive environment was further reinforced by human rights training of 259 employees in DCP.",
    "There were no reported cases of discrimination during the reporting year.",
    "Our employee diversity and equal status in the year had mid-level employees (ages 31-50) constituting the most significant portion of our workforce at 70%.",
    "This mostly comprises a mix of permanent and temporary staff.",
    "The more mature workforce (over 50 years) was 17% primarily comprising permanent and expatriate employees.",
    "The ages 18-30 represent 138% of our workforce who are mainly permanent and temporary staff.",
    "The Senior Management and Executive Management collectively constitute 2% and 0.3% of the DCP population, respectively.",
    "As more opportunities are created for local employees to assume leadership roles, we achieved a 7.2% reduction in expatriate numbers.",
    "Similarly, a28% reduction in temporary employees was attributed to the expanding permanent roles in the Company.",
    "Age diversity of employees Young workforce Mid level Mature Ages 18-30 Ages 31-50 Over 50 years 1,699 8,342 2,010 eB BAe FF Employee growth by gender for 2023 Growth in male population 0.15% Growth in female population 5.2% Fostering a diverse and inclusive workplace encourages representation from various voices and perspectives, contributing to innovation and creativity.",
    "DCP is home to people from diverse nationalities, ethnic groups, and cultural and religious orientations.",
    "On gender diversity, the DCP workforce comprises 1,028 females and 11,023 males.",
    "This marked a 5.2% increase in the female population compared to 2022 at 977.",
    "Similarly, we recorded an improvement in the female gender ratio from 8% in 2022 to 9% in 2023.",
    "This demonstrates efforts to attract and empower women in various roles in the business.",
    "As businesses globally deal with the challenges of the new world of work, we recorded lower attrition rates among our new hires in plants such as Nigeria’s Okpella and Senegal.",
    "Freedom of association and collective bargaining Dangote Cement views collective bargaining and/or freedom of association as mechanisms to create more decent jobs and be effective in stakeholder management.",
    "At DCP, freedom of association is encouraged in line with local laws, Company policies and principles of the International Labour Organization.",
    "We support freedom of association by allowing employees to participate freely in workers’ or professional organisations or unions.",
    "Our commitment to collective bargaining agreements is reflected by the 760 employees who are covered by this agreement in some of our Pan-African locations such as Ethiopia, Ghana and Senegal.",
    "In 2023, staff unions held monthly meetings to deliberate on issues of common interest to members.",
    "Employee engagement DCP has a well-established system for appraising employee performance and driving engagement.",
    "This system provides avenues to discuss progress, exchange feedback and recognition, identify support that may be needed, and address issues that could affect an individual’s well-being.",
    "Our multifaceted engagement methods include physical or online meetings, one- on-one engagements, webinars, notice boards, emails, newsletters, sustainability reporting, surveys, awards and recognitions.",
    "Furthermore, we are committed to the holistic well- being of our employees and express this through initiatives such as the employee survey, provision of virtual medical consultation for all employees, mental health support for all employees, and weekly office exercises at the head office.",
    "Dangote Cement Ple Annual Report and Accounts 2023 53 yoda o16ae11S A corporate social performance model benefits the business and the community.",
    "“7 ?",
    ": « im mel 4 re -) .",
    "- ~ r ‘ Dangote Cement’s approach to social performance is to create value for the population it aims to reach.",
    "Beyond producing quality cement, we support development activities in education, self-empowerment, health and well- being and infrastructure.",
    "In 2023, our focus was to identify unmet needs in our communities.",
    "This is crucial for planning appropriate and effective programmes to meet these needs.",
    "To avoid a top-down approach which reflects what a few people perceive to be the needs of the population, we embarked on needs assessment studies in 33 communities.",
    "54 Dangote Cement Ple Annual Report and Agtounts 2023 unwavering despite the growing needs in our communities.",
    "Recognising the importance of this demographic helps us prioritise Communities with limited access to resources, opportunities, and representation.",
    "As a socially responsible citizen we earmarked a significant investment for skills transfer, direct and indirect employment, and inclusion as local suppliers in our value chain.",
    "The Company adheres to its Community Development Agreement with all host communities.",
    "This is a way to promote cooperative and mutually respectful relationships.",
    "Such agreements are reviewed and updated periodically to accommodate emerging social develooment needs.",
    "An example is the five-year Community Development Agreement (CDA) of Nigeria, lbese plant, signed in 2022.",
    "To foster inclusivity in communities, we implemented activities targeting minority groups.",
    "Such activities include care outreach for 50 senior citizens, donation of freezers to 50 women as a source of empowerment, provision of toilet and sanitary facilities in Abule Maria, starter packs, and scholarships for students in Nigeria's lbese plant community.",
    "In the Ele community of Nigeria’s Onne, 13 canoes and fishing gear were provided to support fishermen and women in the coastal communities of the clinker terminal.",
    "Our Ethiopia plant provided registration and school fees to needy children around the host community.",
    "Completing the staff room, renovating the school library and furnishings in neighbouring secondary schools, and installing a 5KVA solar inverter supplied to regional schools contributed to boosting education.",
    "Also on education, communities in Nigeria's lbese plant received school starter packs and scholarships at the 2023 lbese Community Day commemoration.",
    "In Cameroon, the Deido Hospital was the beneficiary of the emergency room and medical equipment donated.",
    "Some social investment activities include road construction to gravel standard (Msijute (0.2 km), Naumbu (0.5 km) and Ndumbwe (0.5 km) villages) in Tanzania, infrastructural projects at DCP Obajana, including drilling of boreholes in lwaa and Obajana, Foodstuff donation to the Holy Family Home for the elderly.",
    "construction of culvert and drainage in |waa, etc., construction of classrooms in Toglou and Diass in Senegal, Installation of 500kv electricity transformer in Gboko Industrial Layout, construction of a public garden in Mbankomo and three boreholes in Limbola village, Cameroon; rehabilitation of the emergency room, Deido District Hospital, Cameroon, donation of medical equipment, beds and wheelchairs to Metropolitan Polyclinic, Ghana; scholarship awards to indigent students in Nigeria's lbese; donation of 60 school desks to Sungabukanda Basic School, benefitting 120 students in DCP Zambia; and women’s Literacy and Empowerment Programme project building constructed in DCP Congo.",
    "Overall, our social investment has been a deliberate commitment to our stakeholders and the communities in which we work and live.",
    "In 2023, our expenditure on CSR amounted to ¥ 2,356 million, marking a difference from previous years.",
    "This investment funded a 24.2% increase in community projects in 2023.",
    "Year-to-year comparisons of social investment activities and expenditures per location provide transparency and accountability.",
    "The variances are thoroughly examined to ensure a comprehensive understanding of the impact and effectiveness of our social investment initiatives.",
    "Community leaders gracing an event.",
    "Lal DANGOTE —— - oa CHARITY OUTREACH TO F nour FAMILY HOME FOR ©) me ener we eo ‘oe a ie \\ rae E ' 5 PY “7 ‘ > L =, Dangote Cement Ple Annual Report and Accounts 2023 55 yoda o16ae11S » plants in Nigeria and Pan-Africa qt q i.",
    "OY ‘Infrastructure M Education {) Health Empowerment CSR activities and spending Dangote Cement's commitment to the well-being and development of its people through empowerment programmes informed our strategy of reactivating nonfunctional legacy CSR projects across the 17 host communities in 2023.",
    "The focus in the coming year shall be continuous engagement and responsiveness via various channels, with the aim of contributing meaningfully to the sustainable development of our host communities.",
    "2023 Sustainability week footprint “Giving back” is an integral part of our cultural pillar, which fosters a sense of purpose and empathy and encourages employees to participate in philanthropic endeavours.",
    "The Sustainability Week promotes social cohesion and teamwork and enhances employee engagement in our workforce.",
    "Beneficiaries 6696 Locations 12 Projects Invested $101,595 Volunteer hours 5,984 Volunteers 1,517 56 Dangote Cement Ple Annual Report and Accounts 2023 SR DANGOTE CEMENT wo ee << = — AA Our business is one of the most diverse institutions positioned for creating wealth and opportunities and helping to lift people out of poverty.",
    "Reflecting on this value proposition enables us to ensure good quality and impactful CSR initiatives.\" James Adenuga Group Chief HSSE & Sustainability Officer, DIL Sustainability week summary During our 2023 sustainability week themed “Sustainable Consumption and Production’- The Dangote way, several projects were implemented to reflect our commitment to responsible utilisation of natural resources as well as enhancing the well-being of our host communities.",
    "In Nigeria, projects included a Sustainable Living Fair featuring ‘eco-friendly’ exhibitors, a charity visit to the Regina Mundi elderly people’s home in Mushin, inter- school climate innovation challenge, a visit to a juvenile correctional centre and orphanage home by DCP Gboko employees, anda community waste clean-up in DCP Obajana and surrounding communities.",
    "Tanzania, hosting of a green transport day to promote eco-friendly transportation in Tanzania, Tsholofelo Primary school vegetable garden tunnel construction in DCP South Africa, school uniform donation program in DCP Cameroon, entrepreneurship training and empowerment for ladies in DCP Ethiopia host communities, and sustainable waste management campaign and donation of waste segregation bins in DCP Zambia.",
    "A total of 1,517 volunteers utilised 5,984.2 volunteering hours for 43 projects in 12 locations.",
    "Educating younger generation in commemoration of Climate Literacy Day.",
    "Our responsibility to safeguard mining communities Dangote complies with regulations that guide resettlement and displacement of communities.",
    "We recognise that mining-induced displacement has both positive and negative effects on indigenous mining communities.",
    "Regarding the positive effects, we have witnessed improved access to social infrastructure such as health, education, and potable water in the communities where we mine.",
    "Empowering mining communities with access to socio- economic infrastructure is vital for fostering sustainable development.",
    "By supporting socio-economic development in our mining communities, we aim to create a sustainable environment that future generations can call home.",
    "Our social intervention initiatives in mining communities include support for education and healthcare, while infrastructure support provides access to roads and transportation facilities.",
    "Sustainability Leaders at the 2023 Sustainable Living Fair in Lagos, Nigeria.",
    "Dust and vibration control Dust emissions from cement plants and vibration are known to have significant environmental and health impacts in nearby communities.",
    "The cement industry addresses fugitive emissions where the clinker is stored in the silos to prevent dust when it is discharged onto the conveyor belts.",
    "We continuously monitor parameters and routine maintenance of back filters connected to exhausts beside the discharge point.",
    "Some of the measures we have implemented include using personal protective equipment (PPE) such as respirators, dust masks, and goggles and installing dust collection and control systems.",
    "Our HSE department trains employees in the safe handling and control of dust.",
    "This precautionary approach aims to mitigate the impacts of our production process on the environment.",
    "Case study: Galane, the thriving community The resettlement project of a community in Galane is a notable initiative of the company in Senegal which was completed in 2015.",
    "It was one of the most significant social interventions of Dangote Cement Senegal plant which cost about 1.6 billion CFA.",
    "Galane was a small village in Keur- Moussa, Senegal, mainly inhabited by indigent cattle rearers.",
    "The village lacked access to education and basic social amenities, but at the delivery of the project, the people of Galane were given a new lease of life.",
    "Dangote Cement Senegal (DCS) built 44 houses.",
    "It provided social amenities, namely potable water, electricity, a health centre, a primary school, a mosque, a market, a mortuary, a sports field and a cattle vaccination park.",
    "An access road to the village was built.",
    "As at 2023, the economic and social status of the communities has improved with the children now attending school and some of the indigenes have taken of diverse jobs at the plant.",
    "In partnership with a renewable energy company, DCS is working to provide clean energy for cooking and lighting.",
    "As the property ownership is confirmed with the issuance of title deeds to the homeowners, the Galane community members can now afford to redesign and customise their homes.",
    "Dangote Cement employs a multifaceted approach to grievance resolution, including transparency, robust communication channels, continuous monitoring, and accessible conflict resolution mechanisms.",
    "We have institutionalised community involvement in the crucial decision-making process and grievance resolution.",
    "For 2023, 82 community grievances were recorded compared to 211 in 2021 with 58 successfully closed.",
    "Major grievances in mining communities primarily revolved around environmental impact and safety, compensation and employment concerns.",
    "The continuous improvement of our grievance resolution procedures reinforces our commitment to giving a voice to our host communities and strengthening our ties and collaborations for a sustainable future.",
    "Dangote Cement is dedicated to steering a thorough socio- economic impact assessment of resettled communities resulting from its procedures.",
    "This assessment aims to comprehensively gauge the effects of resettlement on both the local and national communities, examining significant factors such as good living conditions, socio-economic opportunities and welfare to ensure that the resettlement process meets regulatory requirements and contributes positively to sustainable development.",
    "Through these efforts, we strive to set the standard for responsible corporate citizenship within the mining industry.",
    "Housing units built for Galane indigenes by Dangote Cement Senegal Dangote Cement Ple Annual Report and Accounts 2023 57 yoda o16ae11S boost sales, and secure access to resources.",
    "Dangote Cement Ple Annual Report and Accounts 2023 As Dangote Cement collaborates with key stakeholders, it aims to build and strengthen relationships and share our values locally and internationally.",
    "Through thought leadership activities, we share our best practices and insights for a more sustainable industry.",
    "We utilise conferences and industry platforms to demonstrate our leadership in Africa’s cement sustainability landscape.",
    "As we are in alliance with the Global Cement and Concrete Association, United Nations Global Compact, and other multi-lateral agencies and alliances, we contribute to shaping the future of sustainable business practices in Africa.",
    "DANGOTE integrity, ethical conduct and accountability.",
    "These values are the cornerstone of its operations, driving sustainable decision-making and ensuring accountability.",
    "Our corporate governance is designed to monitor long-term shared value creation for our stakeholders.",
    "In 2023, we embedded our corporate governance framework into the activities of countries where we have a presence.",
    "As anintangible resource, ethics guides our engagement with our employees, customers, communities, shareholders, regulators and other stakeholders.",
    "The Company's whistleblowing system allows for reporting suspected breaches of internal policies, laws, and regulations that may threaten our organisation.",
    "DCP has a comprehensive anti-fraud compliance programme that binds all employees regardless of position or status.",
    "Every fraud-related activity is rigorously investigated, and defaulting employees are disciplined.",
    "Nigeria office aligns with two anti-bribery laws, which are the Corrupt Practices and Other Related Offences Act of the Independent Corrupt Practices and Other Related Offences Commission (ICPC) and the Money Laundering (Prohibition) Act of the Economic and Financial Crimes Commission (EFCC).",
    "In 2022, we recorded 23 confirmed cases of bribery and corruption, which increased to 27 cases in 2023, alongside 6O whistleblowing cases.",
    "52% of the cases were resolved, while 48% are being investigated.",
    "To proactively prevent bribery and corruption events, we initiated an educational campaign via the Company intranet to sensitise people about the detrimental effects of such practices.",
    "Simultaneously, a Board-approved policy on the referral of internal audit-investigated cases is in effect.",
    "The Global Cement and Concrete Association (GCCA) guides our operational practices to align with global standards.",
    "We are a member of GCCA and our GMD, Mr.",
    "Arvind Pathak, is on the Board.",
    "Additionally, we hold the distinction of being the largest emerging market outside of India and China within the GCCA, we also serve as the sole representative from Africa.",
    "In reinforcement of our business ethics practices, we recorded an 11% improvement in sustainability training, a 2,2% reduction in CO, emissions, and a 25% increase in social investment.",
    "The plants have obtained ISO 14001 certifications for environmental protection compliance.",
    "Some plants have also seen upgrades to maintenance systems.",
    "The total number of valid environmental permits and licenses maintained in compliance with regulatory standards in 2023 for all our operations was 101.",
    "25 L 20 L Financial performance Although this year’s growth story has been hinged on non-financial ESG factors, financial performance remains a sustainability pillar of Dangote Cement.",
    "Sustainable economic management ensures self-sufficiency for not just business but also society.",
    "It onboards our commitment to value creation to not just shareholders but the households that we serve.",
    "We promoted household income generation through salaries, wages and benefits which amounted to 8137139 million in 2023.",
    "Our shareholders also received a total dividend payment of $337,471 million.",
    "Profit after tax increased by 19.2% from $382 311 in 2022 to 8%455,583 in 2923.",
    "Economic value creation Our economic value creation model focus is first to serve a diverse market and by so doing, grow the local economy through responsible procurement practices, tax payment as a responsible corporate citizen and proactive social investment practices for prosperity and advancement of local communities.",
    "Responsible payment of tax and dividends Taking a responsible approach to tax means that our business is open and progressive and considers all stakeholder interests in line with its tax policy.",
    "For us, responsible tax conduct does not only support funding for governance and public and social services; it helos the business deliver sustainability goals.",
    "DCP approaches tax as an essential element of the Company's environmental, social and governance agenda.",
    "In 2023, our tax payment increased from 150,766 million in 2022 to N166129 million 2023.",
    "Like tax, our goal of long-term value creation for shareholders informs us of our responsibility for dividend payment to shareholders.",
    "Our historical performance in dividend payments can be a case study on how sustainable firms exhibit stable dividend payouts, as our dividend per share grew by 50% in 2023.",
    "DCP tax payment and dividend declared in the last three years SN Parameters 2021 2022 2023 1.",
    "Tax payments (Nmillion) 33,408 150,766 | [eiaiys 2.",
    "Dividend payments per share (¥) 20.00 20.00 | <ieree 15 a 10 ee O 2015 2016 2017 2018 2019 2020 2021 2022 2023 — we OL.",
    "ae See = = ' Dangote Cement Ple Annual Report and Accounts 2023 59 yoda o16ae11S As champions for sustainable development, one of the ways we contribute to the economies where we operate is through job creation.",
    "Expanding our business operations and engaging diverse value chain players and local and international partners were instrumental to achieving 12,051 staff in our direct employment in 2023.",
    "Contribution to household income is one of the impacts a business can make on the society it relies on for production resources.",
    "Develooment outcomes cannot be achieved without human resources, raw materials, and other inputs of production.",
    "Direct contributions to household income includes wages, salaries and dividends.",
    "With a 20% increase from $496,634 million recorded in 2022, our contribution to income in Nigeria Naira was $593,594 million.",
    "Indirect contributions, which include taxes, local procurement, and social investments, amounted to #962105 million in 2023, signifying an increase of 48% from $648,763 million in 2022.",
    "Contribution to household income in the last three years 2023 2022 2021 Parameters ¥®'million ®'million ®'million Direct contributions 1) Employee wages, salaries and benefits 131,812 86,328 72,824 2) Pension cost 2,883 2, 444 — 3) Employee benefits obligation 2,444 1,551 — Total 137,139 90,323 72,824 Payments to providers of capital (1) Dividend paid to shareholders $337,471 337,471 337,471 272,005 (2) Interest on all forms of debt and borrowings N118,984 118,984 68,840 52,558 456,455 406,311 324,563 Total 593,594 496,634 397387 Indirect contributions Tax payment 166,129 150,766 33,408 Local Procurements (All operations) 793,620 496,349 409,216 CSR intervention spend 2,356 1,897 2, A90 Total 962,105 649,012 445,114 Economic value generated and distributed (EVG&D) Strong economic performance through diversification of operations and improving operational efficiencies to meet market demands has proven to support our goal toward economic value generated and distributed.",
    "Through innovation and investment, our revenue generated increased by 36% from the previous year to #2,208,090 million.",
    "Similarly, economic value distributed, consisting of operating costs at $1,371,383 million, employee wages and benefits at $137,139 million, payments to providers of capital at N456,455 million, payments to government by country at #166129 million, and CSR at #2,356 million, rose to #2,133,462 million in 2023, accounting for a 33% increase.",
    "2023 2022 Year #'million #'million Revenue 2,208,090 1,618,323 Employee wages, salaries and benefits 137,139 90,323 Operating costs** 1,371,383 958,819 Payments to providers of capital (dividend to shareholders plus interest payments to providers of loans) 456,455 406,311 CSR intervention spend 2,356 1,897 Local Procurements (All operations) 793,620 A96,349 Payments to government 166,129 150,766 aK Excluding administrative expenses Total Procurement Spending (All DCP Operations) Percentage of Percentage of Local Import Total Local Imported Procurement Procurement Procurement Per Year §®' million §®' million §®' million Spending Spending 201 632,960 409,216 223,744 2022 797,286 496,349 300,937 62% 38% 2023 1,108,083 793,620 314,463 72% 28% 60 Dangote Cement Ple Annual Report and Accounts 2023 capacities, including natural endowments of people in a particular area.",
    "The geographic boundaries for defining what constitutes local content of our operating countries may vary depending on e e culture, market trends and local regulations.",
    "Overall, local We strive for true prosperity procurement spending of the business grew by 60% from through our sustainability efforts #A96,349 million in 2022 to #793,620 in 2023 which comprised because we understand that true 72% of total procurement spend of 81,108,083 million in the same year.",
    "Central to this improvement was the empowerment of our prosperity is shared prosperity.” local suppliers through, the digitisation of certain aspects of our procurement process and the integration of sustainable supply Annabelle Umoetuk chain practices.",
    "yoda o16ae11S Sustainability Lead, Ibese, Nigeria Investing in communities Community investment is part of our economic value proposition.",
    "As part of efforts in building sustainable communities, we invest resources in local communities to promote socio-economic development.",
    "We build strategic partnership with community-based organisations, civil society and specialised agencies to deliver impact in health, education, infrastructure and people empowerment.",
    "Total CSR spending Categories Spend Health/Water&Sanitation/Environment 128,340,419.59 Economic Empowerment/SME Develooment/Food&Agriculture &72,409,137./5 Infrastructure (Electricity, Road and Drainage) 8379,816,184.03 Education and scholarships 8#379,068,370.69 Donations, support and grants to host communities/community compensation 8#320,240,860.33 Donations and grants to government (National and Sub-National) 8#262,261,564.03 Donations and grants to CSOs/NGOs and development bodies ®#200,860,777.68 Others 8612,589,554.33 Total N2,355,586,868.43 pancoTe..” aaa lbese DCP day out with elders.",
    "Dangote Cement Ple Annual Report and Accounts 2023 61 Nature's critical role has been increasingly recognised within the business and finance community in decision-making, from operations to value chains and investments.",
    "2S 4 The concept of a nature-positive future is about our is collective survival and well-being by increasing resilience -« ~ toclimate change.",
    "Dangote Cement's approach aims to be -_ 5 ascomprehensive as possible in actions to assess, commit, .",
    "¢° * transform and disclose impacts and dependencies on : 5 3 nature.",
    "We embrace this journey by highlighting = contributions towards a nature-positive future rather than » claiming to have arrived at the nature-positive destination.",
    "ee el 7 In a drive for environmental conservation supporting the Ethiopia government's Green Legacy initiative, Dangote Cement Ethiopia plc (DCE) continued its collaboration with local communities on ambitious tree-planting goals.",
    "The campaign's goal is to promote reforestation, combat deforestation, and mitigate climate change by carbon sequestration to preserve a positive future.",
    "In this direction, between 2071 and 2023, 639,200 seedlings were planted.",
    "In 2021, 502,000 trees were planted, 100,200 in 2022, and, subsequently, the plant achieved 37000 trees planted in 2023.",
    "s&, » 7 .",
    "- 4 | ~ we tal .",
    ", Z wo ~ = 4% bs - _ - , \" .",
    "Ss -.",
    "<2\" vy 4 et x A ~ Se 6 62 “Dangoté Cement Ple Aanual Reporhahd Accounts 2028 a Pra _ ae ¢ i =f, - @ supports our sustainable water use practices.",
    "In cement plants, water helps in the control of temperature, dust suppression and to enhance the milling and washing of equipment.",
    "We optimise water consumption by reducing freshwater withdrawal.",
    "In 2023, we implemented water efficiency campaigns for stormwater management, rainwater harvesting, and water treatment and efficiency campaigns.",
    "Accounting for water withdrawal sources and discharge also supports our contribution to SDG 6 - clean water and sanitation.",
    "Actions include utilising effluent treatment plants (ETP) for sewage treatment before reuse or discharge.",
    "Drainages help to curb waste in a closed-loop system.",
    "In 2023, we participated in the United Nations World Water Day to highlights the importance of fresh water and advocate sustainable management of water resources.",
    "In compliance with industry guidelines, our total water consumption in 2023 for all operational locations was 5,985 megalitres, a 4.76% decrease in water consumption compared to 2022, which was 6,284 megalitres due to a reduction in the use of dam water as a water source.",
    "Water consumption per tonne of cementitious material was 225 litre/tonnes, a 3.9% decrease from 2022 figures.",
    "Water sources comprised surface water at 2.35%, groundwater at 49.87%, rainwater at 0.07%, municipal water at 2.70%, quarry at 8.84% and dam at 36.17%.",
    "In 2023, we participated in the United Nations World Water Day, celebrated every March 22.",
    "The event highlights the importance of fresh water and advocates sustainable management of water resources.",
    ": Non-hazardous waste generated 10,411.5 tonnes M2022 2023 + ng OL 5 Se From segregation to a circular economy From a life cycle perspective, industrial waste collection, disposal and recycling play a pivotal role in building a circular economy model.",
    "Our waste management system aims to move away from the linear model in trying to extend the life of materials through reuse, recycling and effective disposal.",
    "One way we do this is through waste segregation.",
    "When waste is sorted correctly, itcan Obajana plant community cleanup.",
    "produce new products, thereby saving on the consumption of virgin resources.",
    "In 2023, waste categorised as non-hazardous decreased by 5% from 10,412 tonnes in 2022 to 9,910 tonnes in 2028, while waste reused or recycled, which were diverted from landfill weighed 8,374 tonnes.",
    "Contributing to the 22% increase in waste diverted from landfills was the increased utilisation of waste in the pyro process of production.",
    "In total, 40,381 tonnes of waste was diverted from disposal in 2023, a record 432% increase compared to 2022?",
    "at 7591 tonnes.",
    "Water consumption 2022 51.4 % Water withdrawal based on sources in 2023 50% AO% 30% 20% 10% O% Surface Ground Rainwater Municipal Quarry Dam water water water -— 22 De Soe : Waste diverted 7,591 tonnes M2022 2023 Aa The future comes to us every second; therefore we must produce and consume sustainably as a lifestyle”.",
    "John Olalokun Tanzania Sustainability Lead Dangote Cement Ple Annual Report and Accounts 2023 63 yoda o16ae11S We have learned about reintegrating materials into the economy through our model initiative, DangCircular.",
    "Effective waste disposal and resource recovery require integrating sustainability in product design, extraction, production and consumption.",
    "DangCircular stimulates life-cycling thinking for exploring innovations in recycling and upcycling production outputs, including our packaging material.",
    "Beginning with a head office pilot of paper and plastic waste, the project identified trends in paper consumption and sought to address them.",
    "Following various Campaigns and advocacy, DangCircular recycle bins collected and recycled 1.89 tonnes of single-use plastic and paper waste.",
    "Through the initiative, staff volunteers explored their creativity in DCP’s downstream value chain by repurposing used cement bags into items such as lunch bags, shopping bags, and shoe racks.",
    "Beyond waste management.",
    "DangCircular is a powerful force that drives positive change and combats the waste epidemic.",
    "As our staff actively engage in cleanup initiatives, spreading awareness and advocating for sustainable practices, we believe we are creating a cleaner, healthier environment for current and future generations.",
    "a ee as Tanzania Plant Director at the launch of the Hali ya hewa, DCP's first Climate club.",
    "Minimising impact on biodiversity The impact of the cement industry on biodiversity includes the emission of pollutants and the disruption of ecosystems in the resource extraction process.",
    "Some solution to this problem is maintaining compliance with progressive mines rehabilitation plans, conservation of flora and fauna, wildlife preservation.",
    "From our experience, our quarries and mines have also provided a habitat for plants and animals that may have been displaced during the expansion of rural and urban development activities where sustainability actions are taken.",
    "64 Dangote Cement Ple Annual Report and Accounts 2023 Case study: The flourishing garden of Senegal - Layti Ndiaye, Head of Mines, Senegal As achild, Layti developed his interests for flora and fauna from living close to a classified forest in Moao Senegal and through reading the book \"Journey to the centre of the earth (1864)\" by Jules Verne.",
    "These early impressions sparked up his interest and passion in planting different kinds of trees.",
    "As head of mining and production in DCP Senegal (DCS), it was only natural that part of his mine's rehabilitation was reforestation and particularly the grooming of fruit gardens.",
    "The Senegal fruit orchard now has 383 trees producing soursop, Mangoes, guava and tangerine fruits.",
    "The neighbouring communities of DCS collaborate in planting a double-sided green wall of trees around the plant.",
    "The ‘green wall’ is made of 267 trees within an 800 meter radius.",
    "Community members appreciate the wall for supporting the ecosystem and providing habitat for wildlife.",
    "DCP Zambia is in the rural area of Masaiti district, an area dominated by Miyombo woodland which provides a habitat for animal species such as snakes.",
    "The snakes support the maintenance of the ecosystem as they help control the rodent population and reduces damage of crops.",
    "To prevent their extinction, DCP Zambia developed the biodiversity management plan in compliance with Zambia’s Wildlife Act No.",
    "14 of 2015, Forest Act No.",
    "4 of 2015 and the Mines and Minerals Development Act.",
    "Among mitigation measures implemented under this programme, specialised staff were trained in snake capture and relocation to safe habitats.",
    "The snake capture emergency line was set up and progressive rehabilitation actions taken to restore habitat reported to have been disturbed.",
    "So far, 13 snakes captured include Cobras, Gabon Vipers and Puff Adders.",
    "The snakes have since been safely relocated to thrive in safe environments.",
    "Biodiversity helps us protect ecosystem in our communities.",
    "Sustainability has this ability to spark innovation and tailor change in everyone.” yoda o16ae11S Arianne Kenne DCP Cameroon Sustainability Lead CNG Station in Tanzania.",
    "Scientifically, it is established that climate and biodiversity are connected.",
    "Dangote Cement recognises that changes to one affect the other and vice versa; hence, we take measures to protect biodiversity.” Oyekemi Oyelola DCP Sustainability Manager Dangote Cement Ple Annual Report and Accounts 2023 65 to greenhouse gas emissions, yet it is disproportionately affected by climate change.",
    "Some African governments have expressed concern that net zero commitments ignore historical responsibility and is likely to exacerbate inequalities between countries.",
    "Dangote Cement’s position on a just energy transition in Africa supports investments in the short term to enable the continent to meet its energy needs while working to achieve development goals and eliminate poverty.",
    "Dangote Cement demonstrated leadership in climate change governance as the first concrete step on the pathway for emission reductions.",
    "In 2023, further actions for a just transition were implemented.",
    "ail —_—= - - ly = — my : a) ares Se Sa .",
    "‘ .",
    ".",
    ", - _— i—~X~ = 2 - A ws ~ f f ' a Yh aa ad ay 2023 poses in the society particularly within the African continent which informed the launch of its climate change policy in 2023.",
    "Our transition plan for mitigating climate change involves the engagement of stakeholders in the management of potential impacts of transition plan on workers, local communities, and vulnerable groups.",
    "We are exploring ways of working across the built environment supply chain to create demand for green and low-carbon cement and concrete innovations.",
    "In line with our countries updated NDCs, which map out emission reduction targets for different sectors, Dangote Cement set emission reduction targets in 2023 in preparation for setting science-based targets in 2024.",
    "Mitigation potentials the Company considers are energy efficiency, investments in renewable energy to reduce energy-related emissions and other industry-specific initiatives like improving the clinker factor, waste heat recovery and advanced technology-based solutions.",
    "Economic considerations and participation in the carbon market will support the cost of the transition plan.",
    "Responsible for overseeing and implementing the - transition plan will be a dedicated team of experts assigned to work with industry and government-led bodies.",
    "One such platform is the GCCA Net Zero Africa Accelerator Programme, which is an avenue for member companies to develop net zero plans.",
    "Dangote Cement participates actively in Senegal, Congo, Tanzania, and Nigeria.",
    "Climate change adaptation Adaptation is considered a climate business in Africa because of the reliance on climate-vulnerable sectors such as energy, tourism, water and agriculture to survive and grow the economy.",
    "Dangote Cement adopts adaptation practices related to the built sector, including nature-based solutions such as tree planting, water and biodiversity conservation, as well as waste management, including agro-waste utilisation as an alternative fuel.",
    "By their effectiveness through pilots, we assess their potential for scaling up.",
    "Soil conservation measures, water harvesting, livelinood diversification and capacity building are critical in strengthening adaptation capacities.",
    "Supporting communities’ actions on land and water is already seen as a practical adaptation practice.",
    "Other adaptation actions implemented targeted youths and children in schools.",
    "In our climate literacy campaigns, we reached 50 students with resources on recognising the effects of and coping with climate change.",
    "Leveraging environmental campaigns and commemorative days, DCP creates awareness and advocates the participation of its value chain in decreasing the impact of climate change on the environment.",
    "The Hali Ya Hewa Climate Club of Tanzania is an example of actions to promote afforestation/ reforestation in Tanzania.",
    "The climate club of our Tanzania plant is on a mission to plant at least 50,000 trees by 2030 while it creates climate awareness among its neighbouring communities.",
    "Tanzania CEO and Head, Sustainability kick off mines tree planting.",
    "Just transition Local action needed to mitigate and adapt to climate change will have a transformative impact on all societies and communities, notably by the implications for employment creation and income opportunities for Africans.",
    "This informs Dangote Cement's strategy to reduce dependency on fossil fuels through alternative fuels.",
    "Alternative fuels are waste resources derived from non- primary materials, agro-based products or by-products of fossil fuels.",
    "This circular economy business model is not just about reducing CO, emissions through thermal substitution or saving the cost of energy; it is also a pathway to the just transition.",
    "Dangote Cement harnessed opportunities to transform the livelinoods of skilled and unskilled workers through the alternative fuel value chain in Zambia, Senegal, Tanzania, Ethiopia, Congo and all plants in Nigeria.",
    "DCP Thermal Substitution Rate targets 2025 25% 2024 18% 2023 10% 2022 4.3% In the first phase of the alternative fuel project, we installed in-house waste feeding systems to maximise co-firing of wastes such as damaged cement bags, carbon black, sawdust, scrap tyres, fly ash, plastics, whole tyres and tyre chips, and agro-waste such as palm kernel shell, rice husk, peanut shell, cashew nutshell, coffee husk, coconut shell and sugarcane bagasse.",
    "Recent additions include paper waste, damaged cement bags and ultrafine coal waste.",
    "The technology integration phase commenced in 2022 when AF pre-processing and co-processing equipment installation was completed.",
    "Some countries’ progress was stalled due to resource accessibility and other disruptions.",
    "As a result, the project's current focus is strategic engagement with government institutions to improve regulations and structures around waste management.",
    "Despite these challenges experienced in the year, the thermal substitution rate from alternative fuels attained 9.7% in 2023 compared to 4.3% in 2022, with about 446 KTonnes of waste co-processed in the kilns compared to 157 KTonnes in 2022.",
    "We achieved a 184% increase in waste utilisation compared to 2022.",
    "As the demand for more waste streams increases, logistics management requires support, and more hands are needed to source the materials.",
    "To this end, we recorded 59 direct jobs created in the Alternative Fuel value chain and 417,700 indirect job opportunities created in the AF value chain.",
    "TSR rates vs.",
    "waste utilised 500 10% _ 400 8% 8 & c [e) & 300 6% & & oO cS 200 A% & D @ 100 2% 8 0 0% || TSR achieved (%) 2023 || Waste utilised (KTonnes) Dangote Cement Ple Annual Report and Accounts 2023 67 yoda o16ae11S Scope 1 and 2 emissions Dangote Cement employs continuous emissions monitors (CEMs) for measuring PM, NOX, and SOx per industry requirements.",
    "In 2023, we recorded a 42% and 14% decrease in the NOx and SOx absolute emissions per tonne of clinker, respectively.",
    "Also, the particulate matter (PM) absolute emissions reduced by 38%.",
    "These reductions were because of an increase in our dust reduction strategies and campaigns.",
    "Dangote Cement reduced its total scope 1 and 2 CO, emissions by 0.3% in 2023.",
    "This reduction is attributed to the investments made in reducing scope 1 total emissions by 2% from 177 million metric tonnes CO, in 2022 to 17.4 million metric tonnes CO, in 2023, as well as reducing dependence on national power.",
    "The net scope 1 CO, intensity also reduced by 2.2% in 2023 though total scope 2 CO, emissions from power purchased in 2023 increased to 0.55 million metric tonnes.",
    "GHG emissions reduction target setting and progress Cement production inherently generates emissions, making GHG reduction and pollution control pivotal aspects of cement sustainability.",
    "Production is a high thermal and electrical energy- demanding process where heat energy is predominantly generated using conventional and alternative fuels.",
    "Conventional fuels used include coal, natural gas, diesel, and low-pour fuel oil (LPFO).",
    "Total kiln and non-kiln energy consumed in 2023 was 101,530 TJ, a 6% increase from 95,786 TJ in 2022 predominantly due to increased alternative fuel consumption.",
    "The specific heat consumption (SHC) increased from 795 Keal/kg in 2022 to 819 Kceal/kg of kiln fuels in 2023.",
    "To mitigate the impact of our energy use and other sources of CO, in our operations, Dangote Cement outlined its commitment to climate change in its policy, which acknowledges the goal of the UNFCCC Paris Climate Change Agreement to limit global warming to well below 20C.",
    "In continuation of our actions to reduce emissions in the base year of 2021, DCP developed CO, reduction emissions targets covering scope 1 and 2 emissions.",
    "In 2023, the implementation of CO, reduction initiatives focused on thermal energy substitution, alternative fuels and raw materials, clinker substitution (CK ratio), electrical energy management, operational efficiency and tree planting campaigns.",
    "Identifying DCP Tanzania Hali ya Hewa club members.",
    "68 Dangote Cement Ple Annual Report and Accounts 2023 Ty — « potential levers and opportunities for reduction in all our plants sets us On a Course to achieve Group-wide emission reductions for the short term, 2030 and ultimately reach net zero.",
    "Following the scientific validation of our emission reduction targets in 2023, the business plans to communicate its net zero roadmap in 2024.",
    "The Company roadmap will align with GCCA’s Net Zero Roadmap.",
    "While carbon offsetting offers a solution to meet GHG reduction targets by enabling companies to fund emission reduction projects.",
    "Dangote Cement’s approach in the short term will rely on reducing its own emissions and scaling up removals before external efforts are introduced.",
    "Aa We are dedicated to addressing Africa's increasing fundamental requirements in energy, food, and infrastructure.",
    "Despite the inherently carbon-intensive nature of these industries, we strive to manufacture and distribute in the most fuel and energy-efficient manner feasible.",
    "Our steadfast commitment lies in continuous learning, development, and improvement to reduce emissions’ impact on both Africa and the global environment.\" Aliko Dangote Chairman in October 2022 to increase the host community cooperatives’ capacity to supply biomass to the Plant Alternative Fuels (AF) project and promote food security.",
    "The programme saw an increase in annual maize production in the area from 0.25 tonnes to an impressive 3.9 tonnes per beneficiary household and created over 600 green jobs between May 2023 and December 2023.",
    "This programme empowered beneficiaries like Beatrice Alimasi, whose maize production soared from 5x5O0kg bags to 78 bags annually - enough to last a whole year.",
    "Now a contributor to the national food basket through the sale of surplus maize to Zambia's Food Reserve Agency (FRA), Beatrice is currently serving as a Secretary in Kamitondo Community Women’s Cooperative, which was formed with support from DCP Zambia Sustainability Champions.",
    "She has also opened a grocery shop in her village, using funds raised from the sale of surplus maize and providing access to essential products that would otherwise require a trip to the nearest market, about 20km from her village.",
    "yoda o16ae11S Removals within the value chain Africa has significant natural capital, holding 17% of the world’s forests and 31% of woodlands globally.",
    "However, this natural capital is rapidly degrading due to climate change and other anthropogenic drivers.",
    "Dangote Cement believes that investment in restoring Africa’s biodiversity can generate short- term and long-term social and economic benefits for countries and communities while achieving CO, removals in the value chain.",
    "Case Study: Leading our Alternative Fuel Project The Dangote Cement Alternative Fuel (AF) Project led by Peter Anagbe shows Dangote Cement’s commitment to creating a sustainable environment.",
    "Peter's fervent dedication to the AF Project is driven by a commitment to mitigating DCP’s carbon footprint.",
    "Beyond environmental objectives, the project emphasises sustainable production, skills development, and the empowerment of local communities, with a particular focus on the active involvement of women in the waste management value chain.",
    "Peter carefully selected a team that is committed to core values and possesses the soft skills crucial for navigating the complexities of the project.",
    "In 2023 alone, the project co-processed over 270,000 tonnes of agro-waste and biomass, underscoring its positive impact on employment and community development.",
    "The initiative has opened up new possibilities in energy recovery and positioned waste as a valuable resource, leading to cost savings and a cleaner environment.",
    "The project's impact extends beyond the workplace, positively affecting collaborators and stakeholders.",
    "The AF Project utilises cement kiln technology to create an optimal environment for co-processing waste, ensuring the elimination of harmful emissions and residues.",
    "This eco-friendly approach not only diverts waste from landfills but also offsets fossil fuel usage, contributing significantly to resource conservation and a reduced carbon footprint.",
    "Looking to the future, the AF Project holds immense promise for Africa.",
    "As the continent experiences population growth and infrastructural develooment, the project aims to harness the potential of additional waste, converting it into valuable resources for a greener and sustainable future.",
    "This forward- looking approach aligns with broader economic development goals, energy security, and technological advancement.",
    "Dangote Cement Plc takes pride in the success of the AF Project, showcasing its commitment to sustainability, community development, and being at the forefront of innovative solutions in the cement industry.",
    "Removing CO, in the value chain can also be achieved by offsetting carbon through afforestation, tree planting, and nurturing habitats which protect biodiversity.",
    "By working with the local community and the authorities, we planted 59,088 trees in 2023 to help restore degraded landscapes and increase water resources.",
    "Central to achieving this was our partnership with the Ethiopian government's bid to break a world record for the highest number of trees planted.",
    "Dangote Cement has supported this initiative, launched in 2019 with a target of planting 20 billion seedlings within four years.",
    "Stockpiling of agro-waste to be utilised as alternative fuel at the Obajana plant.",
    "Dangote Cement Ple Annual Report and Accounts 2023 69 As a form of social proof of our commitment to sustainability, we have leveraged our relationships with stakeholders and partners whose trust we have earned over the years.",
    "They include industry associations, business analysts and, in some cases, civil society.",
    "NT 70 Dangote Cement Ple Annual Report and Accounts 2023 in 2050, Dangote Cement actively participates in the GCCA‘s actions to develop a continental Net Zero Roadmap.",
    "As a leader in the building sector of Africa’s most populous country, Dangote Cement was ranked 2nd highest among Nigeria’s top companies in 2023, by analysts with a /1% rating in ESG reporting.",
    "Dangote Cement’s economic strength has earned the business an AA+ rating for commitment to excellence and responsible business practices.",
    "The Company aligns with the GCCA’s decarbonisation roadmap and seeking ways to adopt and adapt local action in countries of operation.",
    "Other industry activities include the “From Global Commitment to Local Action” initiatives, which showcase member companies’ efforts on decarbonisation.",
    "On local industry matters in Nigeria, Dangote Cement supports the Technical Committee of the Cement Manufacturers Association of Nigeria (CMAN) in developing local industry's CO, reduction plan.",
    "In Cameroon, the Company is part of a government-driven consortium to decarbonise the Cameroon Cement industry, including contributing to the country’s Nationally Determined Contributions (NDC) of which a solar lighting project at Penja Mines Cameroon was delivered in 2023.",
    "Similar collaborations are ongoing with the GCCA Africa Net Zero Roadmap Accelerator in Tanzania and Congo.",
    "Dangote Cement earned a suite of awards in 2023, underscoring the Company's commitment to continuous improvement and excellence.",
    "DCP was recognised as The Change Maker in Sustainability by the Industry Newspaper.",
    "We are also listed as the 2023 Sustainability Leader by SISA (Sustainability Impact and Sustainability Award), with Community Impact and Community Engagement (SITEI, CAHR) recognition.",
    "DCP was also honoured as the Most Outstanding Cement Manufacturing Company in Women Empowerment by Women in Marketing and Communications; and crowned as a Sustainability Champion in the Extractive Industry by ECOSEA (Environmental Conservative Society for Extractive Activities).",
    "The awards accentuate Dangote Cement’s achievements, recognising its performance in sustainability, community impact and environmental conservation in the cement and concrete industry.",
    "Dangote Cement won the 2023 FMDQ Gold award for Largest Corporate Bond Lodgement on FMDQ, Largest Commercial Paper Quotation on FMDQ and the Most Active Corporate in the Foreign Exchange Market.",
    "Dangote Cement management staff at the Nigerian Exchange Group.",
    "We support the Global Association’s decarbonisation mission, seeking ways to adopt and adapt local action in countries of operation.",
    "Other industry activities include the “From Global Commitment to Local Action” initiatives, which showcase member companies’ efforts on decarbonisation.",
    "On local industry matters in Nigeria, Dangote Cement supports the Technical Committee of the Cement Manufacturers Association of Nigeria (CMAN) in developing local industry's CO, reduction plan.",
    "Reporting practice Dangote Cement’s 2023 Sustainability Report presents the Company's sustainability performance from 1 January 2023 to 31 December 2023.",
    "This Sustainability Report provides a transparent account of how Dangote Cement addressed its material ESG exposures in 2023 and details the Company’s efforts to deliver lasting value to stakeholders.",
    "The Sustainability Report is combined with Dangote Cement’s 2023 financial results under statutory and regulatory reporting obligations.",
    "It focuses on reporting the ESG performance of Dangote’s current operations, over which we have management control.",
    "It covers the performance of DCP in Nigeria and Pan-Africa, including Cameroon, Congo, Ethiopia, Ghana, Senegal, Sierra Leone, South Africa, Tanzania and Zambia.",
    "This Sustainability Report is prepared in accordance with the Global Reporting Initiative (GRI) Sustainability Reporting Standards and aligned with the Global Cement and Concrete Association (GCCA) sustainability charter.",
    "In addition, the report is aligned with the UN Global Compact Principles and compliant with the Securities and Exchange Commission (SEC) Code of Corporate Governance and the Nigerian Exchange Group's (NGX) Sustainability Disclosure Guidelines.",
    "In adherence to reporting requirements, we conducted materiality assessment surveys and stakeholder engagement exercises to understand issues of critical concern to our stakeholders.",
    "The problems identified and our economic, environmental, and social impact determined the material topics covered in this report.",
    "The data utilised for this report underwent multiple layers of review and validation and represents the most accurate, reasonable, and balanced representation of the DCP’s material sustainability areas of impact and opportunity at publication.",
    "For more information, please contact Igazeuma Okoroba, General Manager, Sustainability, igazeuma.okoroba@dangote.com.",
    "Additional information 1.",
    "ESG performance dashboard 2.",
    "External assurance report 3.",
    "GRI content index Dangote Cement Ple Annual Report and Accounts 2023 71 yoda o16ae11S Environmental indicators 2021 2022 2023 CO, emission (absolute) Total scope 1 emissions in the reporting year (million metric tonnes) 18.8 177 17.4 Gross absolute direct CO, emissions (million metric tonnes)** 17.0 16.0 15.6 Net absolute direct CO, emissions (million metric tonnes) 16.9 15.9 15.3 CO, from on-site power generation (million metric tonnes) 1.8 1.7 1.8 Total scope 2 CO, emissions from power purchased (million metric tonnes) 0.2 0.3 0.6 Direct CO, emissions intensity (scope 1) Gross CO, per tonne of cementitious material (kg CO,/tonne) 609 595 585 Net CO, per tonne of cementitious material (kg CO,/tonne)*® 606 590 577 Energy (thermal and electrical) SHC clinker production MJ/tonne clinker *° 3,337 3,330 3,428 Conventional fossil fuel (% of kiln fuels) 0.979 0.961 0.875 Alternative fuel rate (% of kiln fuels) 0.019 0.027 0.040 Biomass fuel rate (% of kiln fuels) 0.002 0.012 0.080 Total energy consumption (Kiln) in TJ 71118 66,247 66,306 Total energy consumption (Plant) in TJ 101,355 95,786 101,530 % of total plant energy consumed per source Petroleum Coke/Coal mix 0.6 0.0 0.0 Coal A1.0 42.6 46 Natural Gas 51.3 48.7 Al Diesel 3.7 3.2 1.5 Petrol 0.0 0.0 0.0 LPFO 0.0 O07 0.3 Electricity 1.9 2) 2.3 Alternative fuel (fossil and biomass based) 1.5 27 8.5 Clinker/cement (equivalent) factor (%) 0.77 0.74 0.73 Water management Total water withdrawal in (million m3) 8.16 6.81 6.56 Water withdrawal by source Groundwater (% of total) 0.51 0.51 0.50 Municipal water (% of total) 0.07 0.01 0.03 Quarry (% of total) 0.20 O12 0.09 Other (Dam, etc.) (% of total) 0.21 0.36 0.36 Total water Consumption/utilisation in (million m3) 7.57 6.28 6.0 Water recycled/reused (million m3) 0.21 0.22 0.46 Water withdrawal per cementitious product (lit/tonne) 292 253 246 Water Consumption per cementitious product (lit/tonne) 27) 234 225 Waste Management Total waste generated (ktonnes) 16.4 11.1 80.1 Total waste recycled/reused (ktonnes) — 7.6 40.4 Total AFR waste consumed (ktonnes) 89 157.0 A446 Continuous emissions monitoring systems coverage (Dust, NOx, SOx) % of clinker produced with CEMS coverage (dust, NOx and SOx) 0.9 0.9 0.6 Dust: % of production with dust measurement 1.0 1.0 1.0 NOx: % of production with NOx measurement 0.9 0.9 0.9 SOx: % of production with SO, measurement 0.9 0.9 0.6 Particulate & Gaseous Emissions Total absolute kiln dust emissions (tonnes) 2,973 1,937 1,204 Specific Dust (g/tonne of clinker) 140 97 61 Specific NOx (g/tonne of clinker) — 1,073 619 Specific SOx in (g/tonne of clinker) — 195 168 Trees planted Total number per annum 510,636 123,253 59,088 * a 2021, 2022 and 2023 data consolidated based on the Global Cement and Concrete Association's (GCCA) definition of total direct CO, emissions - as direct CO, emissions originating from fossil carbon, i.e., excluding CO, emissions from biomass which are considered climate neutral and CO, from on-site electricity production.",
    "*b Specific CO, for 2021, 2022 and 2023 consolidated to CO,/tonne cementitious product with GCCA Cement CO, and Energy Protocol, Version 3.1 GNR 2.0.",
    "72 Dangote Cement Ple Annual Report and Accounts 2023 c Specific heat consumption for 2021, 2022 and 2023 consolidated with GCCA Cement CO, and Energy Protocol, Version 3.1 GNR 2.0.",
    "New hires 1,061 1172 1,478 Attrition 444 737 839 Population Male population 8,726 11,006 11,023 Female population 782 977 1,028 Communities - grievances Community grievances reported 124 211 82 Community Grievances Closed 86 169 58 Communities - projects/engagements Number of Completed Community Projects 67 7\\ 89 Community engagements 675 763 810 Total CSR intervention spending (&'million) 2, 490 1,897 2,356 General Training Number of employees trained 24,641 16,815 34,921 Number of training hours 156,899 313,192 185,270 Sustainability Training Number of employees trained 281 598 337 Number of training hours 1,188 1,478 1,642 HSE Training Number of staff trained on HSE 15,39?",
    "27450 30,073 Total number of hours for staff training on HSE 30,784 109800 120,292 Governance indicators 2021 2022 2023 Business ethics Number of whistleblowing 34 71 60 (15% resolved; (41% resolved; (52% resolved; 85% ongoing) 59% ongoing) 48% ongoing) Gender diversity Females at senior management level 9% 15% 11% Females at Executive Management 12% 138% 14% Females in total workforce (Permanent Employees) 8% 9% 9% Economic performance Contribution to household income: Direct contributions to household income (salaries, wages, and dividends) (&’million) 397387 496,634 593,594 Indirect contributions to household income (taxes, local procurement, and social investments are) (#'million) 445,114 648,763 962,105 Local content Local Procurement (#'million) 409,216 496,349 793,620 Imported (million) 223,744 300,937 314,463 Total procurement spending (&'million) 632,960 797,286 1,108,083 Dangote Cement Ple Annual Report and Accounts 2023 73 yoda o16ae11S"
]