[
    "Introduction 3 Net Zero 2040 Playbook 14 ~~ Protect our Planet 22 Innovate for Progress 35 Message from Our CEO 5 A Collaborative Path to Net Zero 15 Key Highlights 23 Key Highlights 36 2023 Highlights 6 Goals and Progress 24 Goals and Progress 37 2030 Goals and Progress 7 Climate and Energy 25 Sustainability Systems Center of Exellence 38 Fiscal 2023 Company Overview Highlights 10 Climate and Water Risk Assessment 31 Promoting the Circular Economy A] Corporate Responsibility Materiality Assessment 12 Water Management 32 Product Safety 43 Awards and Recognition 13 Waste Management 33 Supply Chain Responsibility 44 Memberships and Affiliations 13 — Dy © =~ ‘i ae Invest in People 47 Lead with Purpose 69 About this Report 87 Data and Disclosures 90 Key Highlights 48 Key Highlights 7] About this Report 88 About Applied Materials 91 Goals and Progress 49 = Community Impact 73 Third-Party Data Assurance Statement 89 Environmental Metrics 92 Human Rights 50 Corporate Governance 79 Social Metrics 96 Recruiting and Hiring 5] Ethics & Compliance 81 SASB Index 103 Employee Benefits 54 — Cybersecurity and Data Protection 83 TCFD Index 106 Culture of Inclusion 56 Public Policy 85 GRI Index 113 Pay Equity 62 Front cover: Applied’s Logistics Service Center has one of the Learning and Development 63 largest solar arrays in Austin, Texas, with over 10,000 solar modules that will generate 5.6MW of clean energy.",
    "Environmental, Health and Safety 67 APPLI Gi teenie.",
    "Sustainability Report 2023 Table of Contents 2 possibilities to Make Possible a Better Future for everyone.",
    "Artificial Intelligence (Al) and the Internet of Things (loT) are the biggest inflections of our lifetimes, and they are all built upon semiconductor innovation.",
    "Realizing the full potential of these game-changing technologies will require major advances in the performance, power efficiency and cost of chips.",
    "At the same time, the semiconductor industry needs to significantly scale up global chip manufacturing capacity while simultaneously finding a path to net zero.",
    "These are complex challenges that no single company—or country—can solve alone.",
    "Rather, we must work together across the semiconductor supply chain to define and deploy innovative solutions.",
    "Just as Al and loT will reshape our world, | fully expect deeper and earlier collaboration will reshape our industry in the years to come.” —Gary E.",
    "Dickerson, President and Chief Executive Officer be working in technology and especially in the semiconductor industry.",
    "The digital transformation of the global economy is built on semiconductor innovation and that means the semiconductor industry now provides a foundation for virtually every other industry.",
    "As a result, we expect the market for semiconductors to approximately double in size by the end of this decade.",
    "But this expansive growth cannot come at the expense of our planet.",
    "There is consensus within the scientific community that we must limit global warming to 1.5°C to avert the most severe impacts of climate change.",
    "While advances in semiconductor technology are enabling new solutions that can accelerate global carbon reduction, the carbon emissions linked to manufacturing those semiconductors are on a path to quadruple by 2030.",
    "We cannot solve certain challenges by creating new ones, and it will take the entire industry working together to chart a different path.",
    "Our industry has a shared responsibility to deliver the game-changing advances in technology the world needs while consuming less energy, generating fewer emissions and extending the functional life of our products.",
    "The onus is on us to drive grid decarbonization, create a more efficient, low-carbon supply chain and develop more sustainable solutions in manufacturing.",
    "Sustainability Report 2023 PROGRESS PEOPLE Message from Our CEO At Applied Materials, we have set bold Scope 1,2 and 3 carbon reduction targets, which have received validation from the Science Based Targets initiative (SBTi).",
    "In this report you will see the progress we are making toward these goals to reduce the emissions produced by our company (Scope 1) and the energy we purchase (Scope 2), as well as the emissions from our supply chain and customer use of our products (Scope 3).",
    "Ninety-nine percent of our emissions are Scope 3, which means we cannot achieve our aspirations in isolation.",
    "We must set common objectives, based on deep collaboration and enduring partnerships up and down our value chain.",
    "This is the driving force behind our Net Zero 2040 Playbook™, which outlines a collaborative pathway along with detailed, practical plans for us to work together with our co-travelers.",
    "Our Net Zero 2040 Playbook encompasses several key initiatives that we launched in 2020 and now have strong momentum.",
    "Our 3x30 program focuses on reducing the electricity consumption, chemical consumption and physical footprint of our systems by 30%, averaged over our entire portfolio, by 2030.",
    "In July 2023, we launched our first purpose-built, low-carbon platform, which we call Vistara™.",
    "This is Applied’s most significant new platform in over a decade, designed for flexibility, intelligence and sustainability.",
    "In addition, we have more than PURPOSE ABOUT DATA 25 “eco products and services” that are available for new systems and can be retrofitted to tools in our customers’ installed base.",
    "In parallel, our SUCCESS2030 initiative, which stands for Supply Chain Certification for Environmental and Social Sustainability, provides us with a scalable framework to work with our supply chain partners so they can attain the same standards in the areas of environmental impact, labor practices and diversity and inclusion.",
    "Within Applied Materials, we have also deepened our commitment to advance a Culture of Inclusion, which helps define how our leaders lead, and how we engage with our colleagues inside Applied.",
    "We are investing time and resources to inspire and strengthen the future talent pipeline, attract and retain employees with diverse experiences, and build a more inclusive supply chain.",
    "As we scale our workforce, operations and partnerships to support the exciting era of Al and loT, |am more certain than ever that deeper and earlier collaboration will be the foundation for the semiconductor industry's future success.",
    "None of us can do this alone.",
    "But together, we can innovate the way we innovate, align the ecosystem around a common vision and tangible plan to get there, and Make Possible a Better Future for everyone.",
    "Tey l Lehrer Gary E.",
    "Dickerson President and Chief Executive Officer Message from Our CEO Released our Net Zero 2040 Playbook Received SBTi validation for 2030 Scope 1, 2 and 3 emissions reduction targets P(s)3 Announced multibillion-dollar Ce .",
    "d _investment to establish Equipment 8 G and Process Innovation and Commercialization (EPIC) Center Applied Materials Foundation’s Board renewed Generation Girl™ initiative through August 2026 AS 5.6 MW cep rooftop solar array installed—one of the largest in Austin, Texas Established Applied Materials Momentum Fund™ to support women in completing engineering degrees — Developed the Responsible .) —= Manufacturing Program (RMP) (fan LL APPLIED Cl MATERIALS« Sustainability Report 2023 94% of employees completed Diversity, Equity and Inclusion (DEI) 100 and 101 learning modules PURPOSE ABOUT .",
    "DATA APPLIED MATERIALS 2023 Highlights L People Planet Goal Progress” Status UN SDG** Goal Progress” Status UN SDG** Achieve greater than 25% women 20.3%, representing a @ EOUALTY 100% of electricity at Applied globally Goal validated by SBTi @ omen representation at Applied globally 2.2% increase from FY21 S comes from renewable sources by 2030 70% of electricity at Applied 6: trom 2021 baseline globally, including 100% in “Tt the U.S., came from renewable sources Achieve greater than 21% executive women 13.0%, representing a © POUALITY representation at Applied globally, with 0.8% increase from FY21 an een to active eave ar S 50% reduction in Scope 1 and 2 Goal validated by SBTi 18 fenen: executive representation of women by - ao q ) from 2071 baseline (market-based) emissions by 2030 Scope 1 and Scope 2 (market- @® from a 2019 baseline based) emissions decreased by A% from FY22; 2% increase from our 2019 baseline Achieve greater than 25% 19.9%, representing a © 10 iewajres underrepresented minority (URM) 3.5% increase from FY21 — representation in Applied’s U.S.",
    "workforce d=) from 2021 baseline Vv 55% reduction per million USD of Goal validated by SBTi @ i value added of Scope 3 Category 11 .",
    "8% decrease per million @2 emissions i we ron sore seine USD gross profit of Scope 3 Achieve greater than 10% executive URM 5.9%, representing a © 10 es OF SEMICONIGUCTON Procucts Category 11 emissions from representation in Applied’s U.S.",
    "workforce 1.1% increase from FY21 — FY21; 7% decrease from our from 2021 baseline < = » 2019 baseline**** O Not yet started © In progress @ Completed @ On target *Cumulative through fiscal 2023 unless otherwise noted ** United Nations Sustainable Development Goals »™* The target addresses just the direct electricity portion of Category Tl emissions per SBTi requirements ve Category 11 emissions do not include emissions from Applied’s Display business (which represented 5% of total net sales in FY2023) nor from refurbished systems APPLIED Ci MATERIALS» Sustainability Report 2023 2030 Goals and Progress Progress DATA Goal Reduce equivalent energy consumption per per- wafer pass for semiconductor products by 30% by 2030 from 2019 baseline Reduce the impact from chemical consumption per per-wafer pass for semiconductor products by 30% by 2030 from 2019 baseline 30% reduction in tool footprint per production unit ratio (sqm/wph) for semiconductor products from 2019 baseline $1 billion spend with women- and minority-owned businesses by 2027 Progress* Average per-wafer energy use continued to decrease due to changes in the mix of products sold.",
    "Incorporating new energy savings developments into our existing and upcoming products keeps us on track to meet or exceed our 3x30 target.",
    "Sustainability Systems Center of Excellence team and its engineering partners in the product business units continue to pursue development of multiple products that can significantly reduce chemical impact through reduced demand for process chemicals, alternative process chemistries and improved abatement solutions.",
    "Some of these initiatives are expected to be multi-year efforts, but we are on track to meet or exceed the 3x30 target.",
    "Footprint reduction to date is largely the result of productivity improvements in existing tool architectures.",
    "As new product architectures, such as Vistara, begin volume shipments to customers, footprints can be further reduced and are expected to meet or exceed the 3x30 target.",
    "$594 million spent with certified diverse suppliers in 2023.",
    "Status © © UN SDG** QO rea QO INDUSTRY, INNOVATION ANDINFRASTRUCTURE fi GENDER 1 REDUCED EQUALITY INEQUALITIES a S (=> WwW O Not yet started © In progress @ Completed * Cumulative through fiscal 2023 unless otherwise noted ** United Nations Sustainable Development Goals Gi Aree, Sustainability Report 2023 @ On target 2030 Goals and Progress 8 We are the leader in materials engineering solutions used to produce virtually every new chip and advanced display in the world.",
    "Our expertise in modifying materials at atomic levels and on an industrial scale enables customers to transform possibilities into reality.",
    "At Applied Materials, our innovations Make Possible a Better Future.",
    "Applied Materials has been reporting on social responsibility and environmental matters since 2005.",
    "Our Products and Services Applied provides manufacturing equipment, services and software to the semiconductor, display and related industries.",
    "With our diverse technologies, we deliver products and services that improve device performance, power, yield and cost.",
    "Our customers include manufacturers of semiconductor chips, display products, and other electronic devices, and they may use what they manufacture in their own end products or sell the items to other companies for use in electronic products.",
    "« Semiconductor Systems Design and manufacture the systems used to fabricate semiconductor chips.",
    "« Applied Global Services™ Provide integrated solutions including consulting, spare parts, upgrades, services, remanufactured equipment and automation software to improve equipment and fab operation performance and productivity.",
    "« Display and Adjacent Markets Make the products to manufacture liquid crystal displays (LCDs), organic light-emitting diode displays (OLEDs) and other display technologies and customer-oriented devices, and technology used to manufacture solar energy cells.",
    "Applied Ventures, LLC Applied Ventures, LLC is the venture capital arm of Applied Materials, investing in and collaborating with startups with disruptive technologies.",
    "Applied Ventures promotes and drives environmental, social and governance (ESG)- related innovations in the broader semiconductor industry through investments and engagements with the venture startup ecosystem.",
    "In fiscal 2023, Applied Ventures co-organized the second annual Startup for Semiconductor Sustainability pitch event at SEMICON West, providing a platform for startups to showcase their sustainable solutions for the industry.",
    "VM, bij Mihi Y Y if 7, LLL, Mlb Vi h LY, ff LLL LA =—s- == — — = —_— = -————=—— TTL, W.",
    "LLL ANS SAS WAAAY ANMAAA POOL) MMMAN WO AN MAY 2 SSS SSNS a wy MY\" MMMM, UMMM, ZL HWM \\ W EN HAHN | Wi / HNN I THM THE NS a APPLI ; ; Ci teenie.",
    "Sustainability Report 2023 About Applied Materials 9 \\?",
    "#1 world’s #1 semiconductor and display equipment company PROGRESS <> $3.1B R&D investment $26.5B revenue ke’ AMAT stock listing on NASDAQ ie ~19,600 patents Headquartered in California's Silicon Valley APPLIED Cl MATERIALS« Sustainability Report 2023 foo Ke) tH ~34,000 employees in 150 cities, 24 countries PURPOSE ABOUT DATA Headquarters and Key Manufacturing Facilities Santa Clara, California Headquarters Austin, Texas Semiconductor Equipment Manufacturing & Remanufacturing Employees by Region North America Gloucester, Massachussetts Semiconductor Equipment Manufacturing Asia-Pacific Rehovot, Israel Semiconductor Equipment Manufacturing Tainan, Taiwan Display Equipment Manufacturing Singapore Semiconductor Equipment Manufacturing Europe, the Middle East and Africa Female 3,409 Female 2,/03 Female 840 Male 11,395 Male 12,505 Male 3,437 Undeclared 38 Undeclared ] Undeclared O Total 14,842 Total 15,209 Total 4,277 Fiscal 2023 Company Overview Highlights 10 Gl ireriais.",
    "ABOUT DATA Our 1X/100X/10,000X ESG framework considers the social and environmental impacts of our direct operations (1X); how we design solutions to address our industry's impact, including that of our customers and suppliers (100X); and how our technology can be used in innovation to advance sustainability and equity on a global scale (10,000X).",
    "Lead with Purpose Invest in People Protect our Planet Innovate for Progress © Wil 1X FOR OUR BUSINESS Sustainability Report 2023 > > - Se Fe, PsP os 2 >.",
    "> 100X FOR THE INDUSTRY \"se @ é o id - 10,000X FOR THE WORLD @ eo at y 6 ESG Vision and Strategy 11 Applied regularly conducts corporate responsibility materiality*assessments to help us identify the ESG issues most important to our stakeholders and where we can have the greatest impact.",
    "We also view issues through a double-materiality lens, which assesses the ESG factors likely to affect our business (e.g., financial impacts) as well as the factors that our activities may affect, both positively and negatively.",
    "Our 2023 materiality assessment, conducted on the Datamaran platform, showed no new issues, though there are small variations in issue prioritization on both the standard and double-materiality assessments.",
    "The top material issues continue to be employee health and safety, climate change and GHG emissions, and energy management, and these align with the priority focus areas in Applied’s ESG strategy.",
    "Employee health and safety Climate change and GHG emissions Energy management * The terms “material” and “materiality” as used in this report and the corporate responsibility materiality assessment and double-materi- ality assessment are different than those terms as used in the context of filings with the U.S.",
    "Securities and Exchange Commission (SEC).",
    "Issues deemed material for the purposes of this report may not be deemed material for SEC reporting purposes.",
    "GY ARERR.",
    "Sustainability Report 2023 Employee health & safety Supply chain resilience Public health risks Transition to renewable & alternate energies Customer privacy & data security risks Ethical corporate behavior .",
    ".",
    ".",
    "Materiality Matrix > = } = Climate change & GHG emissions 5 Energy management x , Waste & hazardous materials management Employee diversity & inclusion Human rights Water & natural capital Workforce management W) 9 Innovation & technology we) Responsible consumption & production o = Management of the legal & regulatory environment a Ww Labor practices Governance structures & mechanics Transparency Community relations Competitive behavior Physical & sociopolitical risks Access & affordability Business model resilience Customer practices .",
    "Selling practices & product labeling 4s i) Ecological impacts — a = ° pm Low Priority Applied Materials High Priority Corporate Responsibility Materiality Assessment 12 FORTUNE WORLD'S MOST ADMIRED COMPANIES BIMIPLOYER EAUELLENCE CHINA 2023 Ch () FF ip fe NET ZERO TIME 100 MOST INFLUENTIAL COMPANIES 2023 BARRON'S 100 Most Sustainable Companies Great Place To Work Certified PLANET PROGRESS FTSE4Good PEOPLE HUMAN RIGHTS CAMPAIGN Frouwparion, 2024 EQUALITY Leader in LGBTQ+ Workplace Inclusion PURPOSE INVESTOR'S BUSINESS DAILY BEST COMPANIES SOCAL ABOUT ‘ PROUD TO BE ONE 2 | OF AMERICA'S MOST | AMERICA’S MOST UST COMPANIES COMPUTERWORLD BEST PLACES intel EPIC * Best Workplaces™ in Taiwan 2023 « EPA Green Power Partner * Forbes 2023 World's Best Employers Gl ireriais.",
    "Sustainability Report 2023 * Micron Supplier Award for Sustainability « SIG | Future of Sourcing Awards “Innovation in Governance/Compliance” Winner « 3BL 100 Best Corporate Citizens 2023 * USA Today America’s Climate Leaders 2023 « VETS Indexes’ Recognized Employer 2023 DATA Memberships and Affiliations Alliance for Global Inclusion, Commitment Partner * Association of Certified Fraud Examiners (ACFE) « Boston College Center for Corporate Citizenship « Business Ethics Leadership Alliance (BELA) « CEFLEX (Europe) « Clean Energy Buyers Association (CEBA) « DIGITALEUROPE « Diverse Manufacturing Supply Chain Alliance (DMSCA) « Houston Minority Supplier Development Council (HMSDC) « [EEE International Roadmap for Devices and Systems™ (IRDS™) Community « International Association of Privacy Professionals (IAPP)—Bronze sponsor « Interuniversity of Microelectronics Centre (imec) Sustainable Semiconductor Technologies and Systems (SSTS) « National Minority Supplier Development Council (NMSDC) * RE1IOO « Reboot Representation Coalition (India) « Responsible Business Alliance (RBA) « Responsible Minerals Initiative (RMI) © SEMI « Semiconductor Climate Consortium (SCC)—Founding member, Governing Council member « SIA Semiconductor PFAS Consortium « Women’s Business Enterprise National Council (WBENC) Awards and Recognition 13 A Collaborative Path to Net Zero Cc APPLIED Sustainability Report 2023 “None of us can do this alone.",
    "The only way we can accomplish Net Zero is by working together.” — Gary E.",
    "Dickerson, President and Chief Executive Officer Advances in Al and loT enable nearly infinite applications that touch every area of our lives— including business, education, healthcare, logistics and smart mobility.",
    "By the end of this year, there are expected to be more than 207 billion’ devices connected to the worldwide loT network, and increasingly these connected devices are augmented with Al.",
    "Did You Know?",
    "An advanced fab with a capacity of 50,000 wafer starts per month consumes about one terawatt-hour per year—roughly equivalent to the electricity use of a city of 100,000 residents.",
    "12024 loT And Smart Device Trends: What You Need To Know For The Future (forbes.com) * The Dawn Of Creation: 2023 Rise Of Generative Al Corbes.com) 3 Imec USA: accelerating semiconductor innovation | imec Cimec-int.com) qi APPLIED MATERIALSe Sustainability Report 2023 In 2023, the world witnessed major evolutionary gains with augmented Al demonstrating impressive capabilities?",
    "As businesses increasingly integrate artificial intelligence into their operations, this creates unprecedented demand in the semiconductor industry, which is foundational for these technological advances.",
    "According to imec, the semiconductor industry is expected to double in size this decade, reaching $1 trillion in global revenue by 20302 Yet tremendous growth in computing power could come with a potentially high cost to our planet if left unchecked.",
    "In fact, total energy usage by electronics and computing systems may grow from about 10% of global electricity supply today to more than 30% by 2030.",
    "Imec projects our industry is on a path to quadruple its carbon footprint this decade, from about 100 million tons CO;e per year in 2020 to nearly 400 million tons CO,e per year by 2030.",
    "At Applied, we're committed to shifting this paradigm, together with our customers and partners.",
    "We aim to decarbonize in line with the 1.5°C pathway as defined by the Paris Agreement, even as we aggressively grow our business.",
    "We've identified a clear strategy to work together to reach our aspiration, transforming the foundation of technology and accelerating the global clean energy mix.",
    "We call it the Net Zero 2040 Playbook.",
    "A Collaborative Path to Net Zero 15 1, 2 and 3, which received validation from the Science-Based Targets initiative in 2023.",
    "We continue to make progress toward our Scope 1 and Scope 2 goals, which are the emissions that come from running our business and the energy we purchase.",
    "We aim to reach net zero for these emissions by 2030.",
    "The greater challenge comes with Scope 3—emissions that are generated upstream in our supply chain and downstream through customers’ use of our semiconductor system products.",
    "Ninety-nine percent of our emissions are Scope 3, so the only way for us to reach our 2040 aspiration is to work in close, long-term collaboration with our customers and suppliers.",
    "For more than a year, a cross-functional Applied team worked together to collect, analyze, model and forecast our projected path to net zero that is rooted in science.",
    "Our models forecast that we could generate around 37 million metric tons of carbon by 2030 and 55 million metric tons by 2040 ina “business as usual” scenario.",
    "To hit the 1.5°C pathway, we need to reduce our projected emissions to just over one million metric tons by 2040, which represent nearly a 90% absolute reduction from 2019 emissions levels.",
    "Total CO,e emissions will vary year over year as we implement further strategies to address our full carbon footprint.",
    "Sustainability Report 2023 We expect these strategies will take time to implement and deliver steeper reductions in the second half of this decade.",
    "In fiscal 2023, Applied’s absolute emissions were 22.6 million metric tons CO,e, representing a reduction of 11% over fiscal 2022.",
    "The greatest opportunity we see is in working across our industry to drive grid decarbonization, to support our customers to achieve their own net zero goals, to innovate differently to improve our product efficiency and to work with our supply chain to redesign for a net zero future.",
    "These are the building blocks of our Net Zero 2040 Playbook.",
    "They aren't just the right thing to do for the planet, they are also business opportunities for our company, our customers and our industry.",
    "DATA tat Opportunities Beyond the Numbers Applied's Net Zero 2040 Playbook Accelerated Adoption BUILDING BLOCKS FOR NET ZERO 2040 Product Efficiency: 3x30 Initiative Supply Chain GHG Reductions Grid Customers’ Decarbonization Net Zero Goals Accelerated Adoption Potential for higher entitlement across all four playbook elements Applied tCO,e ™ an a NET ZERO Unidentified Reductions Carbon to 1.5°C to Base Case Removal 2040 Projected Grid Customers’ Baseline Decarbonization Net Zero Goals Product Efficiency: 3x30 Initiative Supply Chain GHG Reductions *Covers 90% of Applied's Scope 3 per SBTi (87% product use emissions; 13% supply chain).",
    "GHG = Greenhouse Gas Opportunities Beyond the Numbers CRC) Nearly 70% of our Scope 3 emissions are linked to the energy used to power our products.",
    "Advanced fabs consume a significant amount of electricity, so where that power comes from is very important.",
    "Of the estimated 40 billion tons of global carbon dioxide emissions in 2023, nearly 37 billion tons are attributed to fossil fuels:* 4 Global carbon emissions from fossil fuels reached record high in 2023 | Stanford Doerr School of Sustainabilit 5 Building a Nature-Positive Energy Transformation | WWE (panda.org) qi APPLIED MATERIALSe Sustainability Report 2023 DATA Using clean energy—such as solar and wind— has a much more positive impact on nature and society, including on air and water quality, human health, biodiversity and ecosystems?",
    "It also drives greater semiconductor demand.",
    "Smart grid connectivity increases demand for sensors and power devices.",
    "Grid intelligence requires foundry-logic and memory demand.",
    "Each megawatt of wind and solar produced requires power chips.",
    "Given the environmental, social and business benefits, locating new fabs where there is access to clean energy should be a major consideration for customers and for governments that provide financial incentives for new fab construction.",
    "Yet, regulatory and market barriers impact the availability, accessibility and affordability of renewable energy in many areas around the world.",
    "As a business community, we have significant influence in the form of combined buying power to help advance global grid decarbonization.",
    "In 2023, Applied joined Intel as the inaugural corporate sponsors of Schneider Electric’s Catalyze program, which aims to accelerate access to renewable energy across the global semiconductor value chain.",
    "We also joined the Semiconductor Climate Consortium Energy Collaborative, bringing together the combined purchasing power of semiconductor companies to encourage a faster conversion to clean energy in the Asia-Pacific region.",
    "Through active participation in programs like Catalyze and the SCC Energy Collaborative, as well as organizations like the CEBA and RE100, we can amplify our industry's combined voice as buyers of energy to improve global accessibility to clean energy options.",
    "We encourage our customers and partners to join us in this effort.",
    "Did You Know?",
    "Applied’s Logistics Service Center has one of the largest solar arrays in Austin, Texas, with over 10,000 solar modules that will generate 5.6MW of clean energy.",
    "Accelerating Grid Decarbonization 17 qi APPLIED MATERIALSe Our biggest opportunity to accelerate progress toward net zero is for our customers to set and achieve their own science-based net zero goals.",
    "Currently, about two-thirds of our customers have scoped net zero goals, contributing to a reduction of about eight million tons of CO,e by 2040.",
    "Bringing the additional one-third onto the 1.5°C pathway would accelerate adoption by another four million tons of CO,e.",
    "These reductions are incremental to the grid decarbonization discussed above.",
    "We are working alongside customers to achieve emissions savings and energy reductions, supporting those that have set net zero goals as well as those that have not yet developed a net zero strategy.",
    "Building on our ongoing energy-savings work with Taiwan Semiconductor Manufacturing Company (TSMC), we have expanded our sustainability engagements with major memory and loT, Communications, Automotive, Power and Sensors (ICAPS) customers in Europe, Asia and North America, helping reduce greenhouse gas (GHG) emissions and energy consumption of their wafer fab and subfab equipment.",
    "Sustainability Report 2023 In May 2023, we announced a historic investment to establish the world’s largest and most advanced facility for collaborative semiconductor process technology and manufacturing equipment research and development (R&D), the EPIC Center™.",
    "Here we will bring together customers, university partners, suppliers and peers to accelerate innovation and commercialization of energy efficient, next-generation technology.",
    "We are also driving solutions alongside our customers through active engagement in the Semiconductor Climate Consortium and imec’s SSTS program.",
    "Goal 8M tons CO,e by 2040.",
    "Two-thirds of customers have scoped net zero goals.",
    "ABOUT DATA Innovating With Customers 18 About 80% of our Scope 3 emissions comes from our Our 3x30 engineering team, established in 2020, One such product introduced in 2023, Vistara, is qi APPLIED MATERIALSe customers’ use of our products.",
    "To achieve our own goals and support our customers in achieving theirs on the net zero pathway, we are investing to improve the sustainability of our systems, while offering products and services that help customers reduce their own emissions.",
    "Semiconductor Wafer Fabrication Platform Sustainability Report 2023 Yq <i Oe focuses on reducing the electricity consumption, chemical impact and physical fab footprint of our systems by 30%, averaged across our entire portfolio, by 2030.",
    "We use proprietary modeling tools that analyze product design and process recipes and incorporate semiconductor equipment utilization data to pinpoint sustainability improvement opportunities for legacy, in-production and design-stage semiconductor manufacturing tools.",
    "Through Applied Global Services (AGS), we work with customers to optimize the eco-efficiency of their existing equipment and fab performance to help lower their cost of ownership, save energy, reduce environmental impacts and meet GHG reporting regulations.",
    "the first platform designed to support Integrated Materials Solution™ recipes using more types and sizes of chambers.",
    "It optimizes high-energy- consumption subfab components, like pumps, heat exchangers, chillers and gas panels, lowering platform energy consumption by as much as 35% compared to previous platforms.",
    "To extend the life of our existing products while advancing environmental performance for customers, we offer new components, software and solutions through ecoUP Upgrades.",
    "EcoTwin™, for example, is a digital twin that can monitor and model recipes and operations so chipmakers can drive energy optimization in their fabs.",
    "The isystem™ Controller, developed in collaboration with TSMC, monitors resource 1 ™ Vista ra consumption and GHG emissions and We have 24 eco-focused products and services automatically adjusts the energy needs in the Flexibility in our portfolio today—both new ecoUP™ subfab based on what's happening within a tool.",
    "Chamber types, sizes, combinations Intelligence Accelerate time to market Increase yields Sustainability Reduce energy, materials, footprint innovations and components for existing products.",
    "Goal 30% reduction of electricity consumption, chemical impact and physical fab footprint of our systems by 2030 By utilizing the ecoUP Upgrades and our newest eco-performance-optimized technologies, like the Vistara platform, chipmakers can advance progress toward reducing their Scope 1 and Scope 2 emissions.",
    "At the same time, these technologies help us to reduce our own Scope 3 emissions and accelerate progress on our path to net zero.",
    "Improving Product Efficiency 19 The fourth component of our 2040 Net Zero Playbook is significant, not only for our own 1.5°C journey and that of our customers, but also for the journey of our entire industry— decarbonizing the semiconductor supply chain.",
    "In 2020, we launched our SUCCESS2030 program, a 10-year Our supply chain accounts for about 13% of our Scope 3 roadmap for strengthening our ESG supply chain strategy to emissions.",
    "At the same time, these partners also supply support our business.",
    "We've collected GHG goals and data our customers and peers, which is a call to action for cross- from our top spend suppliers, through which 80 suppliers industry collaboration.",
    "In June 2023, we announced our were able to provide site-level data for Applied supplier collaborative engineering center in India that will be focused sites.",
    "We are working with our suppliers on creating a path on critical supply chain technologies for equipment.",
    "The to reach net zero by 2040, including establishing a GHG center will be designed to bring together Applied engineers, emissions reduction plan and assisting them in procuring leading global and domestic suppliers, and top research and renewable energy.",
    "academic institutions, enabling them to collaborate in one location with a common goal of accelerating development of energy-efficient semiconductor equipment sub-systems and components.",
    "APPLIED Cl MATERIALS« Sustainability Report 2023 Transforming Our Supply Chain 20 a While we are making good progress toward our 2030 goals and have a clear pathway to execute our Net Zero 2040 Playbook—we cannot achieve these aspirations alone.",
    "Ninety- nine percent of our emissions are shared with our customers and suppliers, so our success depends on forging strong, long-term partnerships up and down our value chain.",
    "By working together to redesign the semiconductor value chain, to decarbonize the grid that powers breakthrough technology and to innovate in new and transformative ways, we believe we can and will solve the great contradictory challenge facing our industry: how to become a $1 trillion market, while simultaneously creating a path to net zero carbon emissions.",
    "Collaboration is the solution that benefits us all.",
    "APPLIED MATERIALS« Sustainability Report 2023 Net Zero 2040 2020 2021 * Announced goals to reach 100% renewable electricity and reduce Scope 1 and Scope 2 emissions by 50% by 2030 * Committed to Science Based Targets initiative and Task Force on Climate-Related Financial Disclosures * Conducted Scope 3 Analysis with third party * Assured climate footprint PURPOSE ABOUT DATA Announced Net Zero 2040 Playbook Scope 1, Scope 2 and Scope 3 targets validated by Science Based Targets initiative Installed one of the largest rooftop solar arrays in Austin, Texas on our Logistics Service Center Released Vistara platform e@ 2022 2023 © ®@ * Reached 100% renewable 2024 electricity in the U.S., 69% globally * Initiated supplier GHG emission surveys * Joined Semiconductor * Installed Tainan PV Solar System in Taiwan Climate Consortium and imec SSTS °> NET ZERO 2040 PLAYBOOK” * Achieve near-term SBTis * 3x30 Goals * 100% Renewable Energy Globally * Net Zero 2040 Playbook Our Journey to Net Zero 21 Key Highlights os Goals and Progress Climate and Energy Climate and Water Risk Assessment Water Management Waste Management APPLIED ) MATERIALS« Sustainability Report 2023 strategy to decarbonize our value chain on a 1.5°C trajectory as we invest in a renewable energy future.",
    "With 2023 recording the warmest year in historye—and 2024 on pace to exceed that record-breaking rise in the global temperatures—comprehensive action to protect our planet has never been more urgent.",
    "We believe our industry has both the responsibility and a tremendous opportunity to lead the way to a more sustainable future through collaboration and innovation, as outlined in our Net Zero 2040 Playbook.",
    "And we are committed to leading by example.",
    "With SBTi validation of our 2030 Scope 1, 2 and 3 emissions reduction targets, we are working to reduce our GHG emissions aligned with the 1.5°C pathway as defined by the Paris Agreement.",
    "We have formed an internal task force to explore innovative Scope 1 efficiency improvements that will enable us to continue advancing our reduction targets even as the company expands to meet growing customer demand.",
    "For Scope 2, Applied is making significant investments to accelerate clean energy adoption across our global operations as we aim to reach 100% renewable energy for our electricity use by 2030.",
    "We made solid progress toward increasing our renewable electricity use in 2023, through expansion of on-site solar, utility green energy programs, power purchase agreements (PPA) and renewable energy credits (RECs) to support our operations worldwide.",
    "For example, we installed one of the largest rooftop solar arrays in Austin, Texas, and signed our first on-shore wind PPA in Taiwan.",
    "6 Sources: National Centers for Environmental Information (NCED Gl ireriais.",
    "Sustainability Report 2023 Just as importantly, we are working alongside our customers, partners and others in the industry to combine our collective purchasing power to accelerate grid decarbonization globally, through active participation in groups like Schneider Electric's Catalyze Program, the Semiconductor Climate Consortium Energy Collaborative, RE100 and CEBA.",
    "As we continue to reduce the emissions produced by our company and the energy we purchase, we remain focused on addressing the largest share of our footprint: Scope 3.",
    "Through Sustainability Systems Center of Excellence innovations aligned with our 3x30 goals and advancements in our SUCCESS2030 10-year roadmap, we are working to drive transformative innovation and practices that help decarbonize the entire semiconductor value chain.",
    "Protecting our planet is a daily practice that impacts every choice we make as a business.",
    "With our sights set ona net zero pathway, value chain goals aligned with the latest climate science, advancements in clean energy and a focus on expansive collaboration and transformative innovation, we see infinite possibilities to accelerate a low-carbon future for all.",
    "7 {P| Austin Solar Array Video DATA Key Highlights for 2023 a Received validation from the SBTi for Scope 1, 2 and 3 emissions reduction targets 7 Released a Net Zero 2040 Playbook, identifying a clear strategy to reach Net Zero emissions in collaboration with our partners =<4= 7% expanded total renewable electricity by 7% year over year ap Announced our largest on- site renewable generation system covering about 75% of the Austin Logistics Service Center roof HEJo 7% reduced GHG intensity 7% per employee and per million dollars of revenue (O 12% reduced total water withdrawal 12%, including 9% reduction in water- stressed areas Conducted a comprehensive refresh of our Task Force on Climate-Related Financial Disclosures (TCFD)-aligned Climate Risk Assessment ce Reached 100% renewable electricity in the U.S.",
    "and 70% globally Key Highlights 23 2030 Goals Goal Progress” Status UN SDG 100% of electricity at Applied globally Goal validated by SBTi @ oe comes from renewable sources by 2030 70% of electricity at Applied globally, including @- 100% in the U.S., comes from renewable sources nk 50% reduction in Scope 1 and Scope Goal validated by SBTi © 13 orn 2 CO,e emissions by 2030 from 2019 Scope 1 and Scope 2 (market-based) emissions baseline decreased by 4% from FY22; 2% increase from = our 2019 baseline 55% reduction per million USD of Goal validated by SBTi O 18 Schon value added of Scope 3 Category 11 8% decrease per million USD gross profit of & emissions by 2030 from 2019 baseline Scope 3 Category 11 emissions from FY21; 7% for semiconductor products decrease from our 2019 baseline KKK O Not yet started © In progress (v) Completed @ On target * Cumulative through fiscal 2023 unless otherwise noted ** The target addresses just the direct electricity portion of Category 11 emissions per SBTi requirements *** Category 11 emissions do not include emissions from Applied’s Display business (which represented 5% of total net sales in FY2023) nor from refurbished systems Gi Aree, Sustainability Report 2023 DATA Applied is a member of corporate groups collaborating to reduce the environmental impact of technology.",
    "* Semiconductor Climate Consortium (SCC) (Founding Member, Governing Council Member) * Schneider Electric's Catalyze Program (Founding Member) * SCC Energy Collaborative (Founding Member) * imec SSTS program * REIOO * CEBA ZZ Goals and Progress 24 As we continue to grow to meet the demands of our customers, our commitment to reducing our Scope 1, 2 and 3 carbon impacts remains steadfast.",
    "We expanded our global renewable electricity by 7%, adding new renewable projects in Taiwan and Xi‘an, as well as in the U.S., which also helped us reduce our Scope 2 (market- Gl ireriais.",
    "based) emissions 7% year over year.",
    "In 2023, SBTi classified Applied’s Scope 1 and 2 emissions reduction target ambitions as in line with the 1.5°C trajectory, which is currently the most ambitious designation available through the SBTi process.",
    "The near-term science-based targets as validated by SBTi that Applied Materials commits to are: « Reduce absolute Scope 1 and 2 GHG emissions 50% by fiscal 2030 from a fiscal 2019 base year.",
    "* Increase active annual sourcing of renewable electricity from 36% in fiscal 2019 to 100% by fiscal 2030.",
    "« Reduce Scope 3 GHG emissions from use of sold products 55% per million USD of value added by fiscal 2030 from a fiscal 2019 base year.",
    "Sustainability Report 2023 The validation reflects our commitment to minimize our own carbon footprint and marks a significant step toward our Net Zero 2040 Playbook, as we collaborate with our customers and partners to reduce carbon emissions across the semiconductor industry.",
    "The SBTi is a collaboration between CDP, the United Nations Global Compact (UNGC), World Resources Institute (WRI) and World Wide Fund for Nature (WWF) and is one of the We Mean Business Coalition (WMBC) commitments.",
    "Climate and Energy 25 Operations into two working groups—process gases and Emissions Data Update natural gas—to address the largest portions of Applied’s Scope 1 footprint.",
    "Each group is tasked We aligned the methodology for measuring In 2023, Applied’s Scope 1 emissions totaled with identifying key strategies and priorities to process gases across key R&D facilities in 49,053 metric tons of CO,e, representing a ensure Scope 1 emissions stay below the levels fiscal 2023 to improve the accuracy and 1% increase from FY 22.",
    "The primary drivers of required to meet our science-based targets.",
    "consistency of our data in alignment with our science-based targets.",
    "Based on the updated methodology, we have restated our Scope 1 emissions data to enable comparability over time.",
    "Applied’s Scope 1 emissions are the use of natural gas for facility operations and process gases used for equipment testing in R&D labs.",
    "Outcomes from the recommendations made by the Scope 1 task force will be shared in future Applied Sustainability Reports.",
    "To identify the greatest opportunities to drive efficiency in our operations and reduce our Scope 1 footprint, we formed a cross-functional Scope 1 internal task force in fiscal 2023 with representatives from ESG, Environmental, Health and Safety (EHS), Global Workplace and Infrastructure (GWI1) and Sustainability Systems We are also working through industry groups, such the SCC and imec, to collaborate and share best practices for reducing Scope 1 greenhouse gas emissions across the semiconductor value chain.",
    "Scope 1 and Scope 2 Emissions by source (MT CO,e) Electricity (market based) 67,661 72,933 65,573 77433 78,677 Stationary 25,103 24,415 24,081 22,022 23,090 Process Emissions” 22,302 23,090 16,222 12,360 11,000 Refrigerant 1,634 1,114 2,083 2,286 1125 Mobile Combustion 14 14 10 10 9 Total Scope 1 + Scope 2 116,715 121,566 107,969 114,111 113,901 (market-based) * Restated using updated process gas methodology Gi Aree, Sustainability Report 2023 DATA Energy management Applied’s total energy use increased 4% in 2023 from the previous year, in line with the expansion of our real estate footprint.",
    "At the same time, our greenhouse gas intensity dropped 7% as measured against employee headcount and revenue, as reported in the Environmental Metrics on page 92.",
    "Across our global headquarters, semiconductor and display manufacturing, and semiconductor remanufacturing sites, our facilities groups implemented energy efficiency projects that saved more than 5.7 million kWh, resulting in over 1,203 metric tons of avoided CO,e emissions savings.",
    "By continuing to optimize our lighting systems with LED lights at sites around the globe, we saved 2.7 million kWh of electricity and about 604 metric tons of CO,e emissions.",
    "Nearly 2.3 million kWh of the savings came through energy conservation measures and upgrades to our Building Management Systems (BMS) at our sites in Massachusetts and California.",
    "NORTH AMERICA / 4 DATA CENTER Green IT Efforts Applied continued its multi-year effort to increase efficiency and reduce our data center carbon footprint through optimization efforts and transitioning to cloud computing.",
    "In 2023, our efforts included: * Santa Clara Co-Location Data Center and Cloud Migration: In 2023, we completed migration of key applications to cloud and a move to a new co-location data center facility.",
    "With these moves to modern infrastructure and other improvements, we reduced net power usage by 25kW and moved another 12kW to carbon neutral power sources.",
    "Amsterdam Co-Location Data Center and Cloud Migration: In 2023, we completed migration of key applications to cloud and a move to a new co-location data center facility.",
    "This resulted in a reduction of 18kW and we moved an additional 15kW to carbon neutral power sources.",
    "Climate and Energy 26 Employees across the globe help advance Applied’s ESG strategy through local impact programs, initiatives and community outreach.",
    "Cross-functional Applied Impact Teams in India, Israel, Korea, Southeast Asia (Singapore/ Malaysia/Philippines) and Taiwan are united through the Global Applied Impact Network (GAIN).",
    "GAIN is intended to augment and amplify regional ESG performance by connecting the country's regional teams to share knowledge and to support the company’s ESG framework.",
    "Gi Aree, Sustainability Report 2023 PLANET PROGRESS PEOPLE In the U.S., our employee-led Green Teams in Austin, Texas and Gloucester and Newburyport, Massachusetts collaborate through the Applied Sustainability Alliance, sharing best practices to help reduce our personal and collective environmental footprints.",
    "The teams work to increase awareness of sustainability issues and practices that employees can implement at work, at home and in their local communities.",
    "Through special speaker events, volunteering activities, environmental projects and other engagement efforts, the teams spark discussions, advance deeper understanding and inspire action among our employees.",
    "GAIN and the Sustainability Alliance are supported and sponsored by our Global ESG Team, which helps ensure the teams’ efforts complement and support our vision to Make Possible a Better Future.",
    "Pert asi FSA 1007K XP!",
    "PURPOSE SPOTLIGHT Austin Green Team ABOUT DATA CRC) A group of passionate employees in Austin, Texas holds the honor of being Applied’s longest consecutively serving Green Team.",
    "First formed in 2009, the Austin Green Team is an active group of sustainability-invested employees that host regular campus events to engage the broader Austin employee community in living and working with less impact on our planet.",
    "One of the largest rooftop solar installations in Austin is at Applied, and the Austin Green Team uses this project to educate employees about the importance and benefits of renewable energy, hosting learning sessions on topics like electric cars and residential rooftop solar.",
    "The Team often pairs activities with holidays and global observances, such as an organic farming event timed with Earth Day, and an “upcycle Halloween” event inspiring creative costume ideas using otherwise discarded items.",
    "In the spring, the Team joined with a local community organization, Austin Creative Reuse, to host an art-inspired workshop to turn wood architectural samples, designer and decorator fabric samples, and traditional household paper-based waste products, like tissue rolls and egg cartons, into creative art displays, totes and laptop bags, and recycled writing paper.",
    "Climate and Energy 27 Energy Use Our Scope 2 market-based emissions decreased 7% from FY 2022, totaling 67,661 metric tons of carbon dioxide equivalent (CO,e) in fiscal 2023, driven in large part by renewable electricity progress in the Asia Pacific region.",
    "This represents a 14% decrease from base year fiscal 2019.",
    "Renewable Electricity The largest share of our Scope 2 footprint is traceable to the power needs of our manufacturing sites and labs.",
    "Applied Materials is committed to sourcing 100% renewable electricity for our worldwide operations as part of our 2030 Sustainability Goals.",
    "Through 2023, we maintained 100% renewable power in the U.S.",
    "and reached 70% globally.",
    "Renewable Electricity by Type PLANET PROGRESS Our global renewable energy strategy includes four key approaches: utility green procurement programs, RECs, virtual power purchase agreements (VPPA) and on-site solar power generation.",
    "United States In 2023, Applied announced our largest on-site renewable generation system, a 5.6 megawatt (DC) solar array comprised of over 10,000 state-of-the-art solar modules covering about 75% of the Austin Logistics Service Center roof.",
    "This installation, completed in March 2024, is one of the largest rooftop solar arrays in Austin and Central Texas and is expected to begin service in September 2024, The Austin solar array has the potential to offset about 43% of the building’s electricity consumption and save over 5,400 metric tons of CO, per year.",
    "It’s expected to reduce our Logistics Service Center energy costs by about 46%.",
    "PEOPLE PURPOSE ABOUT In addition to Austin, Applied also maintains on-site solar generating capacities at our facilities in Sunnyvale, California; Singapore; Bangalore, India; and Xi’an, China.",
    "Combined these arrays generated 1,437 MWh of clean power in 2023.",
    "We also continue to invest in a VPPA with the White Mesa Wind Project in Texas, which has been operational since October 2021.",
    "The White Mesa VPPA represents 51% of our total global renewable energy and 54% of our U.S.",
    "renewable energy portfolio.",
    "Utility Green Procurement 134,512 102,883 95,080 87128 RECs 60,548 32,536 64,252 65,332 VPPA 145,065* 183,604 63,888 On-site Renewables 1,437 157 309 375 * Actual VPPA generation in fiscal 2023 was higher, exceeding our total U.S.",
    "electricity consumption.",
    "The total quantity was capped to match our electricity use for the year and residual RECs will be retired in the following reporting year Ci APPLIED te MATERIALS« Sustainability Report 2023 DATA Taiwan Solar Array and PPA Applied signed its first power purchase agreement in Taiwan with Energy Helper TCC Corporation to procure 1.2 MW of onshore wind energy over the next four years (about 3,000,000 kWh/year).",
    "The project is an important first step to supporting the expansion of renewable energy in the Taiwan market.",
    "In addition, construction of a 700 kW on-site solar array was completed in March 2024 at our Tainan facility, which will further expand our renewables portfolio in the region.",
    "Israel PPA We signed a 15-year contract with Enlight Renewable Energy, which finances, develops and constructs solar power plants, to provide renewable electricity to Applied Materials in Israel.",
    "Since March 2024, Applied Israel’s energy is being sourced from Enlight’s solar and storage facilities in growing percentages, with the intent to reach 100% by 2030.",
    "Xi'an, China A contract was signed with Beijing Electricity Trade Center to provide renewable electricity to Applied Materials in Xian, China.",
    "From March through October 2023 the agreement has delivered over seven million kWhs of green power, representing 44% of total electricity used at the Xi’an campus in fiscal 2023.",
    "These global on-site power installations, PPAs and VPPAs, in combination with RECs and utility green procurement programs in Santa Clara and San Jose, California; Austin, Texas; and Alzenau, Germany, enabled us to expand our total renewable electricity by 7% year over year to 341,562 MWh of renewable power in 2023.",
    "Climate and Energy 28 Our Scope 3 emissions dropped 12% year over year, driven in large part by production adjustments in 2023 that followed record- breaking production in 2022 to address a significant order backlog caused by COVID-19- related supply chain disruptions.",
    "Among the 15 categories defined by the Greenhouse Gas Protocol, Category 11, Use of Sold Products, represents the largest share (80% in 2023) of our Scope 3 emissions.",
    "Category 11 covers both emissions from the electricity used to power the equipment in customer fabs during its estimated 10-year lifespan and the chemicals and gases used during the chipmaking process.",
    "Our Category 11 emissions dropped 4% in 2023, driven primarily by our product mix.",
    "* Applied Materials Scope 3 measurements do not include our display business Gi Aree, Sustainability Report 2023 PLANET PROGRESS Because of the outsized influence of Category 11 on our overall carbon footprint—and our customers’ footprints—our Sustainability Systems Center of Excellence and dedicated 3x30 engineering team are focused on reducing the energy consumption, chemical impact and fab footprint of our systems by 30% this decade.",
    "Applied’s systems are designed for durability, supporting upgrades, repairs, refurbishment and reuse, and Applied Global Services (AGS) focuses on optimizing our equipment and fab performance and productivity with the lowest feasible environmental footprint.",
    "PEOPLE SPOTLIGHT Massachusetts Green Team PURPOSE ABOUT DATA The Massachusetts Green Team, including campuses in Gloucester and Newburyport, focused its efforts in 2023 on strengthening its internal network, including uniting with representatives of EHS, facilities, logistics, and various engineering disciplines, to learn, collaborate and act together to advance more sustainable lifestyle and work practices.",
    "In 2024, the team is collaborating with EHS and Facilities to improve the current recycling program across our local campuses, including working with local waste management partners.",
    "Among its efforts, the Team led the construction of outdoor vegetable and pollinator gardens.",
    "The on-campus garden spots provide relaxing spaces for employees to gather during breaks and the opportunity to pick and enjoy fresh vegetables.",
    "By planting a mix of vegetables and pollinating plants, the gardens have invited wildlife that promote healthy bee populations.",
    "Blackberry bushes were also also planted at each site to encourage foraging and to help make the campuses greener places to work.",
    "To further support education on local food generation, the Team has contracted with a beekeeping service, The Best Bees Company, a Certified LGBT Business Enterprise™, to monitor and manage our hives, collect the honey and educate our teams on healthy beekeeping practices.",
    "In 2023, 20 pounds of honey were collected and sold at the Fight Against Hunger auction in Gloucester, extending the positive impact from the beehives to help address food insecurity.",
    "The Team is also building a sustainability tool library, which will offer, for loan, tools that help advance sustainability at Applied and at home.",
    "The first tool purchased for the tool library is a thermal camera, used to inspect homes and buildings for sources of heat loss.",
    "The camera will be used in campus buildings to confirm insulation efficiency and can be checked out by employees for use at home.",
    "Climate and Energy 29 Category 1, Purchase of Goods and Services, which estimates our upstream supply chain emissions, represents the second largest share of our Scope 3 (about 13%) emissions.",
    "In 2023, our Category 1 emissions dropped about 27%, based on our supplier spend, which correlates to our adjusted production in 2023 following the post-pandemic backlog in 2022.",
    "Applied is working with our suppliers to collect GHG emission goals and data, from which we can collaborate on creating a plan for a pathway to net zero by 2040.",
    "We anticipate being able to integrate primary supplier data into our GHG inventory in the near future and are working with suppliers to improve the quality of the data being reported.",
    "Scope 3 Emissions (Million MT CO,e) PROGRESS PEOPLE PURPOSE Applied continues to review the methodology annually to refine its calculations, emissions factors, data, estimates and underlying assumptions.",
    "In alignment with this review process, we have adjusted the historic data for Category 1 in fiscal 2021 and 2022, as well as Category 4, Upstream Transportation and Distribution, for fiscal 2019, 2021 and 2022 in the Data and Disclosures section.",
    "The adjustment does not materially impact our overall Scope 3 calculations for those years.",
    "Ae See the Data and Disclosures section for complete 2019-2023 Scope 3 emissions reporting.",
    "a DATA tat © C) Biodiversity Conservation Applied recognizes that we cannot collectively reach our net zero aspirations without the protection and restoration of nature.",
    "Although Applied has minimal exposure to biodiversity impacts through its business operations, we are actively evaluating opportunities to invest in nature-based restoration projects, which benefit biodiversity, climate and communities.",
    "FY19—Baseline Category 11 (Use of sold products) 18.0 18.8 16.4 10.2 Category 1 (Purchased goods and services) 2.9 3.9 3.2 1.9 Category 4 (Upstream transportation and services) 1.0 2.0 1.3 0.6 All other categories 0.6 0.7 0.5 0.5 Fiscal 2020 not included due to abnormal business operations related to COVID-19 pandemic Sustainability Report 2023 Climate and Energy 30 risks on an annual basis, and every two years, we do a more comprehensive risk assessment to evaluate key physical climate and water risks across our value chain as well as transition risks and opportunities for our business.",
    "In 2023-2024, Applied engaged a third party to conduct a comprehensive refresh of our climate risk assessment.",
    "The assessment included a scenario analysis across high-carbon and low- carbon pathways for physical and transitional risks.",
    "It was modeled from 2020 to 2040 to align with our Net Zero 2040 Playbook.",
    "The assessment included engagement from a broad cross-function of internal stakeholders.",
    "The assessment identified and prioritized seven climate-related risks and opportunities for further analysis: exposure from extreme and chronic weather events, water risk, carbon pricing, regulations on process chemicals, R&D pressure, product deselection and customer demand— which is both a risk and an opportunity.",
    "Sustainability Report 2023 Applied has teams dedicated to global emergency response, crisis management and business continuity, including at local facilities, that ensure our business is prepared to respond and recover quickly from climate-related events and effectively support our customers’ and suppliers’ operations.",
    "We participate in efforts to inform policymakers about issues and challenges critical to our business and industry, including advancing next-generation technology.",
    "We are prioritizing the elimination of per- and polyfluoroalky| substances (PFAS) where technically and commercially feasible, and the development of non-PFAS alternatives where needed, as part of our “PFAS Responsible” approach to process chemicals.",
    "PURPOSE ABOUT DATA tat CRC) Climate and Water Risk Assessment In 2023, Applied Materials earned an A- score from CDP on its Climate Change list and aB score on CDP’s Water Security list.",
    "See our Climate Change and Water Security disclosures.",
    "Applied is well positioned to meet increasing customer demand through its portfolio of eco-advantaged products and continues to develop purpose-built technologies that enable customers to meet their own current and future environmental obligations to stakeholders.",
    "We see increasing opportunities for our ICAPS business in advancing decarbonization across the world by enabling key technologies, such as electric vehicles (EVs) and smarter, more efficient electrical grids.",
    "A [e See the TCFD Index in the Data and Disclosures section.",
    "a Climate and Water Risk Assessment 31 Absolute water withdrawal decreased 12% and water withdrawal in water-stressed areas decreased 9% in fiscal 2023, primarily due to a reduction in irrigation, especially in water-stressed regions, improvements in facility and equipment water efficiency, and post- pandemic supply chain stabilization.",
    "Applied’s operations are not high-volume water Facility groups are responsible for on-site water consumers relative to the broader semiconductor use management, with oversight from the industry, yet we strive to optimize our water use company’s EHS organization.",
    "For example, in across our facilities.",
    "Ninety percent of water use Singapore, our facility group began channeling is in our labs or mixed-use buildings, with our HVAC condensate to top off the cooling tower R&D labs having the highest consumption of water, saving 43,800 cubic meters of water in ultrapure water.",
    "Most of our tools require cooling fiscal 2023.",
    "water, which runs in a closed-loop process and is negligible in terms of water consumption.",
    "Our Vice President of Global EHS is responsible for ensuring that water-related risks and Our water conservation efforts include: minimization opportunities are assessed as appropriate.",
    "Water reduction is covered under « Water recycling and reuse for non-potable our EHS policy and ISO 14001 EHSMS, which applications, especially cooling and call for our business operations to identify Water Withdrawal landscape irrigation opportunities, make continual improvements on environmental preservation and natural resource « Rainwater collection at certain sites for use in conservation, and meet or exceed all relevant (Thousand m?) landscaping or non-production needs regulatory requirements.",
    "* Drought-tolerant landscaping and smart City water purchase 2,077 2,221 2,149 2,088 1,990 irrigation to reduce the number of watering days Groundwater 1.3 138 100 16 26 APPLIED Ci MATERIALS» Sustainability Report 2023 Water Management 32 qi APPLIED MATERIALSe Applied is committed to minimizing waste across our global locations and logistics operations, with a special focus on eliminating non-recyclable, landfill-found waste.",
    "Waste reduction, reuse and recycling programs are managed and monitored at the site level.",
    "In 2023, Applied decreased our total waste 2% year over year, and increased our landfill/ incineration diversion rate to 73%, up 1% over 2022.",
    "A few of our site-based projects included: « Installing wood augers to recycle wood crates in Austin, Texas, repurposing over five million pounds of wooden crates into engineered wooden products, such as oriented strand board (OSB), achieving an 85% waste diversion rate.",
    "«In Israel, an industrial symbiosis project, established by the Ministry of Economics and Ministry of Environmental Protection, provides a platform for businesses across industries to repurpose and reuse items.",
    "Through this platform connection, Applied diverted about 30 tons of potential waste (packages, electrical and mechanical items, furniture, cables, pipes, pumps), enabling new uses in the market.",
    "Sustainability Report 2023 « Composting cafeteria waste in Singapore.",
    "Hazardous waste accounted for less than 6% of our annual waste output in 2023, up from 3% in 2022 due to the addition of a new Chemical Mechanical Planarization (CMP) tool and its associated waste.",
    "We contract with licensed third parties to transport waste, including hazardous waste, for off-site disposal, consistent with applicable laws and regulations.",
    "Our EHS organization oversees the process and verifies all disposal sites and methods meet regulatory requirements.",
    "We evaluate potential vendors via the CHWMEG Facility Review Program, which provides environmental, operational and financial information on waste treatment, disposal, recycling and storage facilities.",
    "ABOUT Diversion Rate Percentage 30 0 75% 2019 DATA Year-Over-Year Waste Performance 2021 Year 2022 2023 (Thousand Mt) Non-haz recycled 12.9 13.9 12.5 10.4 8.9 Non-haz composted 0.2 0.2 0.1 0.1 0.4 Non-haz incineration 0.1 0.3 0.7 1.3 0.5 Non-haz landfill 14.1 47 48 2.3 2.1 Total haz waste 1.1 0.5 0.5 0.4 0.5 Waste Management 33 of wastewater produced by our operations, monitoring to ensure sufficient removal of solids and adherence to permitted parameters, such as ph and fluoride content, before discharge to publicly owned treatment works.",
    "Each Applied site is responsible for wastewater monitoring.",
    "Concerns are escalated to site management and applicable corporate staff for immediate correction.",
    "Gi Aree, Sustainability Report 2023 PLANET SPOTLIGHT Applied Materials Taiwan Driving Environmental Efficiency PROGRESS PEOPLE PURPOSE ABOUT DATA Applied Materials Taiwan implemented a variety of environmental efficiency initiatives in 2023, driving solid reductions in electricity, waste and water use across our Campuses.",
    "For example: © 425,607 kWh of electricity saved through office lighting optimization with LED light retrofits, another 6,076 kWh saved through sensor- controlled LED landscape lighting, and 9,720 kWh saved by optimizing office air conditioning and wall lamps use outside of business hours * 3,155 kg CO, emissions saved by converting to Green Label and Forest Stewardship Council (FSC)-certified products, including hand and dish soap, bath tissue and paper towels * 21,000 kg CO, emissions saved by repurposing wood packaging waste to create a wooden pathway on campus « 16.2 tons of plastic waste was reused (between July-November 2023) to produce Solid Recovered Fuel for power generation and garbage bag production « 1,092 tons of water saved by optimizing deionized water usage through recycling = & Waste Management 34 Progress Key Highlights Goals and Progress Sustainability Systems Center of Excellence Promoting the Circular Economy Product Safety Supply Chain Responsibility Gi CREATE.",
    "Sustainability Report 2023 - .",
    "\\ ‘ , A\\A\\ \\ ’ y +a arn 4 y\\) - WY, \\ My *“\\ .",
    "toward sustainability cannot be incremental.",
    "Applied is taking a system-view approach, together with our customers and business partners, to fundamentally transform our industry on a pathway to net zero.",
    "qi APPLIED MATERIALSe The digital transformation that is redefining our economy and impacting every aspect of our lives is also impacting our planet at an expedited pace.",
    "The semiconductor industry—the very foundation of tech innovation—is uniquely positioned to solve this challenge.",
    "But it won't happen in isolation.",
    "Applied is committed to collaborating across the semi ecosystem to drive energy-efficient computing and create a pathway to global carbon reduction.",
    "We're building the world’s largest and most advanced facility for collaborative semiconductor process technology and manufacturing equipment R&D in Silicon Valley and planning a collaborative engineering center in Bangalore, India, to fundamentally transform how innovation happens, from concept to commercialization.",
    "Working alongside our customers, we’re innovating the way we innovate—creating purpose-driven products and advancing the environmental performance of existing products—to significantly reduce the energy, chemical and physical footprints of fabs as we drive progress toward our ambitious 3x30 goals.",
    "Sustainability Report 2023 Through a growing portfolio of—and continuing investments in—eco-advantaged products and upgrades, and with more than a third of our installed systems under service agreements, we're enabling our customers to optimize the life of their equipment, boost their efficiency and lower emissions, while maximizing the value of their capital investment.",
    "Upstream in our value chain, our suppliers play an essential role in our systems-view approach.",
    "Our strategic 10-year roadmap, SUCCESS2030, guides our progress toward creating a more sustainable supply chain aligned with our business values and standards.",
    "Through these collaborations with our customers, suppliers and the broader technology ecosystem, we see a clear pathway to accelerate the energy- efficient computing roadmap as we aspire to achieve net zero semiconductor manufacturing.",
    "DATA Key Highlights for 2023 Announced a landmark investment to build the EPIC Center, accelerating innovation and commercialization of energy-efficient, next- generation technology a 24 eco-advantaged products and services in our portfolio—with a pipeline of new developments and ecoUP components for existing products Released Vistara, Applied’s first platform designed to support Integrated Materials Solution recipes using more types and sizes of chambers Introduced Sculpta™ Pattern- Shaping System—an industry- first patterning technology that eliminates an entire EUV mask layer from a wafer process flow 6,000 crates eliminated from outbound shipments and 70% reduction in supplier inbound extra-large shipments through packaging optimization initiative 69 supplier audits conducted in alignment with the RBA audit protocol Recognized with the Intel EPIC Program Outstanding Supplier Award with Supplier Diversity Distinction R {>| Setting New Goals to Advance Sustainability Received Micron’s Supplier Award for Outstanding Performance in Sustainability Key Highlights 36 3x30 Goals SuCCESS2030 Goals Goal Progress” Status UN SDG Goal Progress” Status UN SDG Reduce equivalent energy Average per-wafer energy use continued to decrease @ 12 vevcnona Collect GHG data from top suppliers Conducted GHG surveys 12 rvenonoa consumption per-wafer pass for due to changes in the mix of products sold.",
    "As we Mrppnonvenion and partner on reduction targets with over 80 suppliers in a semiconductor products by 30% by 2030 from 2019 baseline incorporate new energy savings developments into our existing and upcoming products, we are on track to meet or exceed our 3x30 target.",
    "Drive compliance with RBA Code of fiscal 2023 Conducted audits of over © GENDER 1 REDUCED EQUALITY INEQUALITIES sespowsine Conduct and Applied Materials Standards 50 top-tier suppliers in 2023 a Reduce the impact from chemical Sustainability Systems Center of Excellence team and © 1 cos of Business Conduct (SBC) S d=) consumption per-wafer pass for its engineering partners in the product business units 4 semiconductor products by 30% by 2030 from 2019 baseline 30% reduction in tool footprint continue to pursue development of multiple products that can significantly reduce chemical impact through reduced demand for process chemicals, alternative process chemistries and improved abatement solutions.",
    "Some of these initiatives are expected to be multi-year efforts, but we are on track to meet or exceed the 3x30 target.",
    "Footprint reduction to date is largely the result of © INDUSTRY, INNOVATION AND INFRASTRUCTURE Increase the percentage of spend with, and representation of, women- and minority-owned businesses by 2024, aiming to reach $1 billion in diverse spend by 2027 Met our interim goal of increasing diverse spend to 3.8% of total global supplier spend, spending $594 million with certified diverse suppliers in 2023 © GENDER 1 REDUCED EQUALITY INEQUALITIES a S (=> WwW per production unit ratio (sqm/ productivity improvements in existing tool architectures.",
    "Transition the supply chain to recyclable Through 2023, an estimated 12 foxsunpnan wph) for semiconductor As new product architectures, such as Vistara, begin Pon content packaging, with a target of 80% 80% of Applied packaging ROrESCHER products from 2019 baseline volume shipments to customers, footprints can be further reduced and are expected to meet or exceed the 3x30 target.",
    "g Completed by year-end 2023 materials were made from recyclable materials © Not yet started © In progress @ On target * Cumulative through fiscal 2023 unless otherwise noted Ci APPLIED MATERIALS« Goals and Progress 37 As the semiconductor industry continues to deliver better performance per bit, chip structures are becoming more intricate and wafer production is becoming orders of magnitude more complex.",
    "This complexity requires more process steps that increase direct emissions, energy use and supply requirements.",
    "At the same time, growing demand for current and legacy generation chips to support the sectors, including the Internet-of-Things, communications, automotive, power electronics and sensors (ICAPS), lead to compounding increases in GHG emissions from chipmakers.",
    "A key element of our Net Zero 2040 Playbook is driving efficiencies in our products so they use less electricity and process chemistry and emit fewer emissions for each wafer processed.",
    "By improving the sustainability of our products, we can help our customers—many of whom have set their own aggressive net zero emissions targets— reduce emissions from their own operations.",
    "Our 3x30 engineering team, established in 2020, is focused on reducing the energy consumption, chemical impact and fab footprint of our systems by 30% this decade.",
    "The team fosters a culture that prioritizes sustainable design principles in the earliest stages of product development to create systems that consume fewer resources and Sustainability Report 2023 supports end-to-end deployment and adoptions of purpose-built sustainability products by our customers.",
    "Our comprehensive sustainable design approach encompasses three core elements: « Sustainability Systems Center of Excellence, which supports our product engineering design teams in developing more sustainable technologies products and processes; the results can be seen in our expanding portfolio of ourpose-driven products and services for fab and subfab.",
    "« A proprietary modeling tool that quantifies the energy, chemical impact and footprint of past, present and future tool designs, to provide continuous measure and ensure progress toward our 3x30 goals.",
    "« Customer partnerships to innovate efficiencies in our tools and processes, boost industry-wide sustainability and deliver broad benefits to the planet.",
    "Sustainability Systems Center of Excellence and Systems « Vistara is one of our most significant new equipment platforms in a decade, reimagined for a new, more-sustainable era of chipmaking.",
    "Vistara is our first purpose-built platform, designed to support Integrated Materials Solution recipes using more types and sizes of chambers.",
    "It combines and co-optimizes multiple process steps within a single tool, resulting in an estimated 35% reduction in platform energy consumption and about 30% reduction in chemical footprint for etch applications.",
    "The design increases throughput density by as much as 30%, allowing chipmakers to build smaller fabs and potentially save one million metric tons of carbon for every 100,000 wafer-starts-per- month fab built.",
    "Applied’s Sculpta Pattern-Shaping System features industry-first patterning technology that eliminates an entire EUV mask layer from a wafer process flow.",
    "In addition to significant capital and manufacturing cost savings, Sculpta enables tremendous energy savings of more than 15 kWh per wafer, direct GHG emissions reduction of more than 0.34 kg of CO,e per wafer and water savings of about 15 liters per wafer.",
    "G) APPLIED a MATERIALS« Sustainability Report 2023 PLANET PROGRESS PEOPLE PURPOSE ABOUT ecoUP Upgrades and Purpose- Built Products Applied has 24 eco-focused products and services in our portfolio today—new ecoUP innovations and components for existing products.",
    "This is a pipeline of new upgrades engineered for our existing products that help customers meet their sustainability targets.",
    "Applied offers new components, software and solutions that advance environmental performance.",
    "For example: « EcoTwin is a digital twin that can monitor and model recipes and operations so chipmakers can drive energy optimization in their fabs.",
    "EcoTwin Eco-Efficiency Software automatically generates detailed reports of carbon footprint and related consumption parameters from both the fab and subfab to help customers identify opportunities to reduce consumption.",
    "« iSystem Controller monitors resource consumption and GHG emissions and automatically adjusts the energy needs in the subfab based on what's happening within a tool.",
    "The small footprint isystem controller can support up to four tools and is easily installed on both Applied and non-Applied Materials process tools.",
    "© Aeris™-G is a pre-pump plasma abatement solution that uses less energy by treating the actual process gas volume.",
    "The Aeris-G system can be installed within the pump footprint of each chamber and requires only power, nitrogen, oxygen, cooling water and ultrapure water connections.",
    "For new tool installations, Aeris-G saves subfab space, reduces utility and exhaust connections and minimizes installation costs while improving abatement efficiency of greenhouse gases.",
    "« There are more than 20—and growing—field- application specific upgradable products in our ecoUP portfolio to help customers optimize the performance of their existing tools while reducing energy consumption and GHG emissions, including shared heat- exchangers between chambers, low-power systems, thermal control and equivalent energy utilities savings components.",
    "DATA India Sustainability Systems Center of Excellence Team The India Sustainability Systems Center of Excellence team develops many of our ecoUP Upgrades in collaboration with Applied’s business units, with the specific purpose of improving the performance of our existing equipment.",
    "The team conducts modeling and testing to validate the performance improvement of the ecoUP upgrades and works to find new ways to reduce and eliminate use of certain types of materials.",
    "For example, the team developed upgrade kits to decrease evaporation loss on heat transfer fluids, which reduces the amount of GHG emissions and PFAS that is released by certain thermal management systems used widely in the semiconductor industry.",
    "Sustainability Systems Center of Excellence 39 To meet the explosive demand and growing complexity of technology, the semiconductor industry needs to fundamentally transform its model of collaboration and feedback to increase the speed and lower the cost of innovation.",
    "In May 2023, Applied announced a landmark investment to build the world’s largest and most advanced facility for collaborative semiconductor process technology and manufacturing equipment R&D, the EPIC Center.",
    "Located at an Applied campus in Silicon Valley, the multibillion- dollar EPIC facility will include more than 180,000 square feet—more than three American football fields—of state-of-the-art cleanroom for collaborative innovation with chipmakers, Universities and ecosystem partners.",
    "The new EPIC Center is expected to reduce the time it takes the industry to bring a technology from concept to commercialization by several years, while simultaneously increasing the commercial success rate of new innovations and the return on R&D investments for the entire semiconductor ecosystem.",
    "The EPIC platform will provide university researchers with access to the full range of industrial-scale capabilities to validate their ideas.",
    "University researchers can perform research APPLIED MATERIALS« Sustainability Report 2023 alongside industry professionals, and Applied can collaborate with academic partners to build a network of industrial-quality satellite labs at university facilities.",
    "In July 2023, Applied and Arizona State University (ASU) announced sucha satellite lab.",
    "Aided by the Arizona Commerce Authority, the Materials-to-Fab (MTF) Center will bea world-class shared R&D and prototyping facility designed to accelerate the transfer of innovations from ideation to fab prototype.",
    "Students and faculty will have the opportunity for hands-on learning and research using the same equipment used in leading production fabs.",
    "To build an inclusive talent pipeline, Applied also intends to launch an endowment fund that will provide scholarships to first-generation and/or underrepresented minority students in the ASU lra A.",
    "Fulton Schools of Engineering.",
    "a Le] EPIC Center Launch PURPOSE ABOUT DATA fra t , P, .",
    "EN.",
    "ake j SANE” ™ ~S ao] ee =o That ae y x Addressing PFAS in the Semiconductor Industry As part of Applied Materials’ commitment to minimize the environmental impact of our operational footprint and supply chain, we have adopted a “PFAS Responsible” approach.",
    "We are prioritizing both the elimination of per- and polyfluoroalkyl substances where technically and commercially feasible, and the development of non-PFAS alternatives where needed.",
    "In critical applications where no current line of sight exists to suitable non-PFAS alternatives, Applied will drive environmental and commercial risk mitigation and work with our suppliers and customers to ensure the most responsible use of PFAS.",
    "Limited and responsible use of PFAS will require industry-wide collaboration.",
    "Applied is actively participating in industry groups that are sharing information about the use of PFAS throughout the semiconductor industry, including serving as a leading member of SIA's Semiconductor PFAS Consortium and SEMI's PFAS Initiative.",
    "For more information, please see Applied Materials Statement on PFAS.",
    "Applied Materials received Micron’s 2023 Supplier Award for Outstanding Performance in Sustainability.",
    "Applied collaborated with Micron to achieve about 15k MTCO,e emissions savings, 17M kWh of energy reduction and 120k m?",
    "of DIW usage reduction in 2023.",
    "Sustainability Systems Center of Excellence 40 qi APPLIED MATERIALSe Applied's customers need to run their equipment at maximum capacity, often 24 hours a day, seven days a week.",
    "This can put big demands on their electricity use and increase process chemistry and carbon emissions.",
    "Applied Global Services (AGS) provides integrated solutions to optimize equipment and fab performance and productivity.",
    "Through its corrective and preventive service contracts, AGS ensures Applied’s installed equipment is working at its optimal performance with the lowest environmental footprint.",
    "AGS works with our customers to understand their sustainability goals and manufacturing expectations, and deploys diagnostic systems and tools, powered by Al, to fully understand how the equipment is performing.",
    "The team combines that insight with deep product knowledge to recommend software and/or hardware upgrades to help optimize performance and minimize emissions.",
    "For example, Applied’s Total Kit Management™ (TKM) program provides a customized kit of certified spares with best-in-class cleaning and coating services to reduce total cost of ownership.",
    "Sustainability Report 2023 For our CMP equipment, the HeadSmart™ TKM solution offers offsite head rebuilds, which saves the customer valuable floor space while keeping the CMP polishing head in use longer.",
    "Applied has rebuilt more than 276,000 heads through the HeadSmart solution.",
    "Applied operates regional TKM processing facilities, which help reduce transportation costs and time.",
    "By carefully monitoring key dimensions on the parts, we are able to best determine when parts have achieved end of life.",
    "Our Forecast Parts Management™ (FPM) leverages Applied Materials’ global supply chain infrastructure and inventory to offer parts support specifically tailored to our customers’ operational needs.",
    "The FPM allows greater supply assurance by placing the right inventory closer to fabs, which provides savings to our customers while reducing the carbon footprint.",
    "By the Numbers 16,600 Systems under service agreements 2/6,000 Heads rebuilt through the HeadSmart solution 111,468 Kits per year are recycled in our chambers following TKM processing [P| Applied Global Services a Operating Amid Electricity Constraints AGS is working with a customer located in a region where access to electricity is at risk.",
    "Optimizing the efficiency of their equipment isn't just about cost efficiency—it's about operating at the greatest capacity with the lowest possible energy footprint.",
    "Using a system of diagnostic data collection and analysis, AGS is able to prioritize actions, parts and eco upgrades to keep the equipment operating at optimal output aligned with the environmental constraints faced by this customer.",
    "Did You Know?",
    "AGS supports more than 48,000 installed Applied semiconductor, display and other manufacturing systems worldwide through a global distribution system in more than 195 locations and trained service engineers and recycling facilities located in close proximity to customer sites.",
    "Promoting the Circular Economy 41 Use Longer Applied’s systems are designed for long life, supported by upgrades, repairs, refurbishment and reuse.",
    "All newly manufactured parts are engineered for greater repairability, and where possible, Applied uses refurbished parts to repair and remanufacture systems and parts.",
    "As part of its work supporting customers in the field, AGS recovers parts and assemblies from our equipment for potential reconditioning and reuse.",
    "Applied has the capability to repair about 10,000 unique parts.",
    "Applied maintains one of the industry's largest global inventories of spare parts, with recovered parts searchable in our inventory management system and ready to be selected for cleaning and repair.",
    "Each recovered part goes through an exacting process of inspection, cleaning, refurbishment and repair.",
    "These recovered parts are certified by AGS as “like new” for reuse, with a full warranty and the same service level as a new part.",
    "Repaired parts are used to support Applied equipment in the field.",
    "Applied offers an ever-expanding portfolio of eco-focused products and services.",
    "GY ARERR.",
    "Sustainability Report 2023 PLANET PROGRESS Packaging Reduction and Reuse Applied’s precision products require strong, durable packaging to avoid damage and absorb vibration during transport.",
    "Our Design for Distribution task force works to meet those stringent demands while reducing materials use, improving recyclability and increasing reusability.",
    "In 2023, about 80% of our packaging materials were made from recyclable materials (polyethylene, polypropylene, corrugated fiberboard, steel and wood), up from 70% in 2022.",
    "Our supplier packaging specifications prohibit all non-recyclable material, except laminated plastic bags used for moisture barrier protection, for which there is currently no viable alternative.",
    "We are working with our suppliers to report packaging materials data.",
    "Together with our major packaging partner, TransPak, we are establishing a baseline of our total use of lumber, plywood and foam for packaging used to ship products to customers, which will enable us to set tangible reduction targets informed by data.",
    "In fiscal 2023, TransPak and Applied calculated wood content savings based on selected designs.",
    "This initial project was done as a proof of concept to validate our measurement approach.",
    "Through this targeted effort, Applied reports a savings of about 1.2 million pounds of wood content in 2023.",
    "PEOPLE PURPOSE ABOUT Using fiscal 2023 as a baseline, supported with a validated measurement methodology, we aim to achieve a target reduction of 5% in 2024.",
    "This will be calculated through a macro approach of measuring board feet of lumber, square feet of plywood and square feet of foam for packaging across our portfolio.",
    "Award-winning Design for Distribution In 2023, more than 100 representatives from our manufacturing engineering, procurement, logistics, sourcing, packaging engineering, operations and multiple business units embarked on a project to rethink processes, redesign packaging and reimagine sourcing and shipping logistics to solve for rising end-to-end transportation costs and heavy, inefficient packaging designs.",
    "Applied has traditionally relied on wood crates to safely and securely ship our semiconductor manufacturing products to customers.",
    "In fiscal 2022, Applied used 108,000 wood crates, which is the equivalent of about 80 acres of forest or 20,000 trees.",
    "The crates, generally single use, are not optimized based on content, leaving excess, non-functional “air space” that costs more to ship, takes up more space in transit and uses more materials than necessary to protect the products.",
    "The cross-functional team set out to solve these issues, implementing a company-wide program to reduce waste and excessive spend on packaging materials and freight by integrating logistics into product design.",
    "The program includes both incoming and outgoing materials, covering everything that we buy, integrate, make and sell.",
    "DATA The team uses modeling and simulations to ensure we are optimizing both the packaging and logistics.",
    "Among the improvements the team realized in 2023 include: « Redesigning shipping crates and implementing flat packaging and packaging densification to better match the packaging with the product or products being shipped; the packaging optimization resulted in a 70% reduction in supplier inbound extra-large shipments and a 21% reduction in wasted “air space” in the packaging « Implementing a collapsible crate design to reduce storage and transportation costs « Reusing inbound crates for outbound shipments to customers « Replacing wood with FSC-certified fiberboard where possible, which also reduces the weight of shipments « Providing crate recycling where beneficial * Carting to enable mode shift from air to ocean, as well as aggressively negotiating freight rates The project reduced outbound shipments by about 6,000 crates (equivalent of saving about 5,300 trees), reduced the consumption of wood and plastics, lessened the cost and carbon footprint of logistics operations through smaller, lighter and fewer crates per shipment and saved Applied $164 million dollars in fiscal 2023.",
    "The project also inspired an awareness and greater understanding of the positive environmental impact Applied employees can drive together.",
    "The Design for Distribution Program received the top score for the Applied 2023 President's Quality Award.",
    "The annual award, presented by Applied CEO Gary E.",
    "Dickerson and VP Global Quality Vinjay Sinha, focuses on recognizing teams that are strengthening our Culture of Quality by applying quality processes and data-driven decision-making to deliver impactful enhancements to our products and services or sustainable, systemic improvements in our operations.",
    "Promoting the Circular Economy 42 Applied Materials develops and implements comprehensive product design, manufacturing, labeling and testing policies and programs to ensure our products are Safe to use and comply with applicable legal requirements and conform with relevant industry standards and guidelines.",
    "Third-party assessments validate that our Our Product Safety group partners with other products meet applicable safety requirements.",
    "company functions to oversee the design of products and services, monitors their safety Applied’s product release process draws upon during the product's lifecycle and drives Ie applicable consensus standards, including SEMI compliance with our product safety policy Rh S2.",
    "Our risk assessment process follows the and procedures.",
    "4 applicable SEMI S10 Safety Guideline for Risk = .",
    "Assessment and Risk Evaluation Process on — identifying, estimating and evaluating the lifecycle -— Ae risks of semiconductors.",
    ", e 4 > oe - —o = APPLIED Ci MATERIALS» Sustainability Report 2023 Product Safety 43 qi APPLIED MATERIALSe SuCCESS2030 is our 10-year roadmap for creating a more sustainable supply chain.",
    "The effort builds on our foundation of supporting ethical labor practices, environmentally responsible operations, responsible minerals sourcing and international human rights standards.",
    "Through SuCCESS2030, our assessments of supplier performance and capabilities require shared commitments across core ESG focus areas—including environmental impact; labor practices; and diversity, equity and inclusion—most of which include defined performance targets.",
    "We hold our supply chain partners to the same high standards as we hold ourselves.",
    "Applied’s Supplier ESG Requirements document is incorporated into our Global Supplier Agreements and other agreements with direct and indirect suppliers.",
    "These requirements are also included in the terms and conditions for logistics suppliers and all purchase order transactions and are enumerated in our most commonly used agreements for indirect services.",
    "Our SUCCESS2030 Office oversees metrics and compliance audits and conducts training and coordination with participating suppliers.",
    "Sustainability Report 2023 Applied is committed to protecting human rights and conducting business in an ethical and responsible manner.",
    "Learn more about our commitment to human rights and Applied’s Responsible Manufacturing Program.",
    "Supplier Audits, Risk Assessment and Remediation To best assess the working conditions of the employees within our supplier factories, Applied conducts third-party audits to the RBA audit protocol, which includes labor and working conditions, environment, health and safety, and ethics.",
    "The RBA audit program requires at least three data points, including worker interviews, ABOUT DATA to validate conformance to the audit criteria, ensuring a thorough review of working conditions.",
    "The RBA includes hundreds of member companies aligned to one code, one audit protocol and one audit result, enabling suppliers to leverage their audit reports across multiple customers to help reduce audit fatigue and free up time to focus on remediation and capacity improvement.",
    "With thousands of supplier factories around the world, we prioritize supplier sites based on spend.",
    "For other facilities, we include our medium- to high-risk sites, according to regional risk, as assessed by the RBA Risk Assessment tool.",
    "For our suppliers, these on-site audits typically take four to 10 days.",
    "It is required that there is no interference by the supplier site management.",
    "Worker interviews must be conducted without management present and interviews are not recorded.",
    "In 2023, Applied had zero instances of management interference.",
    "Once the audit is completed and the findings are agreed upon, the suppliers work with our SuCCESS2030 team to close issues.",
    "In the event of a life-threatening priority finding, audit firms are required to notify Applied within 24 hours, though these types of priority findings are typically reported at the time of discovery.",
    "At Applied, we require our suppliers to close their priority and major findings within the recommended RBA timeline through additional on-site, third-party audits.",
    "Supply Chain Responsibility 44 we have secured services from an independent consulting firm to work directly with our suppliers to create corrective action plans.",
    "Our audit reports go through a quality review, and the suppliers are given a post-audit survey on their audit experience throughout the entire cycle.",
    "This helps ensure high quality and consistency across auditors and firms and enables us to work with individual auditors to improve their processes and capacity, as needed.",
    "Supplier sites that are under consideration by Applied go through a shortened, second-party audit.",
    "An Applied engineer reviews audit criteria, such as forced labor, young workers, working hours, environment, health and safety, and ethics.",
    "All Applied engineers who conduct these condensed working-condition assessments have taken the RBA auditor course.",
    "Potential suppliers who fail to close the gaps in these assessments are not approved to be Applied suppliers.",
    "2023 Supplier Audits Initial Audits Conducted 51 Closure Audits Conducted 18 Total Audits Conducted 69 Ci APPLIED te MATERIALS« Sustainability Report 2023 PLANET PROGRESS Capability Building We offer our suppliers a structured program of webinars and training on responsible factories, product compliance and other topics to help them close any gaps across our ESG focus areas.",
    "In addition, our SuUCCESS2030 Office meets one-on- one with each tier 1 supplier, at least once a year, to go through the SUCCESS2030 requirements and answer any questions.",
    "Suppliers can also meet with the head of SuCCESS2030 using a public scheduling link.",
    "GHG Data In fiscal 2023, we announced our Net Zero 2040 Playbook.",
    "To prepare Applied suppliers for this initiative, we collected GHG goals and data from all our top spend suppliers, through which 80 suppliers were able to provide site-level data for Applied supplier sites.",
    "In 2024, we are continuing to collect supplier site data for all our top suppliers, by spend, and to drive adoption of GHG reduction goals for at least 110 suppliers.",
    "Our survey includes source data for us to collaborate with our suppliers on creating an emissions reduction plan to reach net zero by 2040, including establishing a reduction plan and assisting them in procuring renewable energy.",
    "As part of this effort, Applied Materials became an inaugural corporate sponsor of Schneider Electric’s Catalyze partnership program, which aims to accelerate the adoption of renewable energy and reduce carbon emissions throughout the global semiconductor value chain.",
    "We also joined the Semiconductor Climate Consortium Energy Collaborative, bringing together the combined purchasing power of semiconductor companies to encourage a faster conversion to clean energy in the Asia- Pacific region.",
    "PEOPLE PURPOSE ABOUT Through active participation in programs like Catalyze and SCC Energy Collaborative, as well as through organizations like CEBA and RE100, we are building on our SUCCESS2030 efforts to instill sustainability best practices among our suppliers and intend, in the future, to accelerate supply chain decarbonization and drive higher output of clean energy for the semiconductor industry.",
    "Responsible Minerals Sourcing Applied Materials is committed to the responsible sourcing of minerals used in our products.",
    "Key to this commitment is our policy around tantalum, tin, tungsten and gold (3TG), also known as conflict minerals for their frequent origin in the Democratic Republic of Congo (DRC) and adjoining countries affected by conflict and human rights abuses.",
    "For more than five years, Applied has worked with third-party service providers to assist in conducting outreach to suppliers regarding their sourcing of 3TG intentionally added to products furnished to Applied, and evaluating their responses.",
    "Applied is a member of the RMI, and we work to validate that our suppliers conform with Responsible Minerals Assurance Process (RMAP) standards.",
    "In 2023, our SUCCESS2030 team worked directly with approximately 11 smelters or refiners to ensure their continued participation in the RMI RMAP program.",
    "Our SuCCESS2030 lead is the co-chair for the RMI Smelter Engagement Team (SET), which oversees the different smelter engagement teams, and three Applied employees serve in a voluntary capacity.",
    "In addition, an Applied SuCCESS2030 program manager leads a second-level SET team, which oversees re-audits as part of the RMAP program to maintain the RMAP conformance rate.",
    "DATA In addition to 3TG, we also collect data on cobalt and will begin our due diligence for aluminum, steel and iron in fiscal 2024.",
    "We are one of the founding members of Copper Mark, to ensure a responsible supply chain within the copper industry.",
    "For more information about our 3TG due diligence, please see our Conflict Minerals Report.",
    "Supplier Diversity We met our goal to achieve greater than $500 million spending with certified diverse or pending certified diverse suppliers—39% with minority- owned, 56% with women-owned and 5% with veteran-owned businesses—reaching $594 million in 2023.",
    "Our goal is to reach $1 billion in spend with diverse suppliers by 2027.",
    "All suppliers, regardless of certification or ownership status, must meet the same procurement standards, participate in the same audits and go through the same rigorous onboarding process.",
    "To ensure all Applied suppliers are accountable to the same quality standards, there is no special consideration or weighting based on diverse supplier status.",
    "We are also active in the supplier diversity space beyond Applied, including being a: « Founding member of SEMI’s Manufacturing Ownership Diversity (MOD) working group, which brings together semiconductor manufacturers, original equipment manufacturers (OEMs), material suppliers, certified diverse suppliers and diverse supplier organizations to build collective understanding, remove barriers and create growth opportunities that advance a more diverse manufacturing supply chain.",
    "« Corporate member of the Diverse Manufacturing Supply Chain Alliance (DMSCA), which is the only U.S.",
    "non-profit membership organization focused exclusively on the development of small-and medium-sized U.S.-based diverse manufacturers.",
    "DMSCA helps diverse manufacturers assess and mitigate performance risk and address operational readiness, including environmental sustainability factors, to support emerging technologies, like loT and Al.",
    "Corporate member of the National Minority Supplier Development Council (NMSDC), which, in addition to being a certifying agency, provides minority business enterprises (MBEs) with resources, such as business classes, pitch coaching and connections to potential corporate buyers.",
    "In fiscal 2023, Applied joined a regional NMSDC chapter, through which we collaborate across multiple industries to increase efficiencies and advocacy in the supplier diversity space.",
    "Supply Chain Responsibility 45 Applied Materials earned the exclusive Intel EPIC Program Outstanding Supplier Award with Supplier Diversity Distinction for 2023.",
    "The award recognizes the highest level of achievement in the Intel global supply chain and is an ongoing realization of continuous improvement within the high-performing Intel supplier ecosystem.",
    "Of the thousands of Intel suppliers around the world, only a few hundred qualify to participate in the EPIC Supplier Program.",
    "Applied is one of only six companies recognized by Intel in 2023.",
    "Intel honored Applied’s unwavering commitment to quality, drive for excellence and dedication to technology innovation.",
    "APPLIED MATERIALS« Sustainability Report 2023 PLANET PROGRESS PEOPLE Fostering Diverse Supplier Talent Applied is working to grow the pipeline of talent across our supply chain.",
    "In addition to working closely with our existing suppliers to secure applicable diversity certifications, we are committed to helping strengthen both the capabilities and capacity of suppliers to grow with Applied and the semiconductor industry.",
    "This includes helping strengthen the pipeline of talent with essential vocational skills, like welding and electrical, as well as science, technology, engineering, arts and math (STEAM) skills to support our supply chain.",
    "Applied is working to establish a vocational and STEAM educational program, SUCCESS school, to foster an awareness and interest in pursuing vocational and STEAM skills in the semiconductor industry, and provide access to materials on starting a business.",
    "Our intent is to encourage middle and high school students to become business owners within the semiconductor space, building a pipeline of future diverse-owned businesses.",
    "We plan to share additional details in upcoming Applied Sustainability Reports.",
    "See additional efforts to grow diverse talent for Applied and our industry in our Community Impact and Learning and Development sections.",
    "SPOTLIGHT Southeast Asia Alliance for Sustainability Brooks Automation US, LLC, received the 2023 Applied Supplier Excellence Award for Excellence in ESG (SuCCESS2030 initiative).",
    "a PURPOSE ABOUT DATA Launched two years ago, the Southeast Asia Alliance for Sustainability (AFS) works to aggregate sustainability workstreams, strategies and operational plans across business units and functional areas to collectively advance Applied’s ESG efforts.",
    "The team is intended to drive a sustainability culture across Applied in Southeast Asia through a series of informational sessions, sustainability initiatives and employee engagement opportunities.",
    "In 2023, the AFS team led the initiative to install electric vehicle chargers at our Singapore Changi site, in collaboration with Charget+.",
    "The project makes Applied one the first semiconductor companies in Singapore to host on-site EV chargers.",
    "These on-site charging stations advance our efforts to transition to renewable energy across our global operations, while supporting our employees’ choices for more sustainable forms of transportation.",
    "In the community, the AFS team drove employee engagement efforts to support cleaner seas and more trees.",
    "To celebrate Earth Day 2023, AFS hosted a coastal cleanup at Pasir Ris Park in Singapore.",
    "Employees gathered in kayaks to collect over 50 kilograms of trash from the water, including fishing line, plastic Styrofoam boxes and tires.",
    "The event was paired with a sustainable food awareness campaign, where employees had the opportunity to refuel their bodies with alternative- protein burgers.",
    "AFS hosted two tree planting events in 2023.",
    "The first, in conjunction with Earth Day, was organized to support Singapore's National Parks Board One Million Trees Movement.",
    "The second, in September, was hosted in commemoration of Singapore's founding father Lee Kuan Yew’s 100th birth anniversary.",
    "Employees planted 100 trees at the Tampines Eco-Green site to honor Lee Kuan Yew’s legacy as Singapore's “Chief Gardener.” Supply Chain Responsibility A6 as their truest selves, strengthens our ability to attract and retain top talent, accelerates our innovation engine and better positions Applied to serve our customers in a dynamic market.",
    "qi APPLIED MATERIALSe Diverse perspectives and collaboration are the greatest drivers of innovation.",
    "At Applied, we strive to create a culture where all individuals feel they are seen, heard and invited to contribute.",
    "We are working to operationalize our inclusion practices, helping each other to recognize and remove biases, and breaking down systemic barriers that prevent progress.",
    "Strengthening the pipeline for skilled talent is essential to meet the expansive growth of our industry.",
    "We invest in building a broad and inclusive talent pipeline, partnering with nonprofit organizations, colleges and universities to foster interest in—and build capabilities in—science, technology, engineering and math (STEM) capabilities.",
    "Our investments continue into early-career development, with robust programs supporting interns, apprentices, new college graduates (NCGs) and women in engineering and technology.",
    "We empower all employees to reap the full benefits of continuous learning, and we strive to ensure everyone has fair and, equitable opportunities to grow in their career at Applied.",
    "Sustainability Report 2023 Investing in people means supporting the whole person, not just their roles at Applied.",
    "We provide access to a range of benefits that promote physical, emotional and social health and well-being and financial security, and we provide employees with flexible options to best meet their own needs and the needs of their families.",
    "Applied is fully committed to protecting the fundamental human rights of our employees and those of our suppliers.",
    "This commitment is formalized in our Human Rights Statement of Principles and is operationalized and governed through our Responsible Manufacturing Program.",
    "By fostering a culture where everyone is welcome to bring their inherent, lived experiences and learned skills, knowledge, and experience together as One Applied, we accelerate innovation and enable the growth needed to serve the needs of our customers and communities for generations.",
    "DATA Key Highlights for 2023 Developed the Responsible Manufacturing Program and completed an RMP pilot internal assessment at Applied’s manufacturing site in Austin, Texas Added new Disabilities Employee Resource Group and chartered four new ERG chapters globally Transformed Applied’s Global Hiring and Transfer Policy to strengthen employees’ ability to be considered for any role and at any level without bias based on their current position Psy Increased U.S.",
    "pay transparency .",
    "d by publishing salary ranges in all U.S.",
    "job postings and pay ratios comparing compensation for designated populations LGBTQ+, Gender Affirming Care, Fertility and Pregnancy rs) ?",
    "Mi + PEP Launched Connected (1) \\AV/ Leadership Training course a to help Applied’s people total learning hours were anemecars butild endl lead completed by employees and righsaertommence teens contingent workers in fiscal Released new or updated A [re] o- - .",
    "o— benefits guides including Embracing a Culture of Inclusion Key Highlights 48 2030 Goals Annual Goals Goal Progress* Status UN SDG Goal Progress* Status UN SDG Greater than 25% women 20.3%, representing a 2.2% increase from @ FLUALITY 90% completion of designated 94% completion @ ee 10 i\".",
    "representation at Applied globally FY21 DEI Engine learning modules by all a ©, Applied employees, annually S <=> Vv Greater than 21% executive women 13.0%, representing a 0.8% increase from FY21 © PIMALTY Maintain occupational health and 0.44 TCIR @ toe ce representation globally, with an aspiration to achieve equal global and executive representation of women by 2040 ©) safety total case incident rate (TCIR) of 0.40 or below Y | Greater than 25% underrepresented 19.9%, representing a 3.5% increase from FY21 © 10 iecuares minorities (URM) representation in a U.S.",
    "workforce d=) Vv Greater than 10% executive URM 5.9%, representing a 1.1% increase from FY21 © 10 Nanas representation in Applied’s U.S.",
    "a workforce q = > O Not yet started © In progress @ Completed C) On target See full snapshot of fiscal 2023 U.S.",
    "workforce by gender, ethnicity and race representation by employee level in Data and Disclosures.",
    "* Cumulative through fiscal 2023 unless otherwise noted Ci APPLIED MATERIALS» Goals and Progress 49 We are committed to protecting human rights wherever we do business and have formalized our intent in our Human Rights Statement of Principles.",
    ",.",
    "& cso srsemens Ensuring the protection of human rights is integrated across our global operations and incorporated into relevant policies and training programs, including Employee Relations; Culture of Inclusion; Ethics & Compliance; Learning and Development; Environmental, Health and Safety; Recruitment and Hiring; Supply Chain Responsibility and others.",
    "Our cross-functional Human Rights Working Group oversees our corporate human rights program, the Responsible Manufacturing Program.",
    "To support corporate accountability, the working group reports on human rights to our board's Corporate Governance and Nominating Committee (CGNC) at least twice a year, and the human rights program progress is included on our corporate scorecard.",
    "As part of our EU Corporate Sustainability Reporting Directive readiness efforts, we are conducting a double-materiality assessment and will report the results to the CGNC in 2024.",
    "Responsible Manufacturing Program We are committed to providing workers with safe working conditions, treating workers with respect and dignity, and conducting our business operations in an environmentally responsible and ethical manner.",
    "These commitments apply and are communicated to our entire global workforce and our suppliers.",
    "Applied developed a formal Responsible Manufacturing Program (RMP) to operationalize human rights governance across our manufacturing operations to comply with our Human Rights Statement of Principles and the RBA Code of Conduct.",
    "The RMP builds upon the results of a 2022 assessment by Article One Advisors designed to identify human rights risk associated with our operations and opportunities to elevate our human rights management.",
    "The program focuses on Applied’s internal operations across our manufacturing and R&D sites, assessing key areas including labor, health and safety, environment, ethics, and management systems.",
    "In fiscal 2023, we socialized the RMP across all business units and large manufacturing sites before piloting the RMP at our manufacturing site in Austin, Texas, which is one of our largest manufacturing locations.",
    "In preparation for the internal assessment, we partnered with a third-party consultant to develop resources and training materials, and we updated our Human Rights Statement of Principles, strengthening the language concerning accommodations of persons with disabilities or based on religious beliefs, and enhancing our freedom of association language.",
    "In 2024 and beyond, Applied will assess additional manufacturing sites, staging our internal RMP assessments to avoid overlap with the performance of site audits pursuant to the RBA’s Validated Assessment Program.",
    "Non-Discrimination Policy Applied Materials is committed to providing a workplace that is free of discrimination, harassment and retaliation.",
    "We do not tolerate harassment based on race, color, national origin, ancestry, religion, age, sex Cincluding pregnancy, childbirth or related medical conditions), sexual orientation, gender identity, material status, physical disability, mental disability, medical condition, genetic information, family care leave status, union membership, veteran status or any other basis prohibited by law.",
    "Our Standards of Business Conduct policy protects employees who have lodged good-faith reports of possible ethical issues or policy violations, or participated in any investigation, proceeding or hearing.",
    "The policy addresses conduct, complaint procedure, supervisory responsibilities, responsive action and supplemental state-specific rules.",
    "Ae Standards of Business Conduct for Employees (English) Standards of Business Conduct for Employees (alternative languages) Standards of Business Conduct for Business Partners (English) a Human Rights 50 As the semiconductor industry is predicted to grow to $1 trillion by 2030, competition for talent grows, too.",
    "Applied is committed to expanding our talent pipeline and ensuring everyone has equal access to opportunity.",
    "Applied is continually identifying global opportunities to standardize and accelerate our talent processes to strengthen cross-company growth opportunities for employees and streamline how we operate globally.",
    "In 2023, those changes included expanding Applied’s Global Hiring and Transfer Policy to enhance talent movement and career development, and standardizing and extending the Global Employee Referral Program to drive even more referral opportunities.",
    "We are committed to compensating our employees fairly and equitably.",
    "In the U.S., we increased pay transparency by publishing salary ranges in all U.S.",
    "job postings.",
    "On our website and in this 2023 Sustainability Report we have published pay ratios comparing compensation for Applied employees who identify as men and women, both globally and in the U.S., as well as for those who identify as minorities and non- minorities in the U.S.",
    "Recruiting Diverse and Inclusive Talent Applied has a strong record of being a destination employer for veterans.",
    "Veterans have a unique combination of experience, skills, leadership and discipline that Applied needs to drive our vision to Make Possible a Better Future, so we have a small team focused exclusively on recruiting military talent as they exit the U.S.",
    "services.",
    "In 2023, Applied earned the U.S.",
    "Department of Labor Gold HIRE Vets Medallion Award, which recognizes employers for their commitment to supporting U.S.",
    "military veterans in the civilian workforce.",
    "In the U.S.",
    "alone, Applied is proud to employ more than 1,200 veterans, representing approximately 7% of the U.S.-based workforce.",
    "Ae Learn more about Applied careers for veterans.",
    "7 ABOUT DATA Navy veteran and reservist Alicia leverages the skills she honed in the military in her role as U.S.",
    "Northwest/Central Regional Operations Manager at Applied.",
    "From interpersonal skills that advance an inclusive mindset to a rigorous commitment to dedication, follow-through and mission completion, Alicia found her military training created a strong foundation that transferred well to the high-tech semiconductor industry.",
    "Alicia started her career at Applied as a process engineer, learning the intricacies of the equipment, before being promoted to an operations manager.",
    "Read more about her journey, lessons learned and why veterans should consider building their career at Applied in Search and Employ magazine.",
    "Recruiting and Hiring across our global workforce and uses technology, new sourcing channels/talent pools and programmatic approaches to diversity recruiting.",
    "Programmatic approaches vary by region and include programs to help women restart their careers after a gap in their work history, and others to bridge cultural boundaries for women who had not previously been in the workforce.",
    "In addition, Applied participates in industry recruiting events and community events supporting other diverse groups, such as Hispanic and African-American populations, veteran populations and LGBTQ+ populations.",
    "Recruiting, Hiring and Onboarding Next-Generation Talent Across the globe, Applied is working to attract the top incoming talent with global growth opportunities, a commitment to continuous learning, and a diverse and inclusive culture where everyone has the opportunity to reach their full potential.",
    "Gl ireriais.",
    "PLANET PROGRESS PEOPLE PURPOSE ABOUT DATA In 2023, we broadened our approach to NCG employment by increasing global year-over- year hiring in this talent category.",
    "In addition, we expanded existing onboarding programs and created new onboarding and development programs in countries and organizations we had not yet tapped.",
    "Through these programs, which are customized by region, business unit and/ or role type, NCGs receive world-class training, opportunities to work across multiple functions, and a chance to work with some of the most innovative professionals in the industry.",
    "Campus Recruitment Globally, Applied Materials deepened existing school relationships and developed new relationships—especially with women’s Universities—to collaborate on increasing the industry talent pipeline.",
    "Hundreds of female STEM students participated in Applied’s curated online, in-house and on-site events across Taiwan, Korea, Israel, India, Ireland and the U.S.",
    "Activities varied from information sessions to one-on-one consultations to set up candidates for interview success.",
    "In conjunction with the creation of a Material- to-Fab Center in collaboration with ASU, Applied intends to launch an endowment fund that will provide scholarships to first-generation and/or underrepresented minority students in the ASU Ae Learn more about early career opportunities at Applied.",
    "a lra A.",
    "Fulton Schools of Engineering.",
    "As anew college grad, | wanted to learn as much as possible from mentors and peers that have been in multiple industries and get a new perspective about what being an engineer entails.",
    "And that is exactly what | found in my team here—everyone | have interacted with has been welcoming, engaging and incredibly bright.” —Sara, Santa Clara, California Recruiting and Hiring 52 Applied offers an increasingly wide range of internship and apprenticeship positions for qualified students in both technology and business areas around the globe.",
    "Internship opportunities have expanded well beyond the U.S.",
    "into Europe and across Asia.",
    "Intern experiences range in length from two to five months, with deep business engagement.",
    "Highlights from 2023 include the U.S.",
    "Intern Summit attended by more than 100 interns in Santa Clara as well as enhanced intern experiences in both Taiwan and Singapore.",
    "Activities included a speaker series, company career fairs, fireside chat with the CEO, roundtable discussions with Young Professionals Network (YPN) members, networking events and project-based work.",
    "Similarly, Applied’s apprenticeship presence grew globally, with new opportunities underway or in development in the U.S., Taiwan and Singapore.",
    "Applied has partnered with government entities and new schools around the world to create and launch apprenticeship programs—and, in one case, the apprenticeship program is the first of its kind in its state.",
    "Gl ireriais.",
    "PLANET PROGRESS PEOPLE PURPOSE Taiwan Talent Acquisition Team Recognized Demonstrating that we're One Applied, stronger together, the new AGS Equipment Products Group Manufacturing Plant in Taiwan credited the Taiwan Talent Acquisition team for helping them achieve the President's Quality Award.",
    "The Talent Acquisition team enabled the recruitment of quality talent to ramp the 200mm semi-equipment manufacturing site to support ICAPS business growth.",
    "ABOUT DATA Featured Awards Best Workplace for Millennials, Korea Military Friendly Employer 2024, Bronze Human Rights Campaign Foundation Equality 100 Award: Leader in LGBTQ+ Workplace Inclusion 2023 & BEST 2022 for LGBTQ+ Equality U.S.",
    "Department of Labor Gold Hire VETS Medallion « 51 Jobs’ Top Graduate Employer & Employer Excellence Award for HR Digitalization, China « Arts & Business Awards, Taiwan « Best Workplaces in Taiwan * Commonwealth Talent Sustainability Award, #1 in Multinational Enterprises Category, Taiwan « Excellence in Corporate Social Responsibility Award, Taiwan « Glassdoor’s Best Places to Work 2024, U.S.",
    "« Great Place to Work Certification, China, Taiwan, India (August 2023-2024) « Military Times Best for Vets 2023 « National Talent Development Awards, Taiwan « Premier Employer, South Korea Minister of Employment and Labor « Strait’s Times Best Employers, Singapore * STEM Workforce Diversity Top 50 Employers « U.S.",
    "Veterans Magazine Top Veteran-Friendly Company 2023 « US Vets Indexes Top Employer, 2023 Recruiting and Hiring 53 Applied's Global Benefits guiding principles have been _- re 8 1 E.",
    "e i UUTTUETTON TENNER refreshed to further enable scale; support well-being; ee rT and advance diversity, equity and inclusion.",
    "Applied Total Rewards offers a suite of health While benefits differ based on employee and wellness benefits to support our employees’ priorities and needs in different geographies, our physical, emotional, social and financial health.",
    "Culture of Inclusion team works together with the Our Total Rewards philosophy is based on Total Rewards team to ensure there is equity and offering equitable benefits, compensation and inclusion across our Total Rewards benefits.",
    "recognition opportunities to all employees.",
    "In 2023, we released several new and updated benefits guides including LGBTQ+, Gender Affirming Care, Fertility and Pregnancy.",
    "In 2023, 157 employees took advantage of Applied’s 100% Paid Family Care Leave in the U.S.",
    "Our Guiding Principles ©) (hit Q = We support business and talent strategies We foster the employee experience We maintain strong governance and shared And we drive productivity and that focus on improving health and wellness, with inclusive and competitive programs, responsibility, with sustainable and accessible efficiency with consistent policies and increased productivity and encourage clear communications and strong options, support for informed choices and processes, automation and scale and flexibility and work-life balance.",
    "vendor partnerships.",
    "compliance and accountability.",
    "intuitive technology.",
    "Ci APPLIED ; MATERIALS« Employee Benefits 54 and strengthen our Total Rewards program globally.",
    "Some of these advancements in the U.S.",
    "in 2023 include: « Providing access to virtual care across the U.S.",
    "and near-site care in certain markets through Crossover; employees in Santa Clara, Austin and Gloucester have access to on-site health centers at Applied.",
    "« Providing enhanced mental health care for children and teens through a virtual program called Brightline; the program is available to U.S.",
    "employees enrolled in the Aetna health plan.",
    "In 2023, 157 employees took advantage of Applied’s 100% Paid Family Care Leave in the U.S., which covers 12 weeks of paid time off to care for a newborn, adopted or foster child, spouse or partner, as well as extended family members.",
    "In Asia Pacific, our Total Rewards program advancements include: « Providing employees in South Korea with access to a new Flex account that enables them to use their benefit dollars in a way that works best for their individual and family needs.",
    "« Offering a series of educational sessions to support the mental health of our employees.",
    "« Offering health check-up events on-site in India, China and Singapore.",
    "Additional Advancements in the U.S Implemented a Lifestyle account for employees to receive 50% reimbursement on i 1,000 of eligible expenses that support the physical, emotional, and social well-being of themselves and their families.",
    "Enhanced the adoption expense reimbursement program to now include surrogacy expenses and doubled the benefit tt $10,000 to support Culture of Inclusion efforts.",
    "Supported student loan debt repayment for non-highly-compensated U.S.",
    "employees, with $2.9M repaid in 2023 supporting 947 employees.",
    "See the global Applied Materials Benefits website for more information on employee benefits.",
    "Cl Aree, Employee Benefits 55 To attract and retain top talent, we are continuing to build an inclusive environment where everyone can reach their full potential.",
    "We recognize that more inclusive companies that integrate diverse points of view tend to be more “This program provided | innovative and are better positioned to address .",
    "broader market challenges.",
    "At Applied, our Culture wonderful opportunity for self- of Inclusion is not a program or an initiative; it’s an reflection to understand how integral part of our business and talent strategy.",
    ".",
    "hoe events in one’s life shape who Across our global company, we aspire to be we are, and how we can create One Applied team—connected, inclusive and iti .",
    "t leader i working together to be the most trusted and d positive Impact as a leader In valued partner for our customers.",
    "It all starts with the company.",
    "Inclusion is about creating a Culture of Inclusion, where everyone .",
    ".",
    "shows up every day as their best selves and connecting with one another achieves their full aspirations.",
    "ona personal level, listening to We strive to be inclusive, understand different hear and understanding how to perspectives and, at our core, always listen and empower others to succeed.” learn with others.",
    "By creating a culture where everyone feels included, seen and heard, our rich, —Derek, Vice President, Semiconductor diverse community of individuals are more likely to Products Group “Applied is an exciting, forward-thinking, fast- moving company.",
    "The company’s enthusiasm for developing its employees has fostered a creative and productive environment of professionals that are truly engaged with their work.” stay and grow their careers at Applied.",
    "—Ugne, Field Service Engineer, Leixlip, Ireland GC ER Culture of Inclusion 56 Employee Resource Group YPN — Young Professional Network Engage Leaders as Champions of Change by making inclusion personal and defining metrics and driving leader accountability for change.",
    "Since 2021, more than 200 executive leaders have participated ina tailored “Coaching for Inclusion” program from the Berkeley Executive Coaching Institute (BECI).",
    "The program focuses on making inclusion personal for leaders, building core capabilities and helping develop an authentic leadership presence around DEI.",
    "It builds empathy and an understanding of how DEI issues affect oneself and others.",
    "The program helps leaders become more conscious of how personal behaviors can unintentionally reinforce unproductive dynamics and guides them to make personal commitments to adapt their leadership style and approach to be more inclusive and influence change across the enterprise.",
    "Leaders say the program has greatly expanded their understanding of inclusion and the role they play in creating and modeling a more inclusive culture.",
    "“It was a fantastic and engaging class, filled with honesty and appreciation for the paths that others have walked on their inclusion journey.",
    "| very much look forward to using the skills with my team.” —Rory, Managing Director, Joint Operations Leadership Team GY ARERR.",
    "PROGRESS PEOPLE PURPOSE ABOUT Eliminate Systemic Barriers to Inclusion as identified by Inclusion Change Teams, using discussions and data to guide the strategies and actions in their respective organizations.",
    "To support the effectiveness of Inclusion Change Teams, we created a five-step Inclusion Change Team Toolkit.",
    "The purpose of the toolkit is to stimulate critical thinking and foster dialogue as leaders work together to identify and remove barriers to inclusion.",
    "The five steps, identified by the acronym “DRIVE” (Direction setting, Role modeling, Informing others, Validating results, Empower everyone), include: guidance for validating and clarifying direction; championing inclusive behaviors by taking an active role; communicating expectations and stating the importance of inclusion; measuring, pivoting and celebrating successes; and empowering everyone to take responsibility for inclusion.",
    "A portion of the toolkit was piloted in Japan in 2023 and is being rolled out globally across Applied in 2024.",
    "DATA Operationalize Inclusion in All That We Do by ensuring all talent practices are inclusive and use qualitative and quantitative data to measure our progress.",
    "Our DEI Engine, launched in 2022, accelerates our journey to strengthen a Culture of Inclusion.",
    "It’s a framework of tools, training and processes that aims to connect employees and leaders to our Culture of Inclusion strategy and inclusive behaviors.",
    "There are three main components to the Engine: « Ingrain an Inclusive Culture « Inspire, Engage and Attract World-Class Talent « Impact DEI in Industry and Society Culture of Inclusion 57 An ingrained inclusive culture is one in which everyone can speak safely and be fully heard, and where we leverage and embrace our differences across all levels of the organization.",
    "Fostering a sense of belonging strengthens employee morale and productivity and enables us to attract and retain talent.",
    "This leads to greater innovation and a better workplace for all.",
    "To this end, we launched two new required training courses for employees, Introduction to the DEI Engine (DEI 100) and Common Language and Behaviors (DEI 101), which provide an overview of the DEI Engine and help establish a baseline of common inclusive language and behaviors.",
    "Ninety-four percent of Applied employees completed the DE!",
    "100 and 101 training in 2023.",
    "Building on this foundation of awareness, in 2024 we are focused on building deeper understanding and driving more inclusive behaviors.",
    "Our annual, week-long Global Inclusion Summit engaged more than 4,400 employees from across 16 countries in 2023.",
    "Twenty-five speakers delivered insights, inspiration and personal perspectives at both in-person and virtual sessions.",
    "Applied hosted an ERG fair along with group watch parties across multiple locations.",
    "Since 2022, 13,000 employees have participated in the annual Global Inclusion Summit.",
    "Gl ireriais.",
    "PROGRESS PEOPLE PURPOSE At Applied, we want people to describe themselves in a way that represents who they are.",
    "In 2023, we expanded the self- identification options in Workday, which is our system of record for employee information.",
    "In North America, Applied employees can now voluntarily select from expanded gender identity options, including cisgender, non-binary, transgender, gender fluid and prefer not to answer.",
    "The expanded self-identification helps inform and strengthen Applied’s Culture of Inclusion initiatives, policies and resources to better mitigate biases, enhance employee engagement and aid in retention efforts.",
    "“Being part of the LGBTQIA+ community is not a limitation, it’s a strength.",
    "Here at Applied Materials, | feel safe.",
    "| feel like | belong here, and I'm not looked at differently because I'm transgender.",
    "There is no hiding or there is no needing to be a particular person.",
    "Here I'm able to be my truest self and be the best employee | can be for Applied Materials.” —Ale, Austin, Texas ABOUT DATA Culture of Inclusion 58 There are six inclusive behaviors that we foster to create a connected and inclusive environment.",
    "These behaviors promote openness, understanding, connection and empathy with others, as well as a willingness to recognize and face personal biases.",
    "Cultural Intelligence Courage and Listening Understanding diversity, equity and Speak up, listen and engage in inclusion across global difference difficult conversations when needed Singapore Hosts Event for Neurodiverse Professionals Neurodiversity encompasses a range of neurological differences including autism, attention deficit hyperactivity disorder (ADHD) and other cognitive conditions.",
    "In Singapore, the Applied Materials Southeast Asia team created a three-day work experience for young Self-Awareness professionals with neurodiversity and Collaboration — h t.",
    "The pilot t Seek out diverse perspectives, expertise, (a APPLIED Know yourself, your biases and look eee Mee = Een ; - included workshops, training sessions encourage open discussions, share for self-improvement opportunities.",
    ", and ongoing dialogues to provide opportunities for those historically marginalized, while fostering a Culture of Inclusion and acceptance.",
    "Hosea Lai, Senior Director, Culture of Inclusion, called the pilot event a blueprint for a more harmonious future.",
    "“As we continue this journey, we are reminded that by giving others a chance, we give ourselves the opportunity to learn, evolve and thrive in ways we never thought possible,” said Hosea.",
    "MATERIALS» knowledge and leverage difference make possible Be willing to CHANGE Connecting Head and Heart Curiosity Leaders display vulnerability, creating Embrace different ideas and openness and authentic connection experiences to enable growth G) ER Culture of Inclusion 59 class talent by incorporating DEI throughout the employee experience, including hiring, promotion, rewards and benefits.",
    "We are focused on building inclusive hiring practices, and diversity, equity and inclusion are integrated at every step of career progression at Applied.",
    "Our Total Rewards philosophy is based on offering equitable benefits, compensation and recognition opportunities to all employees.",
    "GY ARERR.",
    "DATA We aim to lead our industry in DEI and positively impact our communities through leadership and stakeholder engagement, creating pathways that reduce social, economic and educational inequities.",
    "For example: « We work to build diversity in our supply chain, increasing spend with diverse-owned businesses, onboarding new diverse suppliers and helping existing suppliers achieve diversity certifications.",
    "« We established an 18-month Applied Apprenticeship Program for process technicians in the U.S.",
    "This full-time earn-and-learn program is registered with the U.S.",
    "Department of Labor and the California Department of Apprenticeship Standards.",
    "« Applied is committed to equity-centered community involvement, working to remove unintended biases from our investments in global communities.",
    "« Through the Applied Materials Foundation’s Generation Girl initiative, we collaborate with U.S.",
    "nonprofit organizations to strengthen girls’ self-confidence and grow interest and engagement in STEM subjects.",
    "« The Applied Materials Momentum Fund helps accelerate the next generation of women in engineering by helping cover unexpected expenses that create barriers to degree completion.",
    "Building a Culture of Inclusion is a journey.",
    "We are intentionally focused and making progress toward our desired future state, yet there is much more work to do.",
    "We will remain purposeful in executing our strategy to engage leaders, managers and individual contributors in understanding and removing barriers to full inclusion and engagement.",
    "Applied uses the Global Diversity, Equity and Inclusion Benchmarks (GDEIB) to measure our DEI maturity progress as we work to model best practice in action.",
    "Using 266 benchmarks in 15 categories, the GDEIB helps to elevate our strategy and approach to fostering a more connected, inclusive, and engaged workforce and ultimately becoming an exemplary model for other organizations globally.",
    "The group teamed up with Austin Habitat for Humanity to organize a local Women Build event.",
    "Members from other Applied Materials ERG groups joined the event, volunteering time and skills to build a home for a deserving family in the Austin community.",
    "The home was sponsored, in part, by Applied Materials.",
    "APPLIED MATERIALSe PROGRESS PEOPLE PURPOSE Employee Resource Groups Employees are invited to join any of our nine ERGs, where members and allies create their own unique sense of belonging, help members grow professionally, educate employees and engage with the community.",
    "Applied has 30 ERG chapters globally, including new chapters of WPDN in Japan, YPN in Singapore, HiP in Hillsboro and MERGE in Gloucester.",
    "We encourage employees to participate in multiple ERGs, to recognize and build awareness of intersectionality and drive greater understanding of our diverse culture.",
    "ABOUT DATA Our ERGs include: « Applied PRIDE « Asians in Motion (AIM) « Disability Resources for Everyone at Applied Materials (DREAM)—New!",
    "Established 2023 « Hispanics in Partnership CHIP) « Leadership Encouraging Achievement Through Diversity / Black Employees Network (LEAD-BEN) « Male ERG for Equity (MERGE) « Veterans Employee Team (VET) « Women’s Professional Development Network (WPDN) « Young Professionals Network CYPN) “Being part of Asians in Motion at Applied Materials has let me network with a variety of other employees that | wouldn’t meet in my day-to- day tasks, and it’s let me learn more about the different cultures that employees celebrate and come from.” —Kat, Santa Clara, California Applied PRIDE Wins 2023 President's Quality Award The Applied PRIDE ERG was recognized with a 2023 President’s Quality Award for its work to address the inequalities and discrimination that inhibit people from doing their best work.",
    "The group helps to create a culture where everyone feels included.",
    "Among its many accomplishments to drive more inclusive business practices, the all-volunteer Applied PRIDE ERG helped get BrandPride added as the first LGBTQ+ vendor that supports SUCCESS2030 and has driven corporate-level conversations that resulted in policy changes.",
    "Applied PRIDE has doubled in size three of the last four years, now with nearly 400 members globally.",
    "CRC) Culture of Inclusion 61 We are committed to compensating our employees fairly and equitably.",
    "To that end, we have structured our compensation program so that our employees’ pay is based on relevant factors such as their roles, organizational levels and geographic locations and not on their demographics.",
    "To confirm that we live up to our goal of pay equity, | We will continue monitoring our compensation we have engaged an independent third party to practices and provide information about Applied’s calculate pay ratios comparing compensation pay equity efforts in future Sustainability Reports.",
    "for Applied employees who identify as men and women, both globally and in the U.S., and a pay ratio comparing compensation for employees who identify as minorities and non-minorities in the U.S.",
    "In each instance, the ratio is based on total compensation, which reflects the sum of an employee's base salary, any cash bonus and any stock award.",
    "The ratios compare compensation for employees who were in a similar role, level and location, as of the start of fiscal 2024: 99% 100% 101% Total compensation for women Total compensation for women _ Total compensation for racial or globally was 99% of total in the U.S.",
    "was 100% of total ethnic minorities in the U.S.",
    "was compensation for men compensation for men 101% of total compensation for non-minorities Cl Aree, Pay Equity 62 qi APPLIED MATERIALSe As Applied scales up its workforce to meet the explosive growth of our industry, we are focused on building world-class leaders at every level of our company who are skilled at running large, complex, high-velocity, highly collaborative and productive organizations.",
    "We launched several new training programs for managers in 2023 to create more connected, collaborative and inclusive leaders across Applied, with coaching skills to support, guide and accelerate the development of our talent.",
    "One of these programs, the Connected Leadership Training, provides information, tools and best practices to help Applied’s people managers build and lead high-performance teams.",
    "With best practice models, concrete action steps, prompts to engage employees and spark conversations, and guidance for self-reflection, the Connected Leadership Training is designed to build best-in-class leadership skills to help employees reach their highest potential and enable Applied’s growth goals.",
    "In 2023, more than 4,800 managers and leaders participated in Connected Leadership Training, representing about 87% of our current leadership.",
    "Our General Manager Development Program was designed, developed and deployed in fiscal 2023 to build the capabilities of Applied Vice Presidents and selected Directors.",
    "Through the program, leaders can gain greater awareness about their personal capabilities and temperament, and how these traits impact their leadership.",
    "The program reinforces business capabilities specific to Applied and fosters organizational leadership, including inspiring collaboration and a growth mindset.",
    "Leaders also learn how to better utilize their influence and leverage across the organization to drive greater enterprise-wide success.",
    "This engaging and experiential General Manager Development Program journey consists of about 80 learning hours completed in six months, followed by team action learning projects that span three additional months.",
    "At the conclusion of the program, teams present recommendations from their action learning projects to the Applied Executive Leadership.",
    "In fiscal 2023, 33 leaders completed the General Manager Development Program, and it will be extended to other Applied leaders in fiscal 2024.",
    "DATA In 2023 4,800 managers and leaders participated in Connected Leadership Training, representing about 87% of our current leadership.",
    "33 leaders completed the General Manager Development Program, and it will be extended to other Applied leaders in fiscal 2024.",
    "Learning and Development 63 Applied’s senior leaders and managers across the world participate in other learning programs tailored to their region’s unique needs.",
    "In Israel, for example, a program called INSPIREAPP is helping senior leaders mentor their management teams and facilitate small-group sessions to solve organization-specific challenges.",
    "Each senior leader participating in INSPIREAPP is asked to facilitate four one-hour sessions with a group of managers to solve two unique challenges faced by managers.",
    "The program helps managers strengthen their problem- solving skills, while developing leaders’ ability to coach, develop and facilitate small teams.",
    "In Japan, Applied is preparing leaders to support the Japan Advanced Semiconductor Manufacturing Company (JASM), a joint venture of two Applied customers, TSMC and Sony Semiconductor.",
    "Applied employees will work in and support this new fab, which is expected to begin production in 2024.",
    "In order to attract and retain diverse talent that can operate at maximum performance, an Applied human resources/ talent task force created the JASM Team Building Workshop.",
    "This workshop was designed to increase cross-cultural awareness and diversity understanding, build effective communication and collaboration in a cross-cultural work environment, and allow participants to get to know each other and build working relationships.",
    "GY ARERR.",
    "Sustainability Report 2023 PLANET PROGRESS PEOPLE In a post-workshop assessment by the 51 program participants, 97.5% agreed or strongly agreed with the statement: “This workshop helped us know our team better, experience and learn the differences among cultures, and learn how to work together more effectively and efficiently going forward.\" In Korea, anew “reverse mentoring” program was established.",
    "Six NCGs, who had joined the company in the last three years, provided reverse mentoring to the Applied Materials Korea Country President during a Culture of Inclusion session in September 2023.",
    "In this session, the NCGs provided perspectives on diversity, equity and inclusion, reflecting on both Applied Materials Korea and Korean society.",
    "They discussed generational gaps, Applied’s Culture of Inclusion, and how Applied’s company strategy can be better shared with employees.",
    "The reverse mentoring session was recorded and shared across the Applied Materials Korea employee base.",
    "SPOTLIGHT Sustainability at Applied Materials India PURPOSE ABOUT DATA fr OO Nearly 150 employee volunteers across Applied India support a variety of sustainability initiatives aligned with our corporate ESG strategy and 2030 goals, including Culture of Inclusion and SBTi-validated Scope 1, 2 and 3 targets, as well as the UN Sustainable Development Goals (UN SDG).",
    "Applied India employees bring together a broad set of skills, experience and capabilities that support our labs, engineering and operations, products and services, IT infrastructure, and sales and customer support functions Spanning five cities—along with a passion to advance environmental and social efforts.",
    "One of India’s key employee-led initiatives, supporting SDG 4 Quality Education, engages volunteers to work with professors and students at local colleges to drive awareness of the semiconductor ecosystem.",
    "The employees provide insights into Applied’s portfolio, ESG goals and initiatives, and showcase our efforts to accelerate industry collaboration and sustainable innovation.",
    "Students and professors are also invited to tour Applied’s labs to gaina close-up look at our components and tools that support leading technology innovation.",
    "The intent of the initiative is to inspire students to pursue careers in the semiconductor industry and to help professors advance industry-ready curriculum.",
    "Employee commuting is another key area of sustainability focus in India.",
    "Public transportation infrastructure, while improving, is not yet viable to meet the needs of our India employee base.",
    "Applied India provides a network of cabs to transport employees to and from work.",
    "In 2023, the India sustainability team of volunteers created a model for an electric vehicle pilot for the cab network, which will be tested in 2024.",
    "Watch for updates in future Sustainability Reports.",
    "es | = es 2 ; on | el Learning and Development 64 To support the rapid increase of new field managers, Applied developed and deployed a comprehensive training program across 14 countries.",
    "This program includes self-driven online learning to introduce key concepts, followed by live workshops conducted at the Applied headquarters and across the regions.",
    "The workshops involve Applied executives and local leadership to share the company’s vision and strategy.",
    "Each program participant is matched with a seasoned “buddy,” chosen for their management and communication skills, with whom they meet bi-monthly for six months.",
    "PLANET PROGRESS PEOPLE To further strengthen Applied Materials customer engineers in the field, we established a program for U.S.",
    "NCGs joining Applied Materials as customer- facing process engineers.",
    "This program provides a thorough and structured onboarding process, including a seven-month structured curriculum program with web-based training, instructor led training, hands-on instruction, independent projects, simulations, modeling and AR/VR.",
    "The goal is to optimize the NCG program and onboarding process to accelerate the time required for these NCGs to be effective in their roles.",
    "Field managers report that participating NCGs were able to deliver equivalent results in six months that previously were achieved in two years.",
    "r Gl ireriais.",
    "“The Coaching for Inclusion Program was transformational.",
    "The skills our team developed will strengthen our communication and mutual understanding well into the future.” —Tim, Group Vice President, Applied Global Services PURPOSE ABOUT DATA Training Magazine APEX Award Top 5 | training Ls APEX AWARDS Training Magazine ranked Applied Materials #5 on its APEX Awards list of the top 105 training organizations.",
    "Applied also received the “Outstanding New Training Initiative Award” for the development and deployment of our new AGS Training Services Enhanced Knowledge Delivery field training program.",
    "The APEX Awards is a worldwide ranking of organizations that excel at training and human capital development.",
    "Employee Learning and Development We work to enable every employee to excel in their current role while preparing them for career growth.",
    "Our employee learning and development program focuses on improving technical skills, professional capabilities and business acumen.",
    "All training is coordinated centrally and aligned with common objectives through Applied Global University, the delivery arm of our Learning and Development organization.",
    "“At Applied, | learn something new almost every day!",
    "| get to work within a cross-functional team and am constantly improving my financial, business and industry acumen.",
    "It's also exciting being part of a company that influences innovation, technology and the world that we live in.” —Katie, Financial Analyst, Santa Clara, California Learning and Development 65 Development Our integrated PATHWAY learning program empowers employees to create a personalized learning journey to strengthen their existing skills and build capacity for career growth.",
    "Each fiscal year, Applied employees who are eligible for PATHWAY are required to select a skill goal and a defined “skill journey.” In fiscal 2023, 90% of eligible Applied employees selected their skill goals in PATHWAY, and 70% completed their goal.",
    "Program enhancements in 2023 strengthen the way learning is measured in PATHWAY, giving employees more flexibility to fulfill their learning requirements.",
    "Employees may meet their required learning experience points through a broad range of experiences, including university-level courses, professional accreditation or continuing education workshops, attending conferences, reading a job-related book, mentoring or creating a course.",
    "“Experience points” replaced “hours” as a measure of learning in PATHWAY, with different learning experiences being measured by different point values.",
    "Employees complete their pathway when they reach 4,000 experience points.",
    "In fiscal 2023, 19,786 eligible employees completed their PATHWAY, an increase of 3.3% over fiscal 2022, reaching 86% of their PATHWAY progress and surpassing our goal of 85% completion.",
    "Gl ireriais.",
    "PLANET PROGRESS PEOPLE PURPOSE Fiscal 2023 PATHWAY Metrics 19,786 86% eligible employees completed completed their skill journey, their PATHWAY, anincrease = surpassing PATHWAY's of 3.3% over fiscal 2022.",
    "learning goal of 85%.",
    "ABOUT DATA tat © C) 2023 Learning Hours Nearly all (99.9%) of our leaders, executive-level Vice Presidents, Directors and Managers, and 99.8% of regular, full-time employees completed learning hours in 2023.",
    "In total, Applied’s full-time employees and extended workforce completed more than two million total learning hours in fiscal 2023.",
    "Details on Ethics and Compliance training is available here and additional learning details are available in the Data and Disclosures section.",
    "Totals FY23 Total Individual Learners (RFT employees) 34,264 Total Individual Learners (Total Workforce) 48,774 Total Learning Hours 2,053,104 Executive Level Vice Presidents 206 Executive Level Directors 2,185 Manager Level 3,469 Individual Contributors 28,404 Interns 142 Learning and Development 66 Applied is committed to operating in a way that protects the environment and the health and safety of our employees, customers and communities.",
    "We strive to create a culture of safety and ensure product compliance and business resilience through embedding safe practices in our daily work.",
    "Our vision is to inspire a proactive environmental, health and We established the EHS Centers of Excellence to oversee safety culture where every employee is engaged and cares the strategy and operations for Environmental, Industrial for one another.",
    "Our global Environmental, Health and Safety Hygiene, Programs and Policies, Training and Contractor (EHS) strategy is focused on maintaining a consistently high Safety, and Internal Audit.",
    "We also added a Special Projects standard across our global operations, reducing our EHS risk team to focus on large growth and expansion projects.",
    "profile and making a positive impact on our employees and our communities through our world-class safety standards The EHS organization is an integrated entity responsible and practices.",
    "for overseeing essential programs, initiatives and policies, including Occupational Health and Safety, Product Safety, In calendar year 2023, we strengthened and better aligned Crisis Response and Business Continuity Planning (BCP).",
    "our EHS organizational structure and strategy to drive higher productivity and efficiency, increase EHS visibility and enable future growth potential.",
    "We adopted a new EHS vision and mission and created a more robust Applied Materials EHS policy.",
    "Gl ireriais.",
    "67 Environmental, Health and Safety Applied Materials prioritizes the safety of our on- site workforce, field services engineers, suppliers and customers.",
    "We are committed to complying with or exceeding all applicable and relevant regulatory requirements regarding the health and safety performance of our operations, processes and products.",
    "Safety Targets and Performance Applied maintains global programs and monitoring to promote a safety culture and safe work practices, minimize workplace risks, and support continuous improvement in our safety performance.",
    "We use the definitions set by the U.S.",
    "Department of Labor’s Occupational Safety and Health Administration (OSHA) for recordable, lost-time and restricted-day injuries.",
    "These definitions are implemented globally for data gathering and analysis, and we set both corporate- and site-level targets and objectives, which are embedded into annual performance objectives.",
    "These key safety metrics are made available to all business units in our safety performance dashboards.",
    "At the end of each year, we analyze results and reset targets for the coming year.",
    "Gl ireriais.",
    "PLANET PROGRESS PEOPLE PURPOSE ABOUT DATA industry benchmark of 0.60.",
    "Work-Related Injury Rates Total Case Incident Rate (TCIR) Throughout 2023, Applied sustained our existing EHS systems, which delivered best-in-class results—including zero OSHA violations—despite a dynamic market.",
    "Our TCIR has remained relatively flat across the past three years, in fiscal 2023 achieving a TCIR of 0.44, significantly outperforming the CRC) TCIR 0.44 0.35 0.45 Days Away, Restricted or 0.33 0.24 0.35 Transferred Rate Lost Time Severity Rate 3.03 2.59 444 Fatalities O O O Throughout 2023 ZERO 0.44 OSHA violations Total Case Incident Rate Environmental, Health and Safety 68 how we operate.",
    "By anchoring purpose to the core of our business strategy, we create a stronger, more trusted and resilient company that benefits all stakeholders.",
    "qi APPLIED MATERIALSe As the world leader in materials engineering, we embrace our responsibility to lead with purpose.",
    "We understand the decisions we make and the actions we take today can have long-lasting impacts far beyond our company.",
    "We strive to model purpose-driven behaviors and advance more inclusive, equitable and sustainable practices that help elevate our entire industry.",
    "Earning and maintaining the trust of our employees, customers, partners and other stakeholders is central to our purpose.",
    "We follow a clear and robust governance model and operate with the highest levels of integrity and ethics.",
    "We maintain a relentless commitment to safeguard the privacy, data and intellectual property (IP) that is entrusted to us, and we continuously evaluate and sharpen our internal processes and oversight to protect that trust.",
    "Sustainability Report 2023 We advocate for U.S.",
    "and global policies and issues that align with our business interests and values and that matter to our employees and customers.",
    "Through Applied Materials and the Applied Materials Foundation, we take an equity-centered approach to investing in the communities where we live and operate, and support our employees as they invest their time, talents and resources to advance causes and issues that are most important to them.",
    "By leading with purpose, we are helping safeguard our business and the interests of our stakeholders to enable long-term success, while delivering on our vision to Make Possible a Better Future.",
    "DATA Key Highlights for 2023 f) $11.7M a] 99% mn o+ in strategic grants awarded of Applied’s more than by Applied Materials and the 34,000 employees completed Applied Materials Foundation Standards of Business Conduct certification (oeKe) AA 50,000 girls participated in Generation Girl since 2018 1,500+ employees volunteered in the annual EarthWorks campaign Announced a new collaborative engineering center to be built in Bangalore a ae Hosted U.S.",
    "Summit to Advance Semiconductor Leadership Established Applied Materials Momentum Fund to support unplanned expenses for female undergraduate engineering students {>| Leading with Purpose Key Highlights 70 FY 2023 Community Impact Support Applied's commitment to invest in global communities is rooted in our history, demonstrates our core values of responsibility and integrity, and supports our vision to Make Possible a Better Future.",
    "Our community investment efforts, supported through funding from Applied Materials and the Applied Materials Foundation, are aligned with what matters to our employees and their families and to the communities where we live and work.",
    "We are committed to equity-centered community involvement, working to identify and remove the unintended barriers that are created from personal biases, traditional norms, and systemic structures.",
    "We collaborate with local leaders, non-governmental organizations (NGOs), and community members to identify and support specific local needs and work to build neighborhood vitality where we do business.",
    "Our investments in community impact are centered in three core areas—strategic grantmaking, employee engagement and inclusive pathways to opportunity.",
    "« For strategic grantmaking, Applied and the Foundation invest in girls’ empowerment, delivered primarily through Generation Girl, a Foundation initiative, education, environment, arts and culture, and civic engagement and disaster relief.",
    "Gi Aree, Sustainability Report 2023 « We empower collective global impact through localized employee engagement programs, including Fight Against Hunger and EarthWorks, and we support individual employee giving efforts with matching funds and Volunteer Time Grants.",
    "« Through the new Applied Materials Momentum Fund, we strengthen inclusive pathways to rewarding careers in technology.",
    "Strategic Grantmaking In 2023, Applied and the Foundation awarded $11,673,538 in direct corporate contributions and Foundation grants, benefiting 279 recipients in 10 countries.",
    "Each strategic grantee is asked to complete an impact report to measure results of the project.",
    "The Foundation’s Generation Girl initiative is evaluated by an external evaluator.",
    "See a complete list of grants awarded by Applied and the Foundation in fiscal 2023.",
    "Girls Empowerment $963K Employee Matching $4.2M $2.6M Total $11.7M Civic Development $2M Arts and Culture $1.2M More than 36% of our total community investments are directed by Applied employee matching gift and volunteer time grant programs.",
    "A 2023 Applied employee census shows that employees who participate in giving, volunteering and other community- related programs express higher employee engagement scores compared with employees who do not participate in such efforts.",
    "New employees (1-3 years of tenure) reported higher engagement.",
    "This positive correlation was seen among both on-site and remote workers.",
    "Education Environment $656K Community Impact 71 generation (i) applied materials foundation d “One student was extremely quiet and shy as a freshman joining Tech Girls, but this year as a sophomore, she found her confidence through her passion for STEM activities.",
    "Being able to lead the girls with the soldering project and the rockets assembly with patience and grace, the other girls looked to her and she rose to the occasion.",
    "Now not only can she add a leadership role to her high school resume, but she has learned invaluable skills she can further grow and use in her future career and beyond.” —Girl Scouts of Central Texas Ci APPLIED te MATERIALS« Sustainability Report 2023 PLANET PROGRESS PEOPLE PURPOSE ABOUT Girls’ Empowerment | Generation Girl Generation Girl, a Foundation initiative, celebrated its fifth anniversary in 2023, showing that targeted, thoughtful investments in girl-serving programs leads to strong outcomes by nonprofit service providers.",
    "Since 2018, over 50,000 girls across the United States have participated in Generation Girl-funded programs, the majority of whom come from low-income families and/or identify as Black, Indigenous and/or People of Color (BIPOC).",
    "During the 2022-2023 program year, 54% of girls served were from low-income families, and 59% of the girls identified as Black, Latina and/or Native American.",
    "The Generation Girl initiative is guided by three evidence-based funding priorities: 1.",
    "Expanding access to high-quality STEM programs by prioritizing programs that serve girls from low-income backgrounds and girls who identify as BIPOC 2.",
    "Going beyond STEM by funding organizations and programs that work to improve girls’ confidence and leadership skills 3.",
    "Strengthening the field by convening Community of Practice meetings to facilitate learning and enhance connections among the grant recipients, often bringing in external experts to guide collective learning Through the initiative, girls have participated in leadership development programs, after-school robotics and summer STEM camps delivered by Foundation grantees.",
    "Participants have testified in state capitals on issues affecting girls today and have won regional coding championships.",
    "And, through a global pandemic and subsequent recovery efforts, they have redefined what it means to be successful in the face of adversity.",
    "Based on the success of the first five years, and in acknowledgment that there is still much work to be done to improve the number of women in STEM and leadership roles in general, in 2023 the Applied Materials Foundation’s board renewed the initiative through August 2026.",
    "The next three years of the initiative will focus on strengthening organization capacity and growing the number of girls served by existing grantees in six key geographies across the United States: Albany and Malta, New York; Austin, Texas; Gloucester, Massachusetts; Hillsboro, Oregon; Kalispell, Montana; and Silicon Valley, California.",
    "” [>] Watch how Applied Materials Foundation’s Generation Girl® initiative is inspiring girls across the U.S.",
    "to pursue their dreams.",
    "24 Generation Girl Stories of Impact Close to 800 girls participated in the Adelante Mujeres Chicas Youth Development Program, which provides a comprehensive and proactive approach to empowering Latina youth, third through 12th grade, and in college.",
    "In a post-program survey, 97% report feeling more confident about being a leader in their community and 84% report an increased desire to attend college after completing high school.",
    "DATA Community Impact 72 Totals to Date (2018-2023) $4.25M total investment 50,000+ total number of girls served 59% of the girls identified as Black, Latina and/or Native American 94% of girls served were from low-income families Cl Aree, Sustainability Report 2023 PLANET PROGRESS Key Program Moments in 2023 International Women's Day Applied hosted funders and community leaders to inspire greater investment in girl-serving organizations.",
    "More than 50 local leaders heard from Alliance for Girls, Hispanic Foundation Silicon Valley and Techbridge Girls on how to better support girls and their families in a post- pandemic environment.",
    "PEOPLE PURPOSE ABOUT Mission Unstoppable Applied and Techbridge Girls co-hosted an episode of the CBS series Mission Unstoppable.",
    "The series featured an Applied process engineer who led a young girl and her teachers on a tour of Applied’s headquarters in Silicon Valley, California.",
    "The episode had more than 1.6M broadcast views through October 2023.",
    "Generation Girl Initiative Year Five (2022-2023) DATA Day of the Girl Employees from across the U.S.",
    "gathered in person and virtually to create inspirational bookmarks for girls in their lives and girls in the Generation Girl community.",
    "Applied also sponsored Day of the Girl celebrations hosted by Girls Inc.",
    "of the Pacific Northwest in Oregon and Boys & Girls Club of Silicon Valley in California.",
    "Funding Area # of Programs Funded Total Grant Amount Girls Empowerment 13 $320,000 STEM Programming 15 $454,500 Adult Training/Professional Development 2 $175,900 Services Total 30 $950,400 “The Generation Girl Community of Practice Cohort has been invaluable.",
    "It has something to offer to the most seasoned program leaders among us to the newest on the scene.",
    "It is evident that our bi-monthly meetings are places where we all feel seen and listened to.",
    "It can often feel isolating in the trenches, but Applied Materials has created true community.",
    "The entire process cultivates camaraderie and a desire to contribute to the benefit of the whole.” —Westcave Outdoor Discovery Center Community Impact 73 In fiscal 2023, Applied and the Foundation supported 69 education-focused organizations with $2,618,819 in grant funding.",
    "We prioritize programs that address local challenges, support educator professional development and prepare students for every stage of the education journey, including: « Entering school ready to learn—SOS Children’s Villages India is helping create caring, healthy living and learning environments for children without parents or guardians by supporting four Family Homes in Bangalore, Thrissur and Nagapattinam.",
    "AVANCE-Austin is helping increase family well-being and success among Latino parents and children from under- resourced Central Texas communities by creating pathways to economic mobility through high-quality early childhood education, parent education and community resources.",
    "Applied and the Foundation Awarded Education Organizations $2.6M+ in grant funding education-focused organizations GY ARERR.",
    "Sustainability Report 2023 PLANET PROGRESS « Reading at grade level—To boost childhood literacy and learning success, Wuxi Lingshan Charity Foundation (China) provides reading resources in rural schools and training support to teachers and families.",
    "THINK Together (Silicon Valley, California) provides daily targeted reading skill development after school for kindergarten to second grade students in the Alum Rock Union School District.",
    "SMART Reading (Portland, Oregon) provides historically underserved pre- kindergarten to third grade children with access to books and shared reading time to boost literacy and learning success.",
    "« Succeeding in math and science—Child Fund Korea helps elementary and middle school students gain an understanding of science and creativity during their summer break in the South Gyeonggi Province.",
    "The Association of Taiwan Online Education Development Association is working to generate interest in STEM among elementary students with fun and engaging PEOPLE PURPOSE ABOUT STEM learning resources.",
    "E3 Alliance (Austin, Texas) engages educators in the Math Peer Learning Network to provide students access to advanced math pathways and completing four years of math in high school.",
    "Exploring opportunities in STEM/STEAM— The Discovery Center of Idaho Inc.",
    "(Boise, Idaho) provides facilitated, experiential STEM learning for Idaho students through behind-the-scenes exploration of Discovery Center exhibits.",
    "Austin Science Education Foundation (Austin, Texas) provides research-based science competition for third to 12th grade students from Central Texas, including an opportunity to interact with STEM professionals.",
    "Gloucester Marine Genomics Institute (Massachusetts) works to enroll youth and young adults in a Biotechnology Certificate Program and STEM Enrichment programs.",
    "Preparing for college and/or career—College Possible (Portland, Oregon) provides access programming for historically underserved high school students.",
    "Katariba (Japan) works with high schools to advocate for advanced education and career development for students born outside Japan through online guidance and mentorship.",
    "10,000 Degrees (Silicon Valley, California) supports San Jose high school students and family members from underserved backgrounds with financial aid and college application assistance, near-peer coaching, scholarships and college success support.",
    "DATA Supporting the Environment Our commitment to protect our natural resources and create a more sustainable future extends beyond our net zero aspirations for our company and industry.",
    "In fiscal 2023, Applied and the Foundation awarded $655,880 in grants to 37 nonprofits advancing environmental education and stewardship, including: * Outdoor skill building, STEM and nature-based education—Backyard Growers, Inc.",
    "(Gloucester, Massachusetts) activates teens as garden mentors to expand access to healthy, accessible food through inclusive community gardens.",
    "Youth Science Institute (Silicon Valley, California) supports kindergarten through sixth grade school field trips to Alum Rock Park in San Jose, California, focused on helping local youth from lower income households experience our natural world.",
    "CRC) f Advancing environmental leadership and climate change solutions—Glacier National Park Conservancy (Kalispell, Montana) enables free field trips, classroom visits, and distance learning opportunities for more than 10,000 Montana students to engage with the resources of Glacier National Park.",
    "Shanghai Roots & Shoots (China) supports programs to encourage youth to conduct environmentally conscious actions and to inspire independent and responsible citizenship.",
    "Acterra: Action for a Healthy Planet (Silicon Valley, California) educates students about climate change science and engages them in creating local and/or global solutions to the climate challenge.",
    "Environmental service and beautification projects— Mori no Kaze Uapan) supports tree planting and forest preservation efforts around the Yokkaichi area.",
    "The Good Energy Initiative (Israel) funds a tree nursery where school children in Rehovot plant and tend saplings they will later replant in permanent locations.",
    "Community Impact 74 Arts and culture add vibrancy to our neighborhoods and invite us to participate in building stronger connections to communities and each other.",
    "Applied and the Foundation have a long and proud tradition supporting arts near our company facilities and encouraging employees and their families to get involved.",
    "In fiscal 2023, Applied and the Foundation awarded $1,230,775 in grants to 72 nonprofits advancing arts and culture.",
    "* Celebrating cultural moments—Intermountain Opera Bozeman cultivates relationships and cultural exchanges with rural and tribal communities through a music education tour of schools in rural Montana.",
    "Mexic-Arte Museum provides unique, culturally conscious arts programming for elementary school students in Austin, Texas, hosting a Day of the Dead-focused screen-printing workshop.",
    "* Honoring history and culture—In Massachusetts, the 400 Stories Project aims to collect, preserve and share 400 stories of Gloucester and its people, in celebration of the city’s 400th anniversary as “America’s Oldest Seaport.” The Shanghai Yiyou Youth Service Center (China) works to enhance the confidence of minority children and strengthen relationships among citizens by empowering children to share their talents and traditional arts and culture in their community.",
    "Arts and Culture Funding $1.23M in grants to 72 nonprofits GY ARERR.",
    "Sustainability Report 2023 PLANET PROGRESS « Deepening arts and culture literacy and understanding—The Portland Classical Chinese Garden (Oregon) engages marginalized families and students from low-income households to learn about Chinese culture, arts and history, and contemporary Asian American experiences.",
    "The Kaohsiung Museum of Fine Arts (Taiwan) delivers a universal and inclusive experience for people of all abilities using assistive technologies and promoting cultural equality, accessibility and social inclusion.",
    "* Connecting with the community—Shakespeare San Francisco (California) staged a full production of Cymbeline for the community in a free Shakespeare in the Park event.",
    "Taiwan Cultural & Creativity Development Foundation facilitates collaboration between arts and cultural groups to benefit the community.",
    "The San Jose Museum of Art Association (California) nurtures empathy and connection by engaging communities with socially relevant contemporary art exhibits and inclusive public programs.",
    "Civic Engagement, Development and Relief Applied and the Foundation invest in making communities stronger, grounded in equity and more livable.",
    "We provide support to non- governmental organizations (NGOs) and nonprofits to address community challenges and help people find stability in difficult times.",
    "In fiscal 2023, Applied and the Foundation provided $2,018,866 in grants to 80 organizations that: « Provide basic needs and resources for people who are unhoused, have low or no income, and have immigrated or been displaced—In Silicon Valley, California, we provided funding for Sunnyvale Community Services, Sacred Heart Community Services and LifeMoves to PEOPLE PURPOSE ABOUT support emergency assistance programs that pay utility bills, cover rent increases, enable food access, and more, to help individuals and families stay housed.",
    "In Israel, Pa’amonim funds financial literacy education for women living in shelters for female victims of violence.",
    "In Montana, Valley Neighbors of the Flathead creates affordable rental unit access for immigrant households, using a funding model that encourages gradual growth toward self- sufficiency and independence.",
    "Conduct after-school and youth leadership development programs for youth from lower income backgrounds and/or historically excluded communities.",
    "Community Chest: Enhanced Step-up and Friends of Children and Youth (Singapore) support educational programming for children deemed at risk and provides intervention, social and emotional support and volunteerism for youth, ages 7-19, whose parent is or has been incarcerated.",
    "Engage community members in addressing issues of human rights, inclusion and equity.",
    "In Austin, Texas, The New Philanthropists provide training and support to local nonprofits to assist them on their journey to becoming more diverse, equitable and inclusive.",
    "In California, Silicon Valley Council of Nonprofits works to increase the racial equity capacity of local nonprofit organizations.",
    "Promote collaboration to solve community challenges.",
    "The Austin Community Foundation, on behalf of Austin Together, supported a second Culture of Collaboration Summit to inspire social sector collaboration in the community.",
    "The Center for the Future of Arizona engages Phoenix-area public schools in civic engagement improvement projects.",
    "Silicon Valley Community Foundation’s LatinXCel fund builds capacity of Latinx leaders in Santa Clara County.",
    "DATA Applied has a long legacy of responding to disasters in areas where we work, and we invite employees to take advantage of the employee giving and matching program to support causes close to their hearts.",
    "In 2023, Applied, the Foundation and employees provided support to local organizations providing services to people experiencing crisis and disasters, including in Israel, Turkey, Morocco, Libya and Hawaii.",
    "Civic Engagement, Development and Relief Funding $2M in grants to 80 organizations Community Impact 75 We connect what matters to our employees and the community with who we are and what we stand for as a company.",
    "This benefits our company as well as our communities.",
    "According to a 2023 Applied Employee Engagement Survey, employees who participate in volunteering and giving programs said they are more likely to remain at Applied, demonstrating a direct link between purpose programs and employee retention.",
    "Fighting Hunger Year Round Nishil Nambiar, Vice President of Operations and Aftermarket Quality, shows how to lead with purpose and humanity—pairing food bank volunteering with his quarterly All-Hands Meetings.",
    "Members of Nishil’s team based in California volunteer each quarter to pack food bags and boxes with Second Harvest of Silicon Valley to support local families.",
    "In 2023, 88 employees volunteered three hours each, sorting nearly 86,000 pounds of food to feed more than 71,000 people.",
    "Teammates located beyond California are encouraged to volunteer quarterly at their local food banks.",
    "Gi Aree, Sustainability Report 2023 PLANET PROGRESS PEOPLE Fight Against Hunger One of the largest employee engagement programs at Applied is the annual Fight Against Hunger campaign.",
    "In fiscal 2023, employee donations and a match from the Applied Materials Foundation totaled nearly $3.3 million, supporting 54 food banks throughout North America.",
    "Globally, Applied employees address food insecurity in ways that are most relevant to their local communities, including: « In Singapore employees volunteered to prepare and deliver meals for the Willing Hearts organization.",
    "« Employees in Taiwan packed food at the People’s Food Bank.",
    "«In India, Greece and Korea, employees raised funds for local charities that are combatting hunger and helping to feed those in need.",
    "« ln China employees participated in food packaging workshops, a farm tour and an online quiz to raise hunger awareness.",
    "« Applied Materials Japan collected food for distribution to hungry families.",
    "«In Israel, colleagues participated in their annual Passover Fight Against Hunger program, donating funds and fresh fruit and vegetable parcels to economically disadvantaged families and Ukrainian refugees in the country.",
    "SPOTLIGHT Taiwan Impact Committee PURPOSE ABOUT DATA CRC) The Taiwan Impact Committee was established in 2022 to build cross-functional communication, increase employee engagement in sustainability efforts, and boost employee motivation and sense of purpose.",
    "The Committee works to strengthen Applied’s reputation and improve stakeholder engagement, and it created the Employee Impact Project to help drive progress toward Applied's 2030 goals.",
    "One of the most impactful programs led by the Committee in 2023 was to engage employees as change agents to build up STEM teaching and learning materials and scale up positive social impact with NGO partners.",
    "Working in collaboration with Learning in Science and National Taiwan Science Education Center (NTSEC), employees brought their industry knowledge and expertise to help develop a fun and engaging semiconductor education kit, featuring teaching animations and tools.",
    "The learning extended to Semiconductor Adventurers workshops, presented by Applied employees at rural elementary schools and at the NTSEC.",
    "Applied Materials Taiwan has been a long-term supporter of promoting STEM education.",
    "We collaborated with NTSEC to create a new “Semiconductor Pavilion of the Future” exhibition.",
    "Designed to inspire every age to learn about semiconductor advancement, the exhibition also aims to cultivate interest in STEM fields in younger students to foster next generation skilled professionals.",
    "The exhibit showcases Applied’s next generation equipment and offers interactive games to guide participants through the R&D process.",
    "The exhibit attracts, on average, 43,000 visitors per month.",
    "2022 Established the Taiwan Impact Committee to boost engagement 43,000 of the Future P5000 Visitors monthly to the Tool is Semiconductor Pavilion showcased in the exhibit In early 2024, the Committee initiated the Impact Project to encourage ideas from employees to advance sustainability in our operations.",
    "More details on the project and select submissions will be shared in future Applied Sustainability Reports.",
    "Community Impact 76 EarthWorks From April to June—connecting Earth Day to World Environment Day—employees from around the world mobilize to protect our planet and enjoy nature during the annual EarthWorks campaign.",
    "The 2023 campaign engaged more than 1,500 employees worldwide and marked the return of in-person activities following three years of virtual events and limited face-to-face gatherings in the wake of the COVID-19 pandemic.",
    "To incentivize participation and further extend lasting environmental impact, the Applied Materials Foundation donated funds to One Tree Planted to plant a tree in recognition of each participant.",
    "Here are a few of the many ways Applied employees honored the planet in 2023: « In the U.S., employees biked to work, and gathered to hike, clean up beaches and plant trees, learned about the environmental impacts of fast fashion, and more.",
    "« Applied Materials China focused on the theme of urban biodiversity, encouraging employees to learn about the natural beauty of their cities and support the well-being of our planet.",
    "They also cleaned up Guanyin Mountain beach, collecting over 200 pounds of garbage.",
    "« Employees in Greece hiked to the Center for Environmental Information at Panachaiko Mountain to learn about the local ecosystem.",
    "« In India, employees participated in eco-friendly crafts and celebrated World Environment Day by volunteering for a restoration project at Yerappanahalli Lake, planting 200 saplings to help restore the Earth’s natural resources.",
    "« In Israel, employees participated in a bike building activity to encourage bicycling and joined a green energy initiative at a local tree nursery.",
    "« Across Japan, employees competed in an environmental themed photo contest and helped clean up Mt.",
    "Fuji.",
    "« In Korea, our team focused ona “Save Our Rivers” theme, encouraging participants to share photos of their local rivers and inviting them to remove invasive species from river areas.",
    "« Singapore employees contributed to the country’s One Million Trees movement, participated in an Earth Hour power shutdown, and organized a kayak-based coastal cleanup long Pasir Ris Beach.",
    "« Employees in Taiwan cleaned up beaches in Hsinchu and Tainan, participated in an Earth Hour shutdown, and volunteered in elementary school classrooms, reading stories that inspire children to care for the environment and all creatures.",
    "Community Impact to $3,000 in matching funds per year to eligible charitable organizations and schools.",
    "Volunteer Time Grants of $100 are offered for every 10 hours volunteered with an eligible charitable organization or school per calendar quarter.",
    "In fiscal 2022, Applied began partnering with Visit.org to expand our reach to new organizations beyond our existing networks and local geographies and to help bring a greater equity lens to our volunteering efforts.",
    "An internal survey conducted in 2023 found 94% of attendees of Visit.org events say the event had a positive impact on their experience at Applied.",
    "In fiscal 2023, Applied employees donated 14,500 hours of personal time, volunteering with organizations and for causes that matter to them, and the Foundation awarded $41,900 in time grants.",
    "Among the ways Applied employees gave back to their communities in 2023 are creating back-to-school kits for teachers, mentoring students, participating in Habitat for Humanity events, and supporting Meals on Wheels through giving and volunteering.",
    "As the semiconductor industry grows, we have the responsibility to help usher in a new age of inclusive innovation to create a more equitable and sustainable world.",
    "When young people can pursue their dreams and unlock their potential, the future becomes brighter for all of us.",
    "However, too often financial circumstances stand between dreams and pursuit.",
    "G) APPLIED a MATERIALS« Sustainability Report 2023 PLANET PROGRESS PEOPLE A recent survey found that almost half of students who recently left college or university prior to degree completion did so due to financial reasons.",
    "For scholars from lower-and medium-income backgrounds, an unexpected expense can create an insurmountable barrier to degree completion.",
    "The Applied Materials Momentum Fund harnesses the power of strategic grantmaking and our dedicated employees to strengthen pathways for women in engineering.",
    "Launched in 2023in collaboration with Last Mile Education Fund, the Momentum Fund provides women majoring in engineering with timely financial support to cover unexpected expenses—such as a Car repair, medical bill, or an increase in rent—and helps ensure they can complete their undergraduate degrees.",
    "The Fund is open to women within four semesters, or quarter equivalent, of completing their undergraduate engineering degree ata U.S.",
    "college or university.",
    "The grant recipients, Momentum Scholars, are also connected with internships, career development and networking opportunities at Applied to strengthen the pathway from college to career.",
    "applied materials ‘ momentum fund\" PURPOSE ABOUT DATA tat © C) PURPOSE qi APPLIED MATERIALSe At Applied, ESG is integrated into our operations and culture as a key part of our corporate strategy.",
    "The ESG Leadership Council, a cross-functional group of Applied's business unit and function leaders, is responsible for overseeing the implementation of our ESG strategy.",
    "In addition, the Council approves all content in our annual Sustainability Report.",
    "To ensure accountability, the Council reports progress to our CEO and Executive Leadership Team as part of the annual corporate strategic review process.",
    "Quarterly, progress is reported to the Corporate Governance and Nominating Committee (CGNC) and is included in the Corporate Scorecard.",
    "The CGNC reviews our ESG strategy ona quarterly basis.",
    "Progress toward our ESG goals is a consideration in determining the annual bonus for Applied’s CEO and Executive Leadership Team.",
    "Business Continuity Planning Our Global Business Continuity Planning Department, part of EHS, oversees the global BCP policy.",
    "The goal of BCP is to ensure the continuation of operations in the face of a technology impact, a human-made crisis or a natural disaster.",
    "At Applied, all critical operations have BCPs in Sustainability Report 2023 place, which are reviewed, tested and certified by management annually.",
    "The Global BCP team supports business continuity plan creation and program implementations around the globe, with critical stakeholders ranging from country presidents, business unit executives and functional leaders.",
    "Our Emergency Response Teams (ERTs), also part of EHS, serve as first responders to incidents, such as those involving gases, chemicals, illnesses and injuries.",
    "This allows Applied to quickly contain potential hazards and minimize impacts before they escalate into a crisis.",
    "ERT and BCP teams are crucial for protecting Applied’s employees, facilities, business, brand and customer obligations, and to maintaining a competitive advantage.",
    "In addition, we also focus on maintaining regulatory compliance, security and protecting current and future revenue streams in the event of a major disruption.",
    "ABOUT DATA tat CRC) ESG Leadership Board of Directors Business Functions ~A For more information: Investor Relations—Applied’s Corporate Governance Guidelines, Certificate of Incorporation, Bylaws, board committee charters and other governance frameworks 2024 Proxy Statement—Information on board and corporate governance policies and practices Corporate Governance 79 Environmental, Social and Governance Cross-functional ESG Leadership Council oversees implementation of our ESG strategy CGNC receives quarterly in-person and written progress updates; reviews ESG strategy Executive Leadership Team receives quarterly ESG progress updates via Corporate Scorecard Progress reported to CEO and Executive Leadership Team via annual corporate strategic review process GY ARERR.",
    "Sustainability Report 2023 PLANET PROGRESS PEOPLE PURPOSE ABOUT Environmental, Health and Safety CGNC receives quarterly progress updates CGNC receives annual deep-dive EHS update Supply Chain and Conflict Minerals Board reviews material supply chain issues Board's Audit Committee reviews annual Conflict Minerals Report (filed with SEC) DATA People and Workplace Board’s Human Resources and Compensation Committee oversees corporate culture and human capital management programs, including Culture of Inclusion practices and initiatives Community Engagement The Applied Materials Foundation funds a majority of the combined Applied and Foundation community engagement and grantmaking activities The Foundation is governed by its own Board and is audited annually by a third- party auditor CGNC receives quarterly report of Applied's and the Applied Foundation's charitable contributions Corporate Governance 80 * Deployed Fiscal 2023 Compliance Scorecards in APAC Region to enable data- driven decision making.",
    "Complementing our Regional Compliance Committees, the Compliance Scorecards present regional compliance health indicators and set benchmarks for topics such as online training completion rates, awareness com pl iance culture.",
    "campaign participation rates, ethical wd perception survey results and tone from the top.",
    "Applied recognizes the inherent value of having an ethics-led business model and a world-class That means demonstrating our commitment to the highest ethical standards, both in how we interact with each other as well as with our customers, suppliers and the communities in which we operate.",
    "Compliance Structure Applied’s Board Audit Committee oversees the program's overall design and implementation and receives quarterly reports on key initiatives and indicators, including reporting of potential violations of law and investigations into suspected violations of company policies.",
    "Applied’s Office of Compliance (OOC), which is led by Applied’s Chief Compliance Officer (CCO), implements this program across four main pillars: Global Ethics & Compliance, Global Trade, Privacy and Data Governance, and IP Risk Management.",
    "Sustainability Report 2023 Applied’s Global Ethics & Compliance program (see graphic) is responsible for administration of the Global Anti-Corruption Policy, the Conflicts of Interest Policy as well as the Global Policy on Giving and Receiving Business Gifts, Meals, Entertainment and Travel (GMET Policy).",
    "The Global Trade program is responsible for ensuring compliance with all applicable laws and regulations related to sanctions as well as the import and export of goods in every country in which we do business.",
    "In 2023, the company continued its investment in the Office of Compliance by expanding the Ethics & Compliance and Trade teams, partnering with new vendors and focusing on monitoring capabilities and data analytics tools.",
    "Investigations & Reporting SY * Applied Compliance alll Framework Monitoring & Auditing TECHNoLOS’ ° on oQo oa on Third Party Management Risk Assessment & Due Diligence Launched data analytics tool to conduct close to real-time transactional testing of employee expenses.",
    "Deployed cross-functional, in-person compliance training for employees in Taiwan, Korea, China and India, covering ethics and compliance, trade, privacy and intellectual property.",
    "Through October 2023, nearly 5,600 Applied employees participated in one of 36 in-person compliance training sessions.",
    "Implemented a new cross-pillar case management tool, which helps drive more consistent and automated reporting across our organization.",
    "Ethics & Compliance [e) 020 FN o Qo Gv fin PURPOSE ABOUT Most valued partner Winning team Responsibility & integrity World-class performance Collaborate broadly to Achieve great results together Operate with mutual trust Create competitive advantage solve customer high-value in an environment where and respect to make a and deliver superior results problems faster and better employees do their best positive contribution to the that generate value and industry and community fuel growth Standards of Business Conduct Responsible Business Alliance At Applied, we believe that every employee Code of Conduct plays a critical role in supporting the Our Standards of Business Conduct (SBC) are a keystone component of the program.",
    "The SBC outlines the core values and compliance expectations for our global workforce and network of trusted partners.",
    "The SBC reinforces the uncompromising standards that lead our interactions and govern our operations.",
    "Available in 14 languages, the SBC is designed to foster trust in management's commitment to our core values, empower employees to speak up without fear of retaliation, and provide clear guidance about risks, laws, company policies and reporting channels.",
    "Each year, we ask our employees to certify their compliance with the Standards of Business Conduct and repledge their commitment to leading with integrity.",
    "For our 2023 campaign, greater than 99% of Applied’s more than 34,000 employees completed the certification.",
    "Gi Aree, Sustainability Report 2023 company’s compliance efforts.",
    "The program therefore develops practical, relevant and Applied is a member of the RBA, the world’s largest industry coalition dedicated to social responsibility in global supply chains.",
    "Throughout 2023, we continued to advance our Responsible Manufacturing Program to better monitor our compliance with the RBA Code of Conduct.",
    "The RBA Code provides standards related to labor, health and safety, environment, ethics and management systems, including responsible minerals sourcing.",
    "Applied vendors and suppliers are required to comply with both Applied’s Standards of Business Conduct for Business Partners and the RBA Code of Conduct.",
    "engaging training content to enable our employees to act responsibly and make good business decisions with a positive impact.",
    "We also engage our employees by facilitating awareness campaigns, ethics surveys and roadshows, and encourage them to participate in our annual Responsibility & Integrity Week.",
    "Nearly 70 designated Compliance Champions further foster ethical practices and model compliance within the business units.",
    "Compliance Champions serve as trusted local contacts for employee questions or concerns.",
    "DATA tat © C) Our annual compliance awareness campaign, titled Responsibility & Integrity Week for FY 2023, highlighted “Ethical Decision-Making When Under Pressure” and featured executive fireside chats, regional and compliance insights, quizzes, drawings and prizes, anda combination of live (Santa Clara, Austin, Gloucester in the U.S., China and India) and virtual events.",
    "In 2023, we saw a 14% increase in online content views compared with 2022.",
    "Through increased collaboration with risk-mitigation functions, we achieved a 75% increase in content posted on our internal Inside Compliance site.",
    "Ae Standards of Business Conduct for Employees (English) Standards of Business Conduct for Employees (alternative languages) Standards of Business Conduct for Business Partners (English) a Ethics & Compliance 82 qi APPLIED MATERIALSe In a dynamic and evolving digital landscape, data and intellectual property (IP) security remain among our top strategic priorities.",
    "We devote robust resources toward protecting our IP and making Applied a safe choice for our global stakeholders.",
    "We maintain both defense-in-depth-based controls and the capacity for rapid detection and response.",
    "Some of our efforts include maintaining detailed response procedures and escalation protocols, engaging third-party auditors to help assure the effectiveness of internal controls, and providing robust training to our employees on recognizing security threats.",
    "For example, we educate employees on cyber threats, with mandatory information security and privacy training for all employees as part of their new-hire orientation and every two years thereafter.",
    "We partner with industry groups, government agencies and third-party experts to improve our controls.",
    "We have also established a Generative Al Task Force with strategic oversight and broad business unit participation to explore business use cases, conduct security and privacy reviews, and to operationalize necessary controls.",
    "Sustainability Report 2023 Applied hosts an annual Cybersecurity Awareness Month campaign to engage our employees globally in learning how to identify and appropriately respond to cyber risks.",
    "The 2023 “Be Cyber Safe” campaign featured live events across two time zones, and featured experts from both inside and outside the company.",
    "The live and virtual events, gamified awareness-building activities, including Spot-a-Phish, cyber word games and online quizzes, generated successful engagement across the organization.",
    "Applied has undergone a National Institute of Standards of Technology Cybersecurity Framework assessment and continues to maintain one of the best BitSight security scores among our industry peers.",
    "Forty-nine of our business-critical locations globally hold ISO 27001 certification for information security, aligning our data security management systems and programs with global best practices.",
    "We engage third-party vendors to independently assess, proactively monitor and reduce attack surface risk, to provide an outside- in view of Applied’s cybersecurity posture.",
    "Our Chief Information Security Officer (CISO) reports quarterly to the Board’s Audit Committee on our data and IP security programs, policies, controls, key risks and notable incidents.",
    "While we have not directly experienced a material information security (cybersecurity) incident in the past three fiscal years, we maintain a cybersecurity risk insurance policy as a matter of good practice.",
    "Cybersecurity and Data Protection 83 Fiscal 2023 Insider Risk and IP Protection Awareness Campaign We held our third-annual Insider Risk and IP Protection Awareness campaign to educate our global workforce on best practices and trends in IP risk and protection.",
    "The campaign featured 25 videos on IP protection best practices featuring Applied leaders, including members of the Executive Team.",
    "APPLIED MATERIALS« Sustainability Report 2023 PEOPLE PURPOSE ABOUT DATA Supply Chain Cybersecurity Our commitment to data and IP security extends to our supply chain.",
    "We established and operated a Supply Chain Cybersecurity Program to increase awareness, assess supplier security controls, help improve supplier security controls and manage security incidents.",
    "This program is sponsored by our supply chain head and CISO and managed by a cross-functional team encompassing Global Supply Chain, AGS Commodity Business Management, Global Information Security, Information Security Risk Management, Legal and Compliance Organization, and Global General Procurement.",
    "As part of this program, we work with our suppliers to assess and improve their security controls during the onboarding process and subsequently on a risk and need basis for high- impact suppliers.",
    "In 2023, Applied joined the SEMI Supply Chain Global Industry Advisory Council to help create industry standard supply chain cyber risk management.",
    "Applied released a supplier training course to increase awareness of minimum cybersecurity requirements and adoption of best practice cybersecurity controls.",
    "a [eo See Applied's Privacy Policy for more information on our collection, use, storage and disclosure of personal information.",
    "a IP Protection Applied maintains a dedicated Valuable Intellectual Property (VIP) program to protect company, customer and supplier IP by operationalizing strategy, policy and awareness.",
    "The VIP program works with teams across the enterprise to identify and address lessons learned and pursue controls that continue to protect IP.",
    "We strongly believe that equipping our workforce and suppliers with knowledge about company requirements and best practices on IP protection is critical to safeguarding our innovations and that of our partners.",
    "Data Privacy and Governance Applied respects the privacy of all individuals with whom we communicate and interact.",
    "We are committed to safeguarding the data of our employees and trusted business partners.",
    "We recognize the importance that our global workforce, customers and suppliers place on their personal information, and we take seriously our obligations to protect that data.",
    "We maintain a dedicated privacy and data protection team engaged in continuous improvements of our privacy and data governance program to keep pace with rapidly evolving global data laws and regulations as well as emerging technologies such as Generative Al.",
    "In 2023, we enhanced our programs by launching new technology and automated solutions to standardize and centralize the collection and management of consent to personal data processing by Applied.",
    "Cybersecurity and Data Protection 84 qi APPLIED MATERIALSe PROGRESS PEOPLE Applied participates in efforts to inform policymakers about issues and challenges critical to our company, our customers, and our customers’ customers.",
    "Our general policy focus areas include technology regulation, international trade, R&D, human resources and sustainability.",
    "Efforts within these areas include: « Working on policies, partnerships and R&D incentives to develop and advance the next- generation technologies « Consulting on reporting standards, such as the draft European Sustainability Reporting Standards, and advocating for interoperable global standards « Advocating for international trade « Advocating for STEM education and workforce development policies, as well as immigration reform that embraces the contributions of immigrants to the U.S.",
    "economy « Advocating for fairness, diversity and inclusion, including LGBTQ+ rights Sustainability Report 2023 United States In the U.S., Applied continues to engage with the federal government and play a leadership role on the implementation of the U.S.",
    "CHIPS and Science Act, including development of the National Semiconductor Technology Center (NSTC).",
    "The NSTC is a critical part of the CHIPS research and development program established to support and extend US.",
    "leadership in semiconductor research, design, engineering and advanced manufacturing.",
    "In May 2023, Applied announced a historic multi-billion-dollar investment to build the world’s largest and most advanced facility for collaborative semiconductor process technology and manufacturing equipment R&D, the Equipment and Process Innovation and Commercialization (EPIC) Center.",
    "The EPIC PURPOSE ABOUT DATA ¢ - df \\ fa : * - “ Center is designed to be capable of engaging with a future U.S.",
    "NSTC.",
    "The scale of Applied’s investment is contingent upon receiving support from the U.S.",
    "government through provisions of the CHIPS and Science Act.",
    "In conjunction, Applied hosted U.S.",
    "Vice President Kamala Harris and other senior-level government officials at the Summit to Advance Semiconductor a Leadership, an event focused on exploring solutions for overcoming key challenges facing the { % semiconductor industry on its path to becoming a $1 trillion market over the next decade.",
    "The summit took place at the future site of the EPIC Center in Silicon Valley, California, and welcomed global industry executives from semiconductor design, manufacturing and equipment companies, as well as academic leaders representing top engineering universities to discuss economic stability, national security and talent development.",
    "Public Policy 85 a!",
    "f “A PLANET PROGRESS \\, iat it ALN A \\} a A ve PrN VS eos ' Bw \\ Europe In Europe, we continue to track the Corporate Sustainability Due Diligence Directive (CS3D) and Ecodesign for Sustainable Products Regulation C(ESPR) (among other sustainability-related regulations) and engage as appropriate with the European Financial Reporting Advisory Group (EFRAG), which developed the European Sustainability Reporting Standards (ESRS) that guide disclosures pursuant to the Corporate Sustainability Reporting Directive (CSRD).",
    "In September, Applied’s Senior Director of ESG met with representatives of the European Commission, DIGITALEUROPE, and other stakeholders in Brussels to share Applied’s ESG strategy, introduce the new Net Zero 2040 Playbook, and provide consultation on the implementation of global standards.",
    "GY ARERR.",
    "Sustainability Report 2023 India In June 2023, Applied CEO Gary Dickerson met with India Prime Minister Narendra Modi in Washington, D.C.",
    "to discuss Applied’s 20- year history in India and the company’s plans to strengthen its global innovation infrastructure, including establishing a collaborative engineering center in Bangalore.",
    "The Center will serve as a catalyst for supplier innovation as well as training and developing future semiconductor talent, and open new opportunities for India to play an expanded role in the global chip ecosystem.",
    "The meeting was part of the Prime Minister's state visit to the United States at the invitation of the Biden Administration.",
    "PEOPLE PURPOSE ABOUT Business and Trade Associations Applied maintains memberships in various business and trade associations that advance issues aligned with our corporate strategy and the needs of our company, industry, employees and communities.",
    "Our membership in a group does not imply that we endorse the entirety of that group’s policy positions.",
    "In 2023, Applied paid approximately $612,000 in trade association membership dues, 18% of which were specified by the associations as non- deductible lobbying expenditures.",
    "This total does not include conference or event sponsorships, programming activities or similar costs.",
    "Applied reports on federal lobbying through the Lobbying Disclosure Act Database and files periodic reports with federal and state agencies, as appropriate.",
    "Our 2023 U.S.",
    "Trade, Business and Civic Associations membership list can be found here.",
    "A [>] Watch Applied’s CEO explain why it's “India’s Time to Shine.” a DATA Political Contributions The Applied Materials Political Action Committee (AMPAC) contributes to federal candidates, political action committees and party committees supporting issues of strategic importance to Applied, consistent with all legal requirements.",
    "Our State Contributions Committee oversees corporate political spending to advance strategic issues at the state and local levels.",
    "While Applied pays the administrative expenses for AMPAC, the committee is funded entirely through voluntary contributions from eligible employees, and does not make any contributions using Applied Materials corporate funds.",
    "Political Contribution Data AMPAC'’s activities are overseen—and its contributions reviewed and approved—by the AMPAC Board of Directors.",
    "Contributions are based solely on corporate objectives, without regard for the private political preferences of either the employees who contribute to AMPAC or individual committee members.",
    "During 2023, political contributions made by AMPAC totaled $42,500.",
    "Semi-annual Political Contributions Reports can be viewed here.",
    "Total value of financial contributions to political $0 $0 $0 parties, candidates and related institutions by Applied Materials Total value of financial contributions to political $42,500 $69,500 $24 600 parties, candidates and related institutions by AMPAC See the Political Contributions and Activity Report for additional details on Applied’s political donation policies, mechanisms and compliance practices.",
    "Public Policy 86 ia re ry ll i=l aes qi APPLIED MATERIALSe ABOUT DATA Published on behalf of Applied Materials, Inc.",
    "and its subsidiaries (collectively referred to as “Applied Materials,” “Applied” or “the company”), this 2023 Sustainability Report provides an overview of our sustainability strategy, governance models, actions, goals and progress made during our fiscal 2023, except where noted.",
    "Applied has reported on its environmental responsibility annually since 2005 and published its first Citizenship Report in 2008.",
    "Data covers all global operations unless clearly marked otherwise.",
    "Reporting Standards « This report has been prepared in accordance with the Global Reporting Initiative.",
    "A GRI Index is included in the Data and Disclosures section.",
    "« Disclosures following the Sustainability Accounting Standards Board (SASB) Semiconductor Standard are also provided in the Data and Disclosures section.",
    "« We provide a TCFD Index in the Data and Disclosures section and discuss the results of our climate risk assessment in the Climate and Energy section of the report.",
    "« GHG emissions are calculated following the GHG Protocol using the best available data in the reporting year.",
    "Calculation methodology improvements are likely to be implemented annually and will be transparently disclosed in future sustainability reports.",
    "« Throughout the report, we demonstrate alignment and contribution to key United Nations Sustainable Development Goals (SDGs).",
    "Report Information and Data Assurance Limited assurance of select indicators included in the Sustainability Report and Data and Disclosures has been conducted by ERM CVS, whose assurance statement is provided on page 89.",
    "Further, Applied manufacturing sites maintain ISO 14001:2015 and ISO 45001:2018 certifications, which require annual third-party audits of our management systems and processes.",
    "Forward-Looking Statements and Reporting Uncertainties This report contains forward-looking statements, including our sustainability strategies and targets and other statements that are not historical facts.",
    "These statements are subject to risks and uncertainties and are not guarantees of future performance.",
    "Factors that could cause actual results to differ materially from those expressed or implied by such statements are included in the “Risk Factors” section of our SEC filings, including our recent Forms 10-K, 10-Q and 8-K.",
    "All forward- looking statements are based on management's current estimates, projections and assumptions, and we assume no obligation to update them.",
    "Non-financial information is subject to measurement uncertainties resulting from limitations inherent in the nature and methods used for determining such data.",
    "The selection of different but acceptable measurement techniques can result in materially different measurements.",
    "About this Report 88 qi Independent Limited Assurance Report to Applied Materials, Inc.",
    "ERM Certification & Verification Services Incorporated (“ERM CVS”) was engaged by Applied Materials, Inc.",
    "(“Applied Materials”) to provide limited assurance in relation to the selected information set out below and presented in Applied Materials’ 2023 Sustainability Report (the “Report”).",
    "Engagement Summary Whether the Fiscal Year 2023 (FY23) information and data for the following selected indicators are fairly presented in Applied Materials’ 2023 Sustainability Report (the “Report’), in all material respects, in accordance with the reporting criteria.",
    "GHG Emissions e Total direct (Scope 1) GHG emissions [metric tonnes CO2e] Total indirect (Scope 2, location-based) GHG emissions [metric tonnes CO2e] Total indirect (Scope 2, market-based) GHG emissions [metric tonnes CO2e] Total Scope 1 and 2 (location- and market-based GHG emissions [metric tonnes CO2e] e GHG emissions intensity - Total Scope 1 and Scope 2 [tonne CO2e/employee and tonnes CO2e/million dollars of revenue]' e Total Scope 3 GHG emissions comprised of the selected categories [metric tons COZ2e]: o Category 1: Purchased Goods and Services Category 2: Capital Goods Category 3: Fuel-and-Energy Related Activities Category 4: Upstream Transportation and Distribution Category 5: Waste Generated in Operations?",
    "Category 6: Business Travel Category 7: Employee Commuting Category 8: Upstream Leased Assets Category 9: Downstream Transportation and Distribution Category 11: Use of Sold Products Category 12: End of Life Treatment of Sold Products Category 13: Downstream Leased assets Category 15: Investments Scope of our assurance engagement 00000000000 0 Energy e Total energy [MWh] e Total renewable energy [MWh] e = Electricity consumption [MWh] e Percentage renewable energy consumption [%] e Percentage renewable electricity consumption [%] e Energy intensity [MVVh/employee and MWh/million dollars of revenue]!",
    "Water e =Total water withdrawal [thousand m3] e Water withdrawal in water-stressed areas [thousand m3] Health & Safety Indicators e Total case incident rate (TCIR) e Days away, restricted, or transferred (DART) rate e = Fatalities [count] ' Revenue data will not be subject to verification; rather, ERM CVS will place reliance on audited financial statements to assure the intensity figures.",
    "?",
    "Underlying waste data will not be subject to assurance for the purpose of the Scope 3 assurance.",
    "APPLIED MATERIALSe Workforce Indicators e Total workforce [number] e Workforce by category (by contract type) [Regular Full-Time Employees, Temporary Workers, and Interns] [number] e Female representation — Global and US workforce (including New College Graduates, excluding interns) by category (career level and engineering specifically) [Executives, Managers, Professionals] [%] e Ethnicity & Race Representation of the U.S.",
    "Workforce [%] e Female representation of new hires, interns and New College Graduates [%] (US only) e Voluntary turnover — Global rate [%] and Global rate by gender [%] Community Impact Indicators e Total community investments [million dollars] e = Total giving through the Foundation Match Program [million dollars] e =Total Volunteer Time Grant hours logged [hours] e Total contributions issued by Applied Materials Foundation based on Time Grant hours [dollars] Our assurance engagement does not extend to information in respect of earlier periods or to any other information included in the Report.",
    "CTeeiinepasuiercem 1 November 2022 to 31% October 2023 e Applied Materials’ internal reporting criteria and definitions for community impact and workforce data (as described in the Data Annex published by Applied Materials) e Sustainability Accounting Standards Board (SASB) e Occupational Safety and Health Administration (OSHA) recordkeeping requirement definitions and guidelines Reporting e The GHG Protocol Corporate Accounting and Reporting Standard (WBCSD/WRI criteria Revised Edition 2015) for Scope 1 and Scope 2 GHG emissions e GHG Protocol Scope 2 Guidance (An amendment to the GHG Protocol Corporate Standard (WRI 2015) for Scope 2 GHG emissions e The Corporate Value Chain (Scope 3) Accounting and Reporting Standard (WBCSD/MRI 2011) for Scope 3 GHG emissions e GRI Standards version of 2020 for Water and effluents (303) We performed a limited assurance engagement, in accordance with the International Standard on Assurance Engagements ISAE 3000 (Revised) ‘Assurance Engagements other than Audits or Reviews of Historical Financial Information’ issued by the PASTE International Auditing and Assurance Standards Board.",
    "standard and level of assurance The procedures performed in a limited assurance engagement vary in nature and timing from, and are less in extent than for a reasonable assurance engagement and consequently, the level of assurance obtained in a limited assurance engagement is substantially lower than the assurance that would have been obtained had a reasonable assurance engagement been performed.",
    "Applied Materials is responsible for preparing the Report and for the collection and presentation of the information within it, and for the designing, implementing and ; maintaining of internal controls relevant to the preparation and presentation of the eR Selected Information.",
    "responsibilities ERM CVS’ responsibility is to provide a conclusion to Applied Materials on the agreed scope based on our engagement terms with Applied Materials, the assurance activities performed and exercising our professional judgement.",
    "Our conclusion Based on our activities, as described below, nothing has come to our attention to indicate that the FY2023 data and information for the disclosures listed under ‘Scope’ above are not fairly presented in the Report, in all material respects, in accordance with the reporting criteria.",
    "Our assurance activities Considering the level of assurance and our assessment of the risk of material misstatement of the Selected Information a multi-disciplinary team of sustainability and assurance specialists performed a range of procedures that included, but was not restricted to, the following: e Evaluating the appropriateness of the reporting criteria for the Selected information; e Interviews with relevant staff to understand and evaluate the management systems and processes (including internal review and control processes) used for collecting and reporting the selected disclosures; e A review at corporate level a sample of qualitative and quantitative evidence supporting the reported information; e An analytical review of the year-end data submitted by all locations included in the consolidated FY 2023 group data for the selected disclosures which included testing the completeness and mathematical accuracy of conversions and calculations, and consolidation in line with the stated reporting boundary; e =Virtual Visits to 2 Applied Materials’ facilities/production sites, and 2 in-person visits to Applied Materials’ facilities/production sites in the U.S.",
    "and Korea to review source data and local reporting systems and controls; e Evaluating the conversion and emission factors and assumptions used; e Areview of the updated process emissions methodology and subsequent restatements for 2020, 2021, and 2022 Scope 1 GHG emissions; and e Reviewing the presentation of information relevant to the scope of our work in the Report to ensure consistency with our findings.",
    "The limitations of our engagement The reliability of the assured information is subject to inherent uncertainties, given the available methods for determining, calculating or estimating the underlying information.",
    "It is important to understand our assurance conclusions in this context.",
    "Our independence, integrity and quality control ERM CVS is an independent certification and verification body accredited by UKAS to ISO 17021:2015.",
    "Accordingly we maintain a comprehensive system of quality control, including documented policies and procedures regarding compliance with ethical requirements, professional standards, and applicable legal and regulatory requirements.",
    "Our quality management system is at least as demanding as the relevant sections of ISQM-1 and ISQM-2 (2022).",
    "ERM CVS applies a Code of Conduct and related policies to ensure that its employees maintain integrity, objectivity, professional competence and high ethical standards in their work.",
    "Our processes are designed and implemented to ensure that the work we undertake is objective, impartial and free from bias and conflict of interest.",
    "Our certified management system covers independence and ethical requirements that are at least as demanding as the relevant sections of the IESBA Code relating to assurance engagements.",
    "ERM CVS has extensive experience in conducting assurance on environmental, social, ethical and health and safety information, systems and processes, and provides no consultancy related services to Applied Materials in any respect.",
    "ke Andrea Duque Partner, Corporate Assurance Malvern, PA May 31%, 2024 On behalf of: ERM Certification & Verification Services Incorporated www.ermevs.com | post@ermcvs.com ERMCYVS Third-Party Data Assurance Statement 89 In developing our 2023 Sustainability Report, we compiled key data and disclosures in accordance with Global Reporting Initiative (GRI) Standards, Sustainability Accounting Standards Board (SASB) frameworks, and the Task Force on Climate-Related Financial Disclosures (TCFD).",
    "Further information and disclosures can be found in Applied’s 2023 Annual Report and the CDP Climate Change 2023 and CDP Water Security 2023 reports.",
    "About Applied Materials Company Profile Revenue ($Billions) $26.5 $25.8 $23.1 $17.2 Net income ($Billions) $6.9 $6.5 $5.9 $3.6 R&D ($Billions) $3.1 $2.8 $2.5 $2.2 Number of patents 19,600 ~17,300 ~15,700 ~14,300 Number of locations/countries >150 in 24 countries >120 locations in 24 countries >115 locations in 19 countries >110 locations in 19 countries Find more information about Applied Materials on our Investor Relations website Non-financial information is subject to measurement uncertainties resulting from limitations inherent in the nature and methods used for determining such data The selection of different but acceptable measurement techniques can result in materially different measurements APPLIED Ci MATERIALS» Sustainability Report 2023 About Applied Materials 91 Each year, Applied Materials continues to review and refine our environmental metrics calculation methodology.",
    "All data is reported in terms of Applied’s Fiscal Year (October 31, 2022 - October 29, 2023).",
    "Occasionally we restate historical data when improvements are made.",
    "We have incorporated some updates to historical data due to methodology improvements and improved data availability to ensure consistent comparison across years.",
    "Restated data can be identified through the footnotes.",
    "Greenhouse gas (GHG) emissions are calculated following the GHG Protocol, covering all greenhouse gases included in the Kyoto Protocol: CO,, CH,, N,O, HFCs, PCFs, SF.",
    "and NF,.",
    "The report includes all Scope 1 and 2 emissions following an operational control boundary and uses Emissions First principles for market-based calculations.",
    "Emissions are calculated using a variety of emission factor sources including eGRID, IEA, EIA CBECS, IPCC AR6, EPA EEIO, DEFRA, and Ecoinvent.",
    "Informed estimations are used where primary data is limited or unavailable.",
    "An overview of our 2023 Scope 3 emissions calculation methodology can be found here.",
    "Climate/GHG Emissions Total Scope 1' @ 49,053 48,633 42,396 36,678 35,225 Total Scope 2 (location-based) () 170,299 161,303 147,087 138,521 144,371 MT CO,e Total Scope 2 (market-based) @ 67,661 72,933 65,573 77,433 78,677 Scope 1 + Scope 2 (market-based) @ 116,715 121,566 107,969 114,111 113,901 Total Scope 1 & Scope 2 in MT CO,e 34 37 A0 A7 52 per employee GHG Intensity @ Total Scope 1 & Scope 2 in MT CO,e AA A7 a7 66 78 per million dollars of revenue 1 Scope 1 emissions restated from FY19-FY23 based on update to process gas emissions calculation methodology (aligning all sites to using an invoice-based reporting approach) (A) 2023 data assured by ERM CVS.",
    "See our data assurance statement on page 89 of the Sustainability Report APPLIED Cl MATERIALS« Sustainability Report 2023 Environmental Metrics 92 Total 22,483,001 25,421,930 21,616,076 13,108,629 Category 1: Purchased Goods & Services?4 2,852,968 3,882,759 3,231,545 1,862,516 Category 2: Capital Goods* 132,506 179,156 148,968 61,953 Category 3: Fuel & Energy Related Activities 59,828 56,544 52,142 36,012 ; MT CO,e Category 4: Upstream Transportation & 950,522 1,998,985 1,340,467 567,080 Distribution* Category 5: Waste from Operations“ 2,015 1,941 1,975 531 Category 6: Business Travel 96,098 52,538 22,383 97,953 2,3,4 Scope 3°** ® Category 7: Employee Commuting?",
    "41,667 31,902 24,343 76,751 Category 8: Upstream Leased Assets 6,619 3,860 3,715 2,601 Category 9: Downstream Transportation & 86,304 229,937 144,619 191,577 Distribution Category 11: Use of Sold Products® 18,029,534 18,821,840 16,500,030 10,203,120 MT CO,e Category 12: End of Life Treatment of Sold 636 940 8A5 73 Products Category 13: Downstream Leased Assets 2,303 2,870 3,989 3,330 Category 15: Investments’ 222,001 158,658 141,055 4,492 2 Some Scope 3 categories may exclude recent acquisitions that occurred in FY2022, which are estimated to have a nominal impact on the overall footprint and will be integrated in the following reporting year 3 In Scope 3 spend-based calculations, EPA EEIO factors include related transportation and distribution margins 4 Historical data for Scope 3 Category 1 and Category 4 have been restated due to improved data availability 5 Scope 3 Category 7 (Employee Commuting) currently excludes employee work-from-home emissions 6 Scope 3 Category 11 was calculated using the SEMI S23 standard to model Applied semiconductor tools’ annual energy consumption across product categories, multiplied by an average 10-year product lifespan.",
    "Emissions in this category include the energy, chemicals and gases used by Applied products as well as the ancillary equipment required to power Applied products.",
    "The category also includes emissions from the combustion of natural gas in point-of-use abatement systems where applicable.",
    "Category 11 emissions do not include emissions from Applied's Display business (which represented 5% of total net sales in FY2023) nor from refurbished systems 7 Scope 3 Category 15 (Investments) currently excludes project finance and debt investments; managed investments and client services are not applicable APPLIED Gi MATERIALS» Sustainability Report 2023 Environmental Metrics 93 Energy Electricity consumption @ 486,978 464,044 429,484 404,673 400,850 Total renewable electricity @ we 341,562 319,180 223,529 152,835 154,848 U.S.",
    "renewable electricity rate % 100% 100% 73% 50% 51% Global renewable electricity rate @ % 70% 69% 52% 38% 39% Total energy MWh 623,693 597,500 560,776 525,292 527,125 MWh of energy consumed per 18.33 18.1 20.6 21.9 23.9 Energy intensity @® employee MWh of energy consumed per million 335 33.2 43 305 361 dollars of revenue Water Total water withdrawal @ 2,079 2,359 2,249 2,104 2,016 City water purchased 2,077 2,221 2,149 2,088 1,990 Groundwater 1.3 138 100 16 26 Total water consumption 494 443 424 418 404 Domestic water® Thousand 399 363 364 340 327 Irrigation 96 80 60 78 77 Water withdrawal in water-stressed areas @) 13% 13% 12% 12% 13% Water withdrawal intensity per employee 0.06 0.07 0.08 0.09 0.09 Water withdrawal intensity per M$ Revenue 0.08 0.09 0.1 0.12 0.14 8 Domestic water consumption assumes negligible water consumption in office buildings LIED Cl Aree, Sustainability Report 2023 Environmental Metrics 94 Waste Non-hazardous landfill diversion rate % 73% 72% 67% 73% 75% 18.1 19.1 18.1 14.1 11.9 Non-hazardous: landfill 4.",
    "4.7 4.8 2.3 2.1 Total non-hazardous waste Non-hazardous: incineration 0.1 0.3 0.7 1.3 0.5 Non-hazardous: recycled Thousand MT 12.9 13.9 12.5 10.4 8.9 Non-hazardous: composted 0.2 0.2 0.1 0.1 0.4 Total hazardous waste 1] 0.5 0.5 0.4 0.5 Total waste generation 19.1 19.6 18.6 14.5 12.4 APPLIED Cl MATERIALS« Sustainability Report 2023 Environmental Metrics 95 Global Workforce (amount) Total workforce @ 36,605 36,737 30,130 25,775 23,234 Regular full-time employees @ 34,328 33,306 27,223 24,031 22,014 Temporary workers @) 2,130 3,264 2,793 1,637 1,114 Interns @ 147 167 114 107 106 Female Representation of the Global Workforce (%) Women on Applied Materials’ Board of Directors ® 30.0% 36.0% 40.0% 30.0% 30.0% Total Women in Workforce ® 20.3% 19.3% 18.1% 17.8% 174% Women Executives (Vice Presidents and Directors) @ 13.0% 12.5% 12.2% 11.2% 11.0% Women Managers (People Managers) ® 174% 16.8% 16.3% 15.5% 14.9% Women Professionals (Business, Engineering and Sales Career Bands) @) 28.1% 27.5% 26.2% 25.8% 25.3% Women Engineering Employees!",
    "@) 15.6% 15.2% 13.9% 13.2% 12.7% (A) 2023 data assured by ERM CVS.",
    "See our data assurance statement on page 89 of the Sustainability Report APPLIED Ci MATERIALS» Sustainability Report 2023 Social Metrics 96 Female Representation in U.S.",
    "Workforce (%) Total Women in Workforce ® 23.0% 21.7% 20.8% 20.2% 19.5% Women Executives (Vice Presidents and Directors) ® 13.6% 12.9% 12.7% 11.6% 11.3% Women Managers (People Managers) @ 20.0% 19.2% 19.0% 17.4% 16.1% Women Professionals (Business, Engineering and Sales Career Bands) ® 29.4% 28.2% 26.8% 26.9% 26.1% Women Engineering Employees!",
    "® 15.6% 14.9% 13.5% 12.9% 12.4% Female Representation by Region (%) AMER 23.0% 21.8% 20.8% 20.2% 19.5% APAC 17.8% 16.9% 15.6% 15.7% 15.6% EMEA 19.6% 19.6% 18.3% 16.7% 16.5% Ethnicity and Race Representation in the U.S.",
    "Workforce?",
    "White ® 41.7% 43.6% 45.6% 48% 49.8% Asian ® 34.8% 35.4% 371% 37.3% 36.8% Hispanic or Latino @) 10.6% 10.1% 9.2% 8.4% 7.8% Black or African American @) 6.1% 5.4% 4.5% 3.9% 3.7% Employees with two or more races () 2.0% 1.9% 1.8% 1.4% 14% American Indian or Alaska Native @ 0.3% 0.3% 0.3% 0.2% 0.3% Native Hawaiian or Pacific Islander ® 0.9% 1.0% 0.7% 0.3% 0.2% ] Engineers are those in roles within the Engineering Career band only.",
    "Customer Engineers and Engineering Technicians are excluded from this metric 2 In FY23, 3.6% of employees did not disclose race/ethnicity APPLIED Ci MATERIALS» Sustainability Report 2023 Social Metrics 97 Hiring and Recruitment U.S.",
    "Employee New Hires Female new hires (excludes NCG female hires)?",
    "® 29.5% 23.9% 22.8% 23.6% 26.1% U.S.",
    "Intern Program Female intern hires ® 38.9% 46.9% 53.1% 60.2% 44.4% U.S.",
    "New College Graduate (NCG) Program Female NCG hires ® 39.5% 38.3% 31.1% 38.3% 33.3% Global Voluntary Turnover Global Total Total global voluntary turnover @) 5.2% 8.5% 7.0% 4.8% 5.4% Global Turnover by Gender Global female turnover @) 5.3% 9.0% 71% 5.1% 7.2% Global male turnover @) 51% 8.4% 6.9% 4.8% 5.0% 3 New College Graduates (NCG) are defined as employees hired or rehired within two years of graduation (Technical diploma, or Associates, Bachelors, Masters, PhD, or post-doc degree).",
    "Due to this updated definition, we restated FY20 and FY21 for consistency APPLIED Ci MATERIALS» Sustainability Report 2023 Social Metrics 98 Learning and Development DATA CRC) Total Workforce (includes all regular full-time, temporary and interns) Total learning hours 2,053,104 2,046,238 1,740,492 1,436,271 1,407,932 Total individual learners 48,774 45,859 42,223 33,759 32,087 Average training hours per person 42.09 45 4) 43 44 Regular Full-Time Employees Total learning hours 1,944,092 1,869,669 1,598,502 1,353,985 1,336,812 Total individual learners 34,264 32,890 27,335 23,214 21,850 Average training hours per person 57 57 58 58 61 Percentage of employees completed training/learning hours 99.8% 98.0% 99.0% 98.0% 99.0% Contingent Workers Total learning hours 105,273 176,569 141,990 82,286 71,120 Average training hours per person 7.3 14 10 8 7 Completed Training by Role (Unique Learners) Executive Level Vice Presidents 206 193 n/a n/a n/a Executive Level Directors 2,185 2,126 n/a n/a n/a Manager Level 3,469 3,193 n/a n/a n/a Individual Contributors 28,404 27,472 n/a n/a n/a Interns 142 100 n/a n/a n/a LIED Cl Aree, Sustainability Report 2023 Social Metrics 99 Health and Safety DATA CRC) Employee Health and Safety Total Case Incident Rate (TCIR) @ 0.44 0.35 0.45 0.33 0.43 Days Away, Restricted, or Transferred Rate (DART) ® 0.33 0.24 0.35 0.23 0.29 Lost Time Severity Rate (LTSR) 3.03 2.59 4.44 3.70 3.63 Fatalities @ 0 0 0 0 0 Community Impact Community Giving and Investments Total community investments @ $11.7M $11.2M $13.7M $14.9M $10.8M Total community investments by Applied Materials, Inc.",
    "$3.1M $2.8M $3.1M $3.8M $2.8M Total community investments by the Applied Materials Foundation (excludes administrative) $8.5M $8.4M $10.6M $11.1M $8.0M Total giving through the Foundation Match Program (employee gifts plus match) @ $8.4M $9.1M $8.9M $7.4M $6.6M Total Volunteer Time Grant hours logged* (calendar year) ® 14,590 12,138 9,995 8,183 15,174 Total contributions issued by the Applied Materials Foundation based on Time Grant hours* ® $41,900 $34,500 $30,200 $28,400 $49,000 4 The reporting period for Volunteer hours and Volunteer Time Grant hours logged changed to fiscal year in FY22.",
    "Prior years are based on calendar year.",
    "FY22 data will have some overlap with 2021 data LIED Cl Aree, Sustainability Report 2023 Social Metrics 100 Women Representation PROGRESS PEOPLE PURPOSE of Inclusion Metrics Global ® 20.3% 19.3% 18.1% 17.8% U.S.@ 23.0% 21.7% 20.8% 20.2% Global Increase % 1.0% 1.2% 0.3% U.S.",
    "Increase % 1.3% 0.9% 0.6% URM U.S.",
    "Representation’ U.S.",
    "URM @ 19.9% 18.8% 16.4% 14.2% U.S.",
    "Increase % 1.1% 2.4% 2.2% Global Executive Women Representation Global Executive Leadership ® 13.0% 12.5% 12.2% 11.2% Increase % 0.5% 0.3% 1.0% (a) 2023 data assured by ERM CVS.",
    "See our data assurance statement on page 89 of the Sustainability Report 1 Underrepresented Minorities include Hispanic or Latino, black or African American, two or more races, American Indian or Alaska Native, and Native Hawaiian or Pacific Islander APPLIED Cl MATERIALS« Sustainability Report 2023 ABOUT DATA U.S.",
    "Representation by Gender and Race/ Ethnicity by Level CRC) FY2023 13.6% A6.7% 1.3% 31% 1.5% A5.6% FY2022 12.9% A71% 11% 29% 1.3% 46.3% AbeDeacton a FY2021 12.7% 46.0% 1.0% 2.6% 11% A8.9% FY2017 11.3% A17% 0.8% 2.0% 0.7% 54.8% FY2016 11.3% 40.5% 1.0% 2.0% 0.8% 55.6% FY2023 20.0% 32.3% 51% 9.6% 24% A8.1% FY2022 19.2% 33.9% A.2% 8.7% 2.7% A9.1% Managers @) FY2021 19.0% 34.9% A 7% 8.2% 24% A9.6% FY2017 13.0% 31.3% 3.2% 5.8% 0.9% 58.8% FY2016 12.4% 29.0% 31% 5.3% 0.7% 61.7% FY2023 29.4% AA.O% 3.9% 8.4% 31% 37.8% .",
    ".",
    "FY2022 28.2% A3.7% 3.8% 8.1% 2.9% 39.3% Professionals (Business, Engineering & Sales FY2021 27.3% 45.6% 2.9% 7.4% 2.4% 40.9% C Band areer Band) @ FY2017 24.8% A21% 3.2% 6.6% 1.2% 46.8% FY2016 24.1% A0.6% 2.9% 6.4% 11% A8.9% FY2023 17.8% 17.8% 11.5% 16.7% A1% A3.9% Other Professionals FY2022 15.5% 18.4% 10.0% 16.4% 4.8% 47.5% oustomer Support FY2021 13.3% 19.2% 8.7% 15.4% A.2% 51.2% Manufacturing bands) ® FY2017 12.5% 18.7% 6.2% 12.1% 2.5% 60.4% FY2016 11.8% 18.4% 5.5% 11.3% 21% 62.6% Culture of Inclusion Metrics 101 Female Representation by Region APAC 17.8% 16.9% 15.6% 15.7% 15.6% 14.8% 14.9% 15.5% EMEA 19.6% 19.6% 18.3% 16.7% 16.5% 15.4% 14.5% 14.6% NA 23.0% 21.8% 20.8% 20.2% 19.5% 19.3% 18.8% 18.0% Male Representation by Region APAC 82.2% 82.7% 83.9% 84.2% 84.2% 83.5% 84.1% 84.2% EMEA 80.4% 80.3% 81.5% 83.3% 83.5% 84.6% 85.4% 85.4% NA 76.8% 78.0% 79.1% 79.7% 80.4% 80.7% 81.2% 82.0% Not declared Representation by Region APAC 0.0% 0.3% 0.6% 0.1% 0.2% 1.6% 0.3% 0.0% EMEA 0.0% 0.0% 0.1% 0.0% 0.0% 0.0% 0.0% 0.0% NA 0.3% 0.2% 0.1% 0.0% 0.0% 0.0% 0.2% 0.3% Gender Diversity in Engineering Global 15.6% 15.2% 13.9% 13.2% 12.7% 12.2% 11.6% 11.4% US.",
    "15.6% 14.9% 13.5% 12.9% 12.4% 12.2% 11.7% 10.8% APPLIED Ci MATERIALS» Sustainability Report 2023 Culture of Inclusion Metrics 102 Scope 1 emissions restated from FY19-FY23 based on update to process gas emissions calculation methodology (aligning all sites to using an invoice-based reporting Gross global Scope 1 emissions 49,053 MT 48,633 MT 42,396 MT 36,678 MT 35,225 MT .",
    "g P CO.e CO,e CO,e CO.e CO, = pirer tein) Additional emissions data available in the Environmental TC-SC-110a1 Metrics table above, page 92 Emissions restated from FY19-FY23 based on update to Greenhouse Gas Emission process gas emissions calculation methodology (aligning all as EMISSIONS Amount of total emissions from 18,986 MT 20,148 MT 14,436 MT 10,421 MT 9,428 MT sites to using an invoice-based reporting approach) perfluorinated compounds CO,e CO,e CO,e CO,e CO,e Additional emissions data available in the Environmental Metrics table above, page 92 Discussion of long-term and short- term strategy or plan to manage a 7 .",
    ".",
    ".: TC-SC-110a.2 Scope 1 emissions, emissions See previous sustainability reports here.",
    "Seto ting (C hhinfalee ante!",
    "Einshigy” Secon ev oul?",
    "Sustal itil , Report, pages 25-30 reduction targets, and an analysis of performance against those targets Total energy consumed 623,693 MWh 597,500 MWh 560,776 MWh 525,292 MWh 527,125 MWh .",
    "Percentage of energy consumed os , , , Energy Management in 1C-§C-130a1 that was supplied from grid 78% 77% 75% 76% 75% Additional energy data available in the Environmental Manufacturing .",
    "Metrics table above, page 94 electricity Percentage of energy consumed 550% 5304 40% 29% 29% that is renewable energy APPLIED Cl MATERIALS« Sustainability Report 2023 SASB Index 103 Water Management Waste Management Employee Health and Safety Recruiting and Managing a Global and Skilled Workforce Product Lifecycle Management Cl Aree, Sustainability Report 2023 TC-SC-140a.1 TC-SC-150a.1 TC-SC-320a.1 TC-SC-320a.2 TC-SC-330a.1 TC-SC-410a.1 TC-SC-410a.2 Additional water data available in the Environmental Metrics Total water withdrawn 2,079,000 m?",
    "2,359,000 m?",
    "2,249,000 m?",
    "2,104,000 m?",
    "2,016,000 m?",
    "table above, page 94 Percentage of water withdrawn in “ h ae regions with high or extremely high 13% 13% 12% 12% 13% eee eee amagemen: SASSO OH OUlr SUstelineloMhiey baseline water stress Port, Page 24 Total water consumed 494,000 m?",
    "443,000 m?",
    "424,000 m?",
    "418,000 m?",
    "404,000 m?",
    "Depcentese oh water consumed) fr Domestic water consumption assumes negligible water regions with high or extremely high 12% 13% 1% 1% 13% SOMSUMTTPIAKON in Chatelain baseline water stress Amount of hazardous waste from 1071 MT 514 MT AOIMT 424 MT 470 MT Additional waste data available in the Environmental Metrics manufacturing ’ table above, page 95 Percentage of hazardous waste 15% 28% 18% n/a n/a Tracking of this information started in FY2020 recycled vroniter and reduce oxpvaue ct See the “Occupational Health and Safety” section of our employees to human health hazards SUIStETITZIEH iy FSS C1rs, Hee ee Total amount of monetary losses as a result of legal proceedings In 2023, Applied received zero notices of violation (NOV) associated with employee health worldwide and safety violations percentage of employees that are (1) n/a n/a n/a n/a Applied Materials does not disclose the percentage of (2) ete offshore employees who are foreign nationals or located offshore Percentage of products by revenue that contain IEC 62474 declarable n/a n/a n/a n/a This information is not tracked at this time substances ce etomlevel fa) corn ata n/a n/a n/a n/a This information is not applicable to Applied Materials who (2) desktops, and (3) laptops is a semiconductor equipment manufacturer SASB Index 104 Description of the management See the “Supplier Assessments and Audit” and “Responsible Materials Sourcing TC-SC-440a.1 of risks associated with the use of Minerals Sourcing” in our 2023 Sustainability Report, pages critical materials 44-45: see also our Conflict Minerals Report Total amount of monetary losses Intellectual Property Protection and or.",
    "as a result of legal proceedings .",
    ".",
    "- Competitive Behavior TC-SC-520a.1 aesorietied itl antieon sci n/a n/a n/a n/a n/a This information is not tracked at this time behavior regulations TC-SC-000.A Total production units ~4,200 ~4,400 ~3,600 ~2,000 ~1,800 Activity Metrics Production data covers semiconductor systems TC-SC-000.B Percentage 01 Production from 85% 85% 85% 85% 85% APPLIED Ci MATERIALS» Sustainability Report 2023 SASB Index 105 Governance PLANET PROGRESS PEOPLE PURPOSE ABOUT DATA a) Describe the board's oversight of climate- related risks and opportunities.",
    "Applied’s Corporate Governance and Nominating Committee (CGNC) oversees the ESG program, which includes its climate strategy, and is engaged throughout the year to foster continuous improvement and accountability.",
    "The CGNC is briefed on a quarterly basis by the Senior Director of ESG on the progress of Applied’s sustainability objectives, including emerging climate-related risks and opportunities, progress on climate and energy goals, and relevant initiatives across the value chain.",
    "For additional information, review the Corporate Governance section of the 2023 Sustainability Report and the company’s CDP Climate response to sections Cla and C1.1b b) Describe management's role in assessing and managing climate-related risks and opportunities.",
    "For additional information, review the company’s CDP Climate response questions C1.2a and C2.2.",
    "Strategy a) Describe the climate-related risks and opportunities the company has identified over the short, medium, and long term.",
    "Cl Aree, Sustainability Report 2023 Timeframes: In 2023-2024, Applied engaged a third party to complete an updated comprehensive climate risk assessment, including scenario analysis, across physical and transitional risks, modeled from 2020 to 2040 (to align with Applied’s Net Zero 2040 Playbook timeframe) across high-carbon and low-carbon pathway scenarios.",
    "Applied defines timeframes as: « Short-term: O-5 years (2023-2025) « Medium-term: 5-10 years (2025-2030) « Long-term: 10-30 years (2030-2040) Description of climate-related issues potentially arising across timeframes: « Physical Risks: « Magnitude of exposure to physical risks is projected to vary geographically and temporally across value-chain and scenarios.",
    "* On average, Applied Materials is projected to face the greatest increase in exposure to extreme heat, drought, and storms, particularly in Southeast Asia and Middle East.",
    "« Applied sites are also projected to face an increase in exposure to certain hazards such as flooding and wildfire, depending on their geographic location.",
    "« Water stress exposure is expected to increase throughout Applied Materials’ value chain, with the most notable impacts in the Western U.S., Southeast Asia, Asia, and the Middle East.",
    "TCFD Index CRC) Strategy (cont'd) PLANET PROGRESS PEOPLE PURPOSE ABOUT DATA a) Describe the climate-related risks and opportunities the company has identified over the short, medium, and long term.",
    "(cont'd) Gi Aree, Sustainability Report 2023 Description of climate-related issues potentially arising across timeframes (cont'd): * Transition Risks & Opportunities: « Transition risks were assessed across short- and medium-term time periods due to the rapid pace of change in the semiconductor industry and lack of data to support long-term analysis in a credible or useful manner.",
    "« Exposure to carbon price increases could increase operating costs, particularly under a Low Carbon Pathway.",
    "* Compliance costs are projected to increase under a Low Carbon Pathway as regulatory requirements on process gases increase.",
    "« Shifting customer demand for less emissions-intensive equipment may be either a risk or opportunity depending on Applied’s ability to ramp up R&D activities to meet this demand and produce products that support decarbonization.",
    "« Demand for ICAPS products is projected to increase as the demand for power electronics that enable grid transformation grows.",
    "Processes used to determine materiality of risk and opportunity impacts « Through a stakeholder engagement process lasting approximately three months in Q4 2023, Applied Materials identified and prioritized seven climate- related risks and opportunities for further analysis.",
    "Engagement approaches included interviews, workshops and surveys.",
    "« Criteria used to prioritize analyzed risks and opportunities included the scale, scope, likelihood and mitigation approaches.",
    "Description of prioritized risks and opportunities: « Exposure from extreme and chronic weather events: Exposure from extreme weather events such as storms, floods, droughts, heavy precipitation and wildfire impacts the entire value chain.",
    "* Water risk: Semiconductor manufacturing and R&D is a water-intensive process, with customers and Applied Materials operating in increasingly water constrained geographies.",
    "* Carbon pricing: The implementation of carbon-pricing mechanisms (e.g., carbon tax) may increase operating costs for Applied Materials.",
    "* Regulations on process chemicals: As regulatory requirements and restrictions on fluorinated process chemicals that are also greenhouse gases increase, the cost of compliance and qualifying new tools is expected to increase.",
    "* R&D pressure: Demand for technological advancements to reduce energy and water consumption in customer fabs could exceed Applied Materials’ R&D capabilities thus requiring greater investment in R&D.",
    "* Product deselection: Inability to meet market demand for more sustainability-advantaged products as compared to competitors could reduce market share and therefore result in revenue loss.",
    "* Customer demand: In the transition to a low-carbon economy, new products and services are required that Applied is well positioned to deliver.",
    "For example, its ICAPS business is enabling grid transformation, which in turn is increasing market demand for such products.",
    "For additional information, review the Climate and Energy and Sustainability Systems Center of Excellence sections of the 2023 Sustainability Report and the company’s CDP Climate response questions C2.3 and C2.4.",
    "TCFD Index CRC) Risk Management b) Describe the impact of climate-related risks and opportunities on the company's businesses, strategy, and financial planning.",
    "Risk / Opportunity Time-horizon Description of potential impact of evaluated risks and opportunities: Financial planning areas potentially impacted Exposure from Long-term Products and services, extreme and chronic operations, supply weather events chain, adaptation and mitigation activities Water risk Short, Products and services, medium and operations (especially long-term R&D sites), supply chain Potential strategies that may be impacted New site selection Site-level capital allocation Acquisitions or divestments Access to capital from financial lenders due to sites being in high climate-risk areas Supplier and customer engagement strategy to increase climate resiliency Business continuity planning Water efficiency and conservation planning Carbon pricing Medium-term Operations Decarbonization efforts Compliance strategy for carbon pricing mechanisms Regulations on process chemicals Medium-term Products and services, investment in R&D New product development Compliance strategy for fluorinated process gases R&D funding R&D pressure Medium-term Products and services, investment in R&D R&D funding New product development Product deselection Medium-term Products and services, supply chain, investment in R&D New product development Value chain decarbonization efforts and supplier engagement Customer demand Medium-term Products and services, investment in R&D New product development Market expansion Customer engagement to support development of ICAPS tools to capture new markets For additional information, review the Climate and Energy and Innovate for Progress sections of our 2023 Sustainability Report and the company’s CDP Climate response question C2.3 and C2.4.",
    "Gi Aree, Sustainability Report 2023 TCFD Index CRC) Strategy (cont'd) PLANET PROGRESS PEOPLE PURPOSE ABOUT DATA b) Describe the impact of climate-related risks and opportunities on the company's businesses, strategy, and financial planning.",
    "Resulting actions across business, strategy, and planning: « Applied has teams dedicated to global emergency response, crisis management and business continuity, including extensions to local facilities’ teams that ensure our business is prepared to respond and recover quickly from climate-related events and effectively support our customers’ and suppliers’ operations.",
    "While no individual weather event can be tied to climate change, our business continuity teams are tracking weather-related impacts to Applied’s business operations over time.",
    "« As customer preferences shift toward resource-efficient products, Applied has and continues to develop technologies that enable customers to meet current and future environmental obligations to their own customers, regulators and other stakeholders.",
    "For example, Applied is actively producing technologies to reduce the power consumption of semiconductor chips, improve the energy density of batteries and increase the effectiveness of abatement systems.",
    "As part of our 3x30 goals, our teams are developing tools and services to improve the overall energy efficiency of semiconductor fabrication facilities.",
    "« Through its Net Zero 2040 Playbook, Applied has set its strategy and is organizing its teams to make progress towards a decarbonized future across its global operations, value chain and through its products.",
    "By doing so, Applied can proactively prepare and respond to climate-related market shifts, such as carbon pricing, emerging regulations and evolving customer needs.",
    "For additional information, review the Climate and Energy and Sustainability Systems Center of Excellence sections of the 2023 Sustainability Report and the company’s CDP Climate response question C3.3.",
    "c) Describe the resilience of the company's strategy, taking into consideration different climate-related scenarios, including a 2°C or lower scenario.",
    "Resilience of strategies across scenarios: « Applied has measures in place to mitigate various site-level climate risks, from expanding our global emergency response, crisis management and business continuity teams, to implementing facilities upgrades and having proper insurance policies in place.",
    "We have also started to consider climate- related risks more directly in the selection and expansion of new facilities, such as potential energy costs and interruptions, access to renewable energy and water constraints.",
    "« Applied’s 3x30 goals and strategy are enabling the transition to a low-carbon economy through the modeling and identification of energy and emissions- reducing measures across our semiconductor products and customers’ fab operations.",
    "Simultaneously, our supply chain SuCCESS2030 teams are scaling up their engagement with key suppliers on tracking and managing GHG emissions, energy and water consumption.",
    "« Applied Materials’ progress towards its Net Zero 2040 Playbook mitigates the risk of rising carbon pricing.",
    "« Applied Materials is working to mitigate compliance risks by pursuing reduction of fluorinated process gas use in products and per- and polyfluorinated Substances (PFAS) across components where feasible.",
    "In addition, Applied Materials is working to test alternatives to such chemicals.",
    "Continued innovation in this area can help Applied Materials reduce usage of fluorinated process gases and use of PFAS in components, and thereby reduce the burden of compliance.",
    "« Applied is investing in R&D and delivery of products to the market with reduced emissions impacts, including the announcement of its new Vistara platform and Sculpta patterning tools in 2023.",
    "« Applied is continuing its delivery of ICAPS products, which are poised for growth as the demand for components that enable the low-carbon grid transformation grows.",
    "For additional information, review the Climate and Energy, Sustainability Systems Center of Excellence and Supply Chain Responsibility sections and the company’s CDP Climate response question C3.3.",
    "Gi Aree, Sustainability Report 2023 TCFD Index CRC) Risk Management a) Describe the company’s processes for In 2023-2024, Applied engaged a third party to complete an updated comprehensive climate risk assessment, which modeled prioritized physical and identifying and assessing climate-related risks.",
    "| transition risks across a Low Carbon Pathway and High Carbon Pathway, which leveraged the following scenario models: Table 2: Scenarios used for analysis by risk Category Scenario used Warming in 2050 Goverrning Body* Low Carbon Pathway Physical risks RCP2.6-SSP1 <2°C IPCC Water risk RCP2.6-SSP1 <2°C IPCC Transition risks and Net Zero Emissions by 2050 (NZE2050) 1.5°C IEA opportunities High Carbon Pathway Physical risks RCP8.5-SSP5 4°C+ NTFS Water risk RCP8.5-SSP3 A°C+ IPCC Transition risks and Stated Policies (STEPS) 2°C IEA opportunities Current Policies 3°C+ NGFS « Through a multi-stakeholder engagement process in Q4 2023, Applied Materials identified and prioritized 7 climate-related risks and opportunities for further analysis through a range of interviews, workshops and surveys.",
    "« Exposure to 9 hazards (including storm, precipitation, hail, wind speed, flooding, extreme heat, wildfires, extreme cold and drought) was assessed for 46 sites throughout the value chain.",
    "« The Applied sites assessed represented over 80% of property value and operational footprint.",
    "« Water risk was assessed through a site-level water-stress analysis for 46 sites throughout the value chain.",
    "* Carbon pricing assessed projected operating costs due to carbon pricing under climate scenarios from NGFS.",
    "« Regulatory, R&D and product-related transition risks were evaluated both qualitatively and quantitatively across scenarios based on representative business data.",
    "For additional information, review the company’s CDP Climate response question C2.2.",
    "APPLIED Ci MATERIALS» Sustainability Report 2023 TCFD Index 110 Risk Management PLANET PROGRESS PEOPLE PURPOSE ABOUT DATA b) Describe the company’s processes for managing climate-related risks.",
    "Refer to sections above describing Applied’s actions and strategy to respond and prepare for climate-related transition risks.",
    "We use a risk assessment structure as an opportunity to identify processes or conditions of concern.",
    "The core team of global emergency response, crisis management and business continuity personnel identify site-level and other acute risks, including those associated with climate change.",
    "Our aim is to anticipate risks, establish mitigation plans and prepare so we can ensure a quick recovery in the event of a catastrophe.",
    "Applied monitors transitional risks, including potential regulatory changes covering climate change and their impact on our business operations.",
    "Risks are prioritized based on probability and impact.",
    "For example, a low-probability event with high impact is flagged as a risk.",
    "Once risks are prioritized, Applied identifies key risks and begins planning for different scenarios and impacts with our business continuity teams to develop business continuity plans and complete drills and exercises annually to remain prepared to support our business, customers and supplier operations.",
    "At the asset level, our site facilities and business continuity teams identify local physical risks and concerns to business units and operations.",
    "These teams use the ISO 14001 EMS, PSI Behavior Change Framework or Private Sector Preparation, or variations of these frameworks, with tool development to identify site-specific concerns.",
    "We also utilize a physical risk assessment process to identify and monitor those facilities that are most susceptible to acute and chronic risks based on their geographical location.",
    "For additional information, review the company’s CDP Climate response question C2.2.",
    "c) Describe how processes for identifying, assessing, and managing climate-related risks are integrated into the company's overall risk management.",
    "Within Applied Materials, our Enterprise Risk Management (ERM) program provides perspective into existing and potential risks.",
    "The ERM program is overseen by the Board’s Audit Committee, with a focus on identifying the most significant strategic, operational, financial, legal and compliance risks.",
    "An evaluation of risks associated with climate is now included in Applied’s ERM survey, which is conducted on an annual basis with company leadership.",
    "Applied defines substantive climate-related risks as risks that could materially and adversely affect Applied’s business, financial condition, operations and/or reputation.",
    "Our risk assessment processes allow us to evaluate and prioritize the impact of emerging and ongoing risks, which would be considered substantive based on factors like probability, magnitude and anticipated time horizons, depending on the scenario.",
    "For additional information, review the company’s CDP Climate response question C2.1.",
    "Gi Aree, Sustainability Report 2023 TCFD Index CRC) Metrics and Targets PLANET PROGRESS PEOPLE PURPOSE ABOUT DATA a) Disclose the metrics used by the company to assess climate-related risks and opportunities in line with its strategy and risk management process.",
    "Applied’s risk assessment processes allow us to evaluate and prioritize the impact of emerging and ongoing risks, which would be considered substantive based on factors like probability, magnitude and anticipated time horizons, depending on the scenario.",
    "Applied’s comprehensive, annual tracking of environmental metrics (included in this Data and Disclosures section) such as greenhouse gas emissions, energy and water help inform which parts of our business or value chain may have greater exposure to relevant climate-related risks and opportunities depending on how those metrics are trending.",
    "The Business Continuity Team also monitors and tracks any events that may disrupt Applied operations or impact employees, including certain potentially climate-related events such as storms, excessive heat events and water-related interruptions.",
    "The team is monitoring the frequency and impact of such events to the business (e.g., hours/days of operation disruption and the number of employees impacted).",
    "For additional information, review the company’s CDP Climate response questions C2.1b, C4.1, C4.1a, C4.1b, C4.2 and C4.2a.",
    "b) Disclose Scope 1, Scope 2, and, if appropriate, Scope 3 greenhouse gas (GHG) emissions, and the related risks.",
    "See the Environmental Metrics section above, page 92.",
    "For additional information, review the company’s CDP Climate response questions C6.1, C6.3 and Cé6.5.",
    "c) Describe the targets used by the company to manage climate-related risks and opportunities and performance against targets.",
    "Cl Aree, Sustainability Report 2023 Applied has several climate-related goals to address impacts across its value chain: « Increase active annual sourcing of renewable electricity from 36% in 2019 to 100% in 2030 (SBTi validated) « Reduce absolute Scope 1 and 2 GHG emissions by 50% by 2030 from 2019 baseline (SBTi validated) « Achieve Net Zero for Scope 1 and 2 emissions by 2030 « Reduce Scope 3 GHG emissions from the use of sold products 55% per million USD of value added by 2030 from a 2019 base year (SBTi validated) « Reduce equivalent energy consumption per wafer pass for semiconductor products by 30% by 2030 from 2019 baseline « Reduce the impact from chemical consumption per wafer pass for semiconductor products by 30% by 2030 from 2019 baseline For additional information, review the Climate and Energy and Innovate for Progress sections of our 2023 Sustainability Report and the company’s CDP Climate response question C4.2.",
    "TCFD Index CRC) Applied Materials has reported in reference to the GRI Standards for the period of October 31, 2022 to October 29, 2023 using the GRI 1: Foundation.",
    "GRI 2: General Disclosures 2021 CRC) The organization and its reporting practices 2-1 Organizational Details Applied Materials (AMAT) 2-2 Entities included in the organization's sustainability reporting About this Report, page 88 2-3 Reporting period, frequency and contact points Applied Materials publishes our sustainability report annually.",
    "Our reporting period is October 31, 2022 through October 29, 2023.",
    "The sustainability report will be published in June 2024.",
    "2-4 Restatements of information Applied has footnoted any restated data in the Environmental and Social data tables above, as well as throughout the 2023 Sustainability Report.",
    "2-5 External assurance Activities and workers 2-6 Activities, value chain and other business relationships ERM CVS has conducted limited assurance of select environmental, social and community impact data metrics for FY2023.",
    "For more information on the scope and approach, please see the assurance statement referenced at the end of the 2023 Sustainability Report on page 89 World Location Map, page 10 Supply Chain Responsibility, pages 44-46 About Applied Materials, page 91 There have been no significant changes to our company or supply chain.",
    "2023 Annual Report, pages 4-9, 20-21, 31 2-7 Employees Social Metrics, page 96 Applied Materials will consider providing a more detailed breakdown of our workforce data by gender and region in future reporting cycles.",
    "2-8 Workers who are not employees Social Metrics, page 96 Cl Aree, Sustainability Report 2023 GRI Index 113 Disclosure = 202 Report Locations and NarrativeResponses =e Materials External Reference Governance 2024 Proxy Statement, pages 1-12, 17 2-9 Governance structure and composition Corporate Governance, page 79 aor P P Corporate Governance Guidelines 2024 Proxy Statement, pages 1-12, 17 Corporate Governance Guidelines 2-10 Nomination and selection of the highest governance body 2024 Proxy Statement, pages 1-12, 17 Corporate Governance Guidelines 2-11 Chair of the highest governance body 2-12 Role of the highest governance body in overseeing the management of impacts 2024 Proxy Statement, pages xiii- xiv, 21 Corporate Governance Guidelines Corporate Governance, page 79 5-13 Delegation of responsibility for managing impacts Corporate Governance, page 79 2024 Proxy Statement, pages xiv, 23-25 g P y Sing IMP Environmental, Health and Safety, EHS Policies, Systems and Governance, page 67 Corporate Governance Guidelines 2-14 Role of the highest governance body in sustainability reporting Corporate Governance, page /9 2024 Proxy Statement, pages xii-xiv 2024 Proxy Statement, page 14 2-15 Conflicts of interest Corporate Governance Guidelines Standards of Business Conduct, page 15 2024 Proxy Statement, page 73 Corporate Governance Guidelines 2-16 Communication of critical concerns 2024 Proxy Statement, pages iii, 1-14 2-17 Collective knowledge of the highest governance body Corporate Governance Guidelines Standards of Business Conduct, page 6 2024 Proxy Statement, pages 18-19 Corporate Governance Guidelines 2-18 Evaluation of the performance of the highest governance body APPLIED Ci MATERIALS» Sustainability Report 2023 GRI Index 114 Governance (cont'd) 2024 Proxy Statement, pages ix-x, 26-27, 37-40, 50 Corporate Governance Guidelines 2-19 Remuneration policies 2-20 Process to determine remuneration 2024 Proxy Statement, pages 38-52 2-21 Annual total compensation ratio 2024 Proxy Statement, pages 38—47, 60 Strategy, policies and practices 2-22 Statement on sustainable development strategy Message from Our CEO, page 5 Standards of Business Conduct 2-23 Policy commitments Human Rights Statements of Principles Responsible Minerals Sourcing Policy Standards of Business Conduct Human Rights Statements of Principles 2-24 Embedding policy commitments Standards of Business Conduct 2-25 Process to remediate negative impacts Human Rights Statements of Principles Occupational Health and Safety Overview 2-26 Mechanisms for seeking advice and raising concerns Ethics & Compliance, page 81 Standards of Business Conduct, page 6 2-27 Compliance with laws and regulations In 2023, Applied received zero notices of violation (NOV) worldwide.",
    "Occupational Health and Safety Overview , iy.",
    ", , , a.",
    "2023 Applied Materials U.S.",
    "Trade, Business and 2-28 Membership associations Public Policy, Business and Trade Associations, page 85 Civic Association Memberships 2-29 Approach to stakeholder engagement 2024 Proxy Statement, pages v, pages 22—24 Applied Materials participates in collective bargaining agreements at certain sites in Germany and the 2-30 Collective bargaining agreements Netherlands.",
    "Employees at certain sites in Germany and the Netherlands have formal representation on works councils.",
    "One of Applied’s sites in Italy has trade union representatives.",
    "APPLIED Ci MATERIALS» Sustainability Report 2023 GRI Index 115 Material Topic Disclosures PROGRESS PEOPLE PURPOSE ABOUT DATA GRI 3: Material Topics 3-1 Process to determine material topics Corporate Responsibility Materiality Assessment, page 12 3-2 List of material topics GRI 205: Anti-Corruption 2016 3-3 Topic Management Disclosure Corporate Responsibility Materiality Assessment, page 12 Ethics & Compliance, page 81 205-1 Operations assessed for risks related to corruption We conduct periodic anti-corruption risk assessments across our global operations, utilizing the results to continually enhance our anti-corruption policies and procedures.",
    "In addition, we participate in RBA assessments and audits that include an evaluation of corruption risk.",
    "Standards of Business Conduct, page 15 205-2 Communication and training about anti-corruption policies and procedures GRI 302: Energy 2016 3-3 Topic Management Disclosure Ethics & Compliance, page 81 Environmental, Health and Safety, Energy Management, page 67 Standards of Business Conduct, page 15 302-1 Energy consumption within the organization Environmental Metrics, page 92 302-2 Energy consumption outside the organization Environmental Metrics, page 92 302-3 Energy intensity Environmental Metrics, page 92 302-4 Reduction of energy consumption Climate and Energy, Renewable Energy, page 25 Environmental, Health and Safety, Energy Management, page 67 Environmental Metrics, page 92 302-5 Reductions in energy requirements of products and services Sustainability Systems Center of Excellence, pages 38-40 APPLIED Cl MATERIALS« Sustainability Report 2023 GRI Index 116 GRI 303: Water & Effluents 2018 Applied Materials 2023 CDP Water Security Submission Environmental, Health and Safety, Water Management, page 32 3-3 Topic Management Disclosure Applied Materials 2023 CDP Water Security Submission Environmental, Health and Safety, Water Management, page 32 303-1 Interactions with water as a shared resource Applied Materials 2023 CDP Water Security Submission Environmental, Health and Safety, Water Management, page 32 303-2 Management of water discharge-related impacts 303-3 Water withdrawal Environmental Metrics, page 94 303-4 Water discharge Environmental Metrics, page 94 303-5 Water consumption Environmental Metrics, page 94 GRI 305: Emissions 2016 Climate and Energy, page 25 3-3 Topic Management Disclosure TCFD Index, pages 106-112 305-1 Direct (Scope 1) GHG emissions Environmental Metrics, page 92 305-2 Energy indirect (Scope 2) GHG emissions Environmental Metrics, page 92 305-3 Other indirect (Scope 3) GHG emissions Environmental Metrics, page 92 305-4 GHG emissions intensity Environmental Metrics, page 92 305-5 Reduction of GHG emissions Climate and Energy, page 25 APPLIED Ci MATERIALS» Sustainability Report 2023 GRI Index 117 GRI 306: Waste 2020 3-3 Topic Management Disclosure Environmental, Health and Safety, Waste Management, page 33 306-1 Waste generation and significant waste-related impacts Environmental, Health and Safety, Waste Management, page 33 306-2 Management of significant waste-related impacts Environmental, Health and Safety, Waste Management, page33 306-3 Waste generated Environmental Metrics, page 92 306-4 Waste diverted from disposal Environmental Metrics, page 92 306-5 Waste directed to disposal Environmental Metrics, page 92 GRI 308: Supplier Environmental Assessment 2016 3-3 Topic Management Disclosure Supply Chain Responsibility, pages 44-46 308-1 New suppliers that were screened using environmental criteria Supply Chain Responsibility, Supplier Engagement, Training and Assessment, pages 44-46 308-2 Negative environmental impacts in the supply chain and actions taken Supply Chain Responsibility, Supplier Engagement, Training and Assessment, pages 44-46 GRI 401: Employment 2016 3-3 Topic Management Disclosure Invest in People, page 47 401-1 New employee hires and employee turnover Social Metrics, page 96 401-2 Benefits provided to FTEs that are not provided to temporary or PTEs U.S.",
    "Total Rewards Summary Applied Materials U.S.",
    "Benefits U.S.",
    "Total Rewards Summary 401-3 Parental leave Employee Benefits, page 54 APPLIED Ci MATERIALS» Sustainability Report 2023 GRI Index 118 GRI 403: Occupational Health and Safety 2018 3-3 Topic Management Disclosure Occupational Health and Safety, page 68 Occupational Health and Safety Overview 403-1 Occupational health and safety management system Environmental, Health and Safety, EHS Policies, Systems, and Governance, page 67 Occupational Health and Safety Overview 403-2 Hazard identification, risk assessment, and incident investigation Occupational Health and Safety, page 68 Environmental, Health and Safety, EHS Policies, Systems, and Governance, page 67 Occupational Health and Safety Overview 403-3 Occupational health services Occupational Health and Safety, page 68 Occupational Health and Safety Overview 403-4 Worker participation, consultation, and communication on occupational health and safety Occupational Health and Safety, page 68 Environmental, Health and Safety, EHS Policies, Systems, and Governance, page 67 Occupational Health and Safety Overview 403-5 Worker training on occupational health and safety Occupational Health and Safety, page 68 Environmental, Health and Safety, page 67 Occupational Health and Safety Overview 403-6 Promotion of worker health Occupational Health and Safety, page 68 Occupational Health and Safety Overview 403-7 Prevention and mitigation of occupational health and safety impacts directly linked by business relationships Occupational Health and Safety, page 68 Environmental, Health and Safety, EHS Policies, Systems, and Governance, page 67 Occupational Health and Safety Overview 403-8 Workers covered by an occupational health and safety management system Occupational Health and Safety, page 68 Environmental, Health and Safety, page 67 Occupational Health and Safety Overview 403-9 Work-related injuries Occupational Health and Safety, page 68 Social Metrics, page 100 Occupational Health and Safety Overview APPLIED Cl MATERIALS« Sustainability Report 2023 GRI Index 119 GRI 404: Training and Education 2016 3-3 Topic Management Disclosure Learning and Development, page 63 404-1] Average hours of training per year per employee Social Metrics, page 96 404-2 Programs for upgrading employee skills and transition Learning and Development, page 63 Learning and Development Overview assistance programs 404-3 Percentage of employees receiving regular performance and Learning and Development, page 63 Learning and Development Overview career development reviews GRI 405: Diversity and Equal Opportunity 2016 Invest in People, page 47 3-3 Topic Management Disclosure Culture of Inclusion, page 56 Culture of Inclusion, page 56 Social Metrics, page 100 2024 Proxy Statement, page lii-iv, 14-15 405-1 Diversity of governance bodies and employees GRI 408: Child Labor 2016 Human Rights, page 50 Supply Chain Responsibility, page 44 Human Rights Statements of Principles 3-3 Topic Management Disclosure 408-1 Operations and suppliers at significant risk for incidents of child Supply Chain Resvonsibility, Supplier Enzazement.",
    "Training and Assessment.",
    "pase 44 Statement under the California Transparency in Supply Chains Act labor PPly P Yr 2UPP S48 ‘ & / page ss Standards of Business Conduct GRI 409: Forced or Compulsory Labor 2016 Human Rights, page 50 Supply Chain Responsibility, page 44 Human Rights Statements of Principles 3-3 Topic Management Disclosure Statement under the California Transparency in Supply Chains Act Standards of Business Conduct, page 21 Human Rights Statements of Principles Responsible Minerals Sourcing Policy 409-1 Operations and suppliers at significant risk for incidents of forced or compulsory labor Supply Chain Responsibility, Supplier Engagement, Training and Assessment, page 44 APPLIED Ci MATERIALS» Sustainability Report 2023 GRI Index 120 Disclosure = 202 Report Locations and NarrativeResponses =e Materials External Reference GRI 414: Supplier Social Assessment 2016 3-3 Topic Management Disclosure Supply Chain Responsibility, page 44 414-1 New suppliers that were screened using social criteria Supply Chain Responsibility, Supplier Engagement, Training and Assessment, page 44 414-2 Negative social impacts in the supply chain and actions taken Supply Chain Responsibility, Supplier Engagement, Training and Assessment, page 44 GRI 415: Public Policy 2016 3-3 Topic Management Disclosure Public Policy, page 85 Corporate Governance Guidelines 1H 2023 Semi-Annual Political Contributions 2H 2023 Semi-Annual Political Contributions A15-1 Political contributions Public Policy, Political Contributions, page 86 GRI 416: Customer Health and Safety 2016 3-3 Topic Management Disclosure Product Safety, page 43 416-1 Assessment of the health and safety impacts of product and , , P t Safety, page 4 service categories roduct Safety, page 43 GRI 417: Marketing and Labeling 2016 3-3 Topic Management Disclosure Product Safety, page 43 417-1 Requirements for product and service information and labeling Product Safety, page 43 APPLIED Ci MATERIALS» Sustainability Report 2023 GRI Index 121 CN AS eHER."
]