[
    "Sustainability Report FY2021 BOARD STATEMENT ON SUSTAINABILITY ooo...",
    "eee 2 ABOUT THE GROUP 00.",
    "eette eters ttteettteeenteeennieeeenes 3 GOVERNANCE STRUCTURE 00...",
    "ecceeerettteetttteeettteenteen 4 STRATEGIC APPROACH FOR SUSTAINABILITY...",
    "ee 4 STAKEHOLDER ENGAGEMENT 0000...",
    "eeececeececettteeeetteeeeteeeenees 5 MATERIALITY ASSESSMENT 0...",
    "eee eeceeeeceeeteteeettteeettteeeetteeeenes 7 PROCUREMENT PRACTICES...",
    "cecececeeeetetttteeettteeeetteeeenes 8 ENERGY oo.",
    "ececcccceteeeeeteeeeteeenteeenteesteeectteeesntteestsieeentieesenieeeenes 8 Boundary As a guide, this report covers operations and all subsidiaries for which Mencast Holdings Ltd.",
    "(“Mencast” or together with its subsidiary corporations, the “Group”) has management control, unless otherwise stated.",
    "It seeks to provide an overview of our sustainability practices, commitment, and performance of the Group's material Environmental, Social and Governance (“ESG\") topics.",
    "i Reporting Period & Standard The reporting period is the same as the financial year of the Group [1 January 2021 to 31 December 2021 - FY2021).",
    "This report was prepared In accordance with the Global Reporting Initiative (“GRI\") Standards - “Core” reporting requirements.",
    "The GRI Standards Is the most widely used and internationally Independent Assurance The ESG performance data presented in the report have mainly been extracted from internal information systems and original records to ensure accuracy.",
    "The Group has not sought external assurance for this sustainability report but have relied on internal verification to ensure the accuracy of data.",
    "accepted sustainability reporting framework.",
    "The GRI Content Index at the end of the report specifies the location of the relevant disclosures.",
    "We are fully committed to our stakeholders and we welcome feedback on any aspect of our sustainability policies, processes and performance.",
    "Kindly address all feedback to irldmencast.com.sg.",
    "Your feedback Is vital to us In achieving our goals to build a sustainable and thriving business.",
    "As an attempt to promote environmental conservation, there will be no hard copies of this report.",
    "D > MENCAST HOLDINGS LTD.",
    "| SUSTAINABILITY REPORT FY2021 | 1 > “Group’} is pleased to issue its fifth sustainability report prepared in accordance with the GRI Standards and in compliance with the SGX-ST guidelines on sustainability reporting.",
    "The Group endeavours and is committed to continually consider material environmental, social and governance topics as part of our core business strategy.",
    "The report seeks to present an accurate account of our practices and performance In our mission to be a sustainable, responsible corporate citizen.",
    "The Board of Directors (“Board”) and senior management ({“Management”} remains committed to establish and maintain an effective Sustainability Management framework, which is supported by underlying Internal controls, risk management practices, clear accountability and reporting process.",
    "The Board evaluates and considers ESG risks and opportunities relevant to the Group during the formulation of overall business strategy, objectives and performance measurements.",
    "The Sustainability Reporting (“SR”) Committee supports the Management in identifying the type of relevant ESG topics caused by its day-to-day operations.",
    "Management then determines the materiality of the ESG topics based on the level of significance of impact, and influence on stakeholder values, and the achievement of the Group's strategic objectives.",
    "The Board supports and approves the identification and assessment parameters of material ESG topics.",
    "The ESG topics in this report have been reviewed by the Board and Management to be material and relevant.",
    "The Board and Management shall continue to dedicate leadership and maintain a high standard of sustainability governance to drive continuous and long-term growth for all its stakeholders.",
    "The Group will continue to work towards a balanced disclosure on the management and monitoring of material ESG topics for continuous improvement.",
    "D > MENCAST HOLDINGS LTD.",
    "| SUSTAINABILITY REPORT FY2021 | 2 > > > businesses support the movement of global goods and overall supply chain.",
    "These include stern gear manufacturing, Manufacturing, Repair and Overhaul (“MRO”) and the remediation and recycling of materials and wastes related to manufacturing and transport.",
    "We also have a growing Innovation and manufacturing division focused on sustainable products and solutions.",
    "Headquartered in Singapore, the Group was successfully listed in June 2008 as the first sponsor-approved listing on Singapore's SGX Catalist and later became the first such company to transfer to the SGX Mainboard.",
    "From its establishment in 1981, the Group has grown into a leader in the manufacture and repair of propellers and stern gear equipment and has built on its core competencies to steadily expand business into new areas.",
    "These include waste management as well as innovation-driven businesses.",
    "Mencast constantly innovates to create customer value and drive sustainable business growth which is led by Mencast Innovation Centre Pte.",
    "Ltd.",
    "(“MIC”), an incubator that provides mentorship, facilities and networking opportunities for growth companies synergistic with our Group.",
    "Mencast will continue to seek technology-driven growth opportunities in MRO, environmental remediation, manufacturing and the recycling of waste products.",
    "FOUR (4) SIX (6) SERVICE PRINCIPLES PILLARS OF STRENGTH 1.",
    "We work hard to retain our technical expertise Commercially Minded/ Customers partner with Mencast for the high Corporate Ethos standards we set ourselves.",
    "We are continuously learning, sharpening our skills and striving to Full Engagement improve ourselves to be the best possible partner to our customers.",
    "Responsiveness/ Speed 2.",
    "We always seek solutions At Mencast, we are determined to find a solution Superior Technical to your problem.",
    "Our flexibility, resourcefulness, Ability and innovation approach equip us to anticipate, avoid and overcome any obstacles you might Resourceful/ face.",
    "Solution Oriented/ Dependability 3.",
    "We look out for one another We believe in the value of teamwork and think Environmental of our Mencast team as a family; someone we Championship can count on and trust.",
    "Not just when things go wrong but to share our successes too.",
    "4.",
    "We focus on developing and maintaining long- term customer relationships We consider our customers to be our partners not just today, but in the long run.",
    "We place our customers at the forefront of our business and make sure that our industry relationships and commercial acumen inform our service and capabilities.",
    "D > MENCAST HOLDINGS LTD.",
    "| SUSTAINABILITY REPORT FY2021 | 3 > > > growth and to deliver value to our customers and stakeholders as we continue to explore and expand our business operations.",
    "Within the industry, the Group upholds a reputation for quality and high standards In our operations, as well as excellence In our operations management.",
    "In FY2021, we have attained, as well as continue to maintain various awards and certifications, such as the following: ° ISO 14001 Certification - Environmental Management System e ISO 45001 :2018 Certification - Occupational Health & Safety Management Systems 7 covernance yA STRUCTURE Sustainability is integrated into our business and embedded across various roles and functions.",
    "The SR Committee, chaired by Mr Sim Soon Ngee Glenndle, our Executive Chairman and Chief Executive Officer (“CEO”), comprises of senior management from all business units to provide oversight on the integration of sustainability practices into all aspects of the business.",
    "The Board maintains overall responsibility and ensures that sustainability matters are considered as part of our business strategy.",
    "There were no changes In the composition of the Committee since the first year of reporting.",
    "The Committee focuses on formulating, implementing and reviewing the Group's sustainable policies and practices, sustainability development programs and initiatives.",
    "Periodic reviews are carried out at both the Committee and business unit levels to ensure effective implementation and that initiatives remain in line with the Group's strategic development.",
    "1) sreareat APPROACH FOR SUSTAINABILITY Mencast firmly believes that while our businesses are driven by earnings, we must also have a positive impact on environment, employees and all other stakeholders in our value chain.",
    "In FY2021, with the help of an Independent External Consultant (“Consultant”), the Group reviewed and defined our approach to sustainability management.",
    "We have reviewed the four main aspects and existing non-financial topics for FY2021 reporting disclosure.",
    "The Management concluded that these topics remain material to the sustainability of our economic performance and business operations.",
    "D > MENCAST HOLDINGS LTD.",
    "| SUSTAINABILITY REPORT FY2021 | 4 > > > towards sustainability Procurement Practices of our economic Corporate performance and Governance business operations & Risk Management?",
    "Organisational & Relationship Management Environmental Management Anti-Corruption Our Materiality Assessment Process Identify Categorise Prioritise Define a list Refine the list Engage SR Supported by of potential of topics by Committee for a systematic & material ESG clustering them feedback and interactive process to topics into categories validation of identify, categorise and prioritise material ESG topics each topic based on importance to internal and external stakeholders 1.",
    "Please refer to Financial Statements of the Annual Report 2021 (“AR2021\").",
    "2.",
    "Please refer to the Corporate Governance section of the AR2021.",
    "h STAKEHOLDER 7 ENGAGEMENT Mencast recognises that knowing and understanding the demands and concerns of stakeholders is key to sustainable growth and that regular engagement with stakeholders helps us to understand and establish material areas of focus.",
    "The Group operates and maintains multiple communication channels and platforms to obtain stakeholders’ feedback and opinions.",
    "Our stakeholders are those who have a considerable influence on our business, and whom our business has a significant impact on.",
    "In FY2021 the SR Committee with the support of our Consultant has reviewed and ascertained that employees, customers, shareholders, bankers, investors and business partners remained as our key stakeholder groups [See Exhibit 2].",
    "D > MENCAST HOLDINGS LTD.",
    "| SUSTAINABILITY REPORT FY2021 | 5 > > > Employees We recognise that our employees are fundamental to the Group’s productivity and continuity.",
    "We aim to nurture them well to increase their engagement and contribution to the Group.",
    "2] Shareholders, Bankers and Investors We aim to maintain profitability in our Group and maximise shareholders’ return.",
    "We also strive to maintain corporate governance and Improve level of transparency through reporting and communication.",
    "Customers We strive to maximise our customer satisfaction, which reflects sales and revenue.",
    "We ensure that we understand our customers’ needs and expectations and we aim to build long lasting relationships with our customers so that they are likely to engage our services again.",
    "Business Partners We work closely with our business partners/subcontractors to ensure that all our operations are aligned with our sustainability efforts and industry practices.",
    "Community We work closely with our community and remain fully committed to continue procuring responsibly while generating positive economic and social benefits for the local communities we operate in.",
    "Membership of Associations Aspiring to widen our exposure to industry standards and collaborate within and beyond the industry to improve on current sustainable practices, Mencast and its subsidiary corporations have joined and actively participated in the following industry associations: e Singapore Business Federation e Association of Singapore Marine Industries e Singapore Chinese Chamber of Commerce & Industry e Singapore National Employers Foundation e Commercial Diving Association [Singapore] - Mencast Subsea Pte.",
    "Ltd.",
    "e Association of Diving Contractors (International) - Mencast Subsea Pte.",
    "Ltd.",
    "e Industrial Rope Access Trade Association - Mencast Subsea Pte.",
    "Ltd.",
    "° International Marine Contractors Association - Mencast Subsea Pte.",
    "Ltd.",
    "D > MENCAST HOLDINGS LTD.",
    "| SUSTAINABILITY REPORT FY2021 | 6 > > > includes topics and indicators that reflect the organisation's significant economic, environmental, and social impacts; and would substantively influence the assessments and decisions of stakeholders.",
    "Guided by our Consultant and having considered the topics of concern and expectations of identified key stakeholders, the SR Committee together with the Management have assessed and prioritised the material topics, targets and commitments to focus on for the Group.",
    "OUR TARGETS AND COMMITMENTS ECONOMIC Financial Performance To improve our internal efficiency and effectiveness in our existing operations and to leverage on our existing strengths for new business opportunities.",
    "Procurement Practices Continue to collaborate with the right business partners and suppliers to redesign our product offerings to reduce the negative impacts on our environment.",
    "ENVIRONMENTAL MANAGEMENT Energy Maintain and achieve energy efficiency and a balance energy intensity usage in relation with business growth.",
    "Waste Ensure waste treatment and disposal methods are In accordance with regulatory requirements.",
    "Environmental Compliance Zero incidents of non-compliance No significant fines or non-monetary sanctions for non-compliance with environmental laws and regulations ORGANISATIONAL & RELATIONSHIP MANAGEMENT Employment Continue to promote diversity and equal opportunity in the workplace.",
    "Comply with local labour regulations across our operations.",
    "Training and Education Achieve an average of 2 hours of training per employee annually.",
    "Occupational Health and Safety Zero fatalities and/or workplace injuries.",
    "CORPORATE GOVERNANCE Anti-Corruption D > MENCAST HOLDINGS LTD.",
    "| SUSTAINABILITY REPORT FY2021 | 7 > Zero incidents of bribery and corruption, including facilitation payment.",
    "Zero tolerance towards all forms of bribery and corruption.",
    "ESG topics against the changing business environment, stakeholder opinions, and emerging global and local trends ECONOMIC The Group firmly believes that the suppliers and subcontractors we engage with are critical to creating positive economic impact and enhancing stakeholder’s return.",
    "In this respect, the Group maintains a strict vendor selection process, which is based on their past track records and adherence to occupational health and safety standards.",
    "|) Procurewent / PRACTICES As we consider sustainability to be one of the key factors in selecting a supplier, we evaluate the potential candidates based on their sustainability performance and practices.",
    "We collaborate frequently with business partners and suppliers to redesign our product offerings to reduce the negative impact on our environment.",
    "For the purposes of this Sustainability Report, we considered the entities located In Singapore as the ‘significant locations of operations”.",
    "Purchases from local material suppliers accounted for approximately 91% [FY2020: 86%] of the total purchases in FY2021.",
    "The remaining raw materials were procured from overseas suppliers as they were not available locally.",
    "Currently, the use of foreign subcontractors and import purchases are kept to a minimum, and we remain fully committed to continue procuring responsibly while generating positive economic and social benefit for the local community we operate In.",
    "ENVIRONMENTAL MANAGEMENT To address global issues of resource scarcity and a changing climate, we recognise the importance of integrating environmental considerations into the Group's business decisions.",
    "We are committed to understanding, managing and minimising our environmental footprint across our value chain, including our business operations, suppliers and customers.",
    "Our environmental efforts are largely focused on maximising material utilisation and optimising energy consumption.",
    "We will continue to strengthen our expertise in the areas of environmental programs and be selective about the strategic initiatives that will yield a greater positive impact in the future.",
    "(foe In FY2021, the Group consumed approximately 6.70 million kWh of electricity, which comprises a mix of direct and Indirect sources of energy.",
    "There was a 25% decrease in energy consumption as compared to FY2020 ({FY2020 consumption: 8.89 million kWh of electricity) due to decreasing activity in the Offshore and Marine sectors such as the ship building and ship repairing processes.",
    "The increase of energy consumption in the Energy sector Is in line with the Group's direction of pivoting towards the waste management and treatment business.",
    "D > MENCAST HOLDINGS LTD.",
    "| SUSTAINABILITY REPORT FY2021 | 8 > > > The breakdown of energy consumption by respective businesses as follows: Energy Consumption (‘000 kWh) FY2021 FY2020 628 Offshore & Engineering 2,036 Marine 4,353 4,985 Energy 1,716 1,365 Total 6,697 8,886 To Improve energy efficiency, the Group will continue to optimise operations and processes; technological improvements, Including the adoption of more sustainable building designs and materials, and the use of energy-efficient equipment and devices.",
    "Waste management Is critical for global sustainable development.",
    "The Group conscientiously monitors our waste discharge into the environment and seeks to reduce any ecological impact.",
    "It is thus vital to prioritize waste disposal methods such as recovery that minimise the corresponding residual effects on the environment.",
    "As part of the Group's waste management business, the Group holds a valid Toxic Industrial Waste Collector's License.",
    "J, Z WASTE In FY2021, total volume of hazardous waste collected has decreased by 28% as compared to FY2020.",
    "All hazardous waste collected were treated and disposed by Mencast In compliance with the following rules & regulations: e The Environmental Public Health [Toxic Industrial Waste] Regulations 1988 e Sewerage and Drainage Act, Chapter 294 and the Sewerage and Drainage (Trade Effluent] Regulations e Singapore Standard SS 603: 2014 Code of Practice for Hazardous Waste Management The hazardous waste collected consists of contaminated soil, slop oil, oil sludge, oily water, plating effluent etc.",
    "These hazardous wastes were treated and disposed via the following methods: 70% Landfill Ash Discharge Recovery Oil Recovery Sodium after Treatment to PUB Fertilizer Hydrosulfide FY2021 m FY2020 FY2021 m FY2020 D > MENCAST HOLDINGS LTD.",
    "| SUSTAINABILITY REPORT FY2021 | 9?",
    "> > > environmental footprint and rising cost of natural resources, we endeavour to not just comply but also integrate the best sustainability practices across business operations to reduce adverse environmental impact on the ecosystem.",
    "Over the years, the Group’s operations continue to conform to local environmental laws and regulations.",
    "The Group maintains a zero tolerance for non-compliance and encourage our stakeholders to report any incidences via our established whistle blowing channels.",
    "All employees of Mencast are encouraged to be proactive and forthcoming In managing and reporting environmental related issues and complaints.",
    "In FY2021, there were no incidents of non-compliance and penalties pertaining to environmental-related issues.",
    "The Board and Management continues to review and improve current environmental management system and practices and ensure that all our activities and operations comply with regulatory and customers’ requirements.",
    "Moving Forward To maintain the highest standard of environmental compliance and sustainable growth, Management will continue to review and improve current environmental management system and practices to ensure that all our activities and operations comply with existing regulatory requirements.",
    "ORGANISATIONAL & RELATIONSHIP MANAGEMENT = PLOYMENT Our employees are one of our most valuable assets and the Group believes in and is committed to fair employment practices, upholding human rights principles and investing in developing and training our people.",
    "We provide equal opportunities to all employees without discrimination.",
    "As of 31 December 2021, we have a total of 302 fulltime employees.",
    "FY2021 FY2020 e e e e e e Total No.",
    "of Employees “a* a\" 302 339 Distribution by Gender (%) ft ft 88% 12% 88% 12% FY2021 FY2020 New Hires Total No.",
    "Total No.",
    "67 39 78% of new hires in FY2021 were male due to the nature of industry, compared to 80% in FY2020.",
    "D > MENCAST HOLDINGS LTD.",
    "| SUSTAINABILITY REPORT FY2021 | 10 > > > Total No.",
    "of New Hire by ob 34, 9 10 94 8 Age Group % of New HirebyAgeGroup 364% 51% 13% 20% 54% 21% Turnover FY2021 FY2020 Total No.",
    "Total No.",
    "Total No.",
    "of Turnover by Age i) 13 14 40 14 Group % of Turnover by AgeGroup 19% 62% 19% 21% 58% 21% We strive to foster an inclusive and performance-driven work environment to attract, retain and develop our talents.",
    "As an equal opportunity employer, the Group has implemented a fair system to ensure equal opportunities and non-preferential treatment for all employees.",
    "There are no preferences or prejudices against religion, age, ethnicity, any physical disability, or gender.",
    "Employees are required to observe and adhere to all relevant policies and practices.",
    "Due to the inherent nature of labour-intensive work and physically challenging working conditions, most of our employees are male.",
    "Mencast makes a conscious effort to maintain diversity in the middle management, to generate creativity and innovation and improve the organisation's culture.",
    "There were no reported incidences of discrimination raised by our employees in FY2021.",
    "The Group also has an open-door policy where employees are encouraged to speak- up or report any grievances directly to their superior, heads of department, human resource department, chief executive officer and/or independent directors.",
    "This is to reinforce our commitment to our employees to provide them with a workplace that Is healthy, safe, and secure.",
    "Across our business segments, there were no workplace grievance cases reported in FY2021.",
    "D > MENCAST HOLDINGS LTD.",
    "| SUSTAINABILITY REPORT FY2021 | 11 > > > in fair remuneration and sets packages which are competitive and sufficient to attract, retain and motivate personnel with adequate experience and expertise to manage the business and operations of the Group.",
    "In setting remuneration packages, the Group considers the regulatory requirements, salary, and employment conditions within the same industry and in comparable companies.",
    "In FY2021, in addition to the competitive remuneration offered, we extended our employees a set of benefits including, but not limited to the following: If our employee becomes critically ill or permanently disabled, their family will receive a sum of money to provide them with financial protection and coverage against risks.",
    "Life Insurance Our employees are covered under personal accident insurance and work-related injury.",
    "For instance, the organisation will reimburse any rehabilitation costs or monthly pay-outs for each case of disability.",
    "Disability Insurance For employees qualified for pension approaching the Retirement Provision retirement age, the government will provide them with monthly cash pay-outs of their CPF contributions.",
    "The Group ts in full compliance with local labour regulations across our operations, as well as minimum wage laws, where such laws exist.",
    "Being in an industry that Is largely labour-intensive, we are dedicated to constantly reviewing our employment policies, benefits and remuneration practices to ensure compliance with the updated employment laws, to keep up with the best industry practices to provide the optimal working conditions for our people.",
    "The Group has organised several welfare activities including Chinese New Year Lucky Draw, Chinese New Year Bento Lunch for operation employees who were unable to return to hometown due to Covid-19, Mencast’s 40th Anniversary Lunch, Corporate Social Responsibility for Sunlove Home, Rice Dumplings/ Mooncakes for all employees as well as Team Building through rock climbing activities to improve team relation and bonding.",
    "Due to safe distancing measures In place to reduce the risk of Covid-19, there were no other recreation and welfare activities held.",
    "D > MENCAST HOLDINGS LTD.",
    "| SUSTAINABILITY REPORT FY2021 | 12 > > > business dealings.",
    "Mencast maintains a zero-tolerance stance on unethical labour practices such as child labour, forced labour, slavery and human trafficking across all our operations.",
    "1 reanne g 7 DEVELOPMENT The Group recognises that employees need to stay informed and be updated in their skill sets in the ever-changing work environment.",
    "To encourage and support our employees to develop their potential and have a fulfilling career, both on-the-job and ad-hoc trainings are made available to our employees.",
    "Employees are encouraged to attend courses which are relevant to their specific industries.",
    "In FY2021, the company has clocked a total of 3,862 hours in training (209% increase in average hours of training per employee).",
    "FY2021 FY2020 a T T Average Hours of Training p< p< Per Employee 20.01 hours 6.47 hours Programmes for Upgrading Employee Skills and Transition Assistance The Group 1s committed to continue to allocate the necessary budget and establish a skills upgrading plan to equip employees to meet strategic targets of the Group.",
    "We believe that by improving the skills of our employees, it enhances Mencast’s human capital and contributes to employee satisfaction, which will then create a positive impact on our overall performance.",
    "Training sessions have been conducted to educate the employees on the technical and safety knowledge across the different business units, such as: e Apply Workplace Safety & Health in Metal Work e Apply Workplace Safety & Health in Process Plant e Apply Workplace Safety & Health in Shipyard (General Trade] e Assess Confined Space for Safe Entry and Work e Basic Offshore Safety Induction and Emergency Training and Travel Safely by Boat e Commercial Self-Contained Underwater Breathing Apparatus [CSCUBA] Diver - Level 1 e Develop A Workplace Safety and Health Management System Implementation Plan e Diving First Aid e Hazmat Transport Driver Permit Course e High Voltage Installation Course Management Level ° IMCA - Diver Medic Technician e Occupational First Aid e Perform Work in Confined Space ° Petzl PPE Verifier Course ° Port Limit Engine Driver (Third Class] e Rigger Signal Man Supervise Marine Work In FY2021, the Group has secured the Productivity Solutions Grant administered by the National Environment Agency (“NEA”}].",
    "Mencast Offshore & Marine Pte Ltd purchased 2 units of Engine/Electric-Powered Forklifts Equipment to boost productivity and reduce the headcount and amount of time taken to complete routine tasks.",
    "D > MENCAST HOLDINGS LTD.",
    "| SUSTAINABILITY REPORT FY2021 | 13 > > > whereby there will be two-way communication and engagement between supervisors and subordinates to assess the performance of the employee.",
    "Upon completion of the appraisal process, consideration of career advancement such as promotion; quantum of salary Increment, and annual variable bonus will be determined based on the performance appraisal results.",
    "Employees are assessed and remunerated fairly based on their experience, qualifications, and performance.",
    "In FY2021, 91% of total employees [those with more than one year service] had gone through their annual performance and career development review.",
    "The Group shall continue to provide training and education opportunities through development programmes wherever applicable and promote a conducive corporate environment where employees can reach their fullest potential.",
    "1 occuesriona 7 HEALTH & SAFETY Safety is an integral part of our business, and a key focus area for our board of directors and senior management.",
    "Occupational Health & Safety Management Framework In FY2021, the Group continue to Key Elements of be certified to meet Singapore's Our Health & Safety System standards for occupational safety and health management, such as [SO 45001 occupational health and safety Policy management system and ISO 14001 environmental management system.",
    ".",
    "Continual Planning Improvement Processes are In place to identify, mitigate and report risks and communicate best practices across the Group, and we work with our employees and stakeholders to ensure that they understand our requirements and expectations.",
    "Management Implementation Review and Operation Checking and Correction Action Our safety management system continues to be routinely audited by independent consultants.",
    "To facilitate the physical supervision of the workplace safety and the relaying of Workplace Safety and Health [“WSH\"] related messages, each individual subsidiary has established its own Health, Safety and Environment (“HSE”) Committee.",
    "The HSE Committee is headed by a Chairman who was appointed by the Director and oversees our subsidiary corporations operations to ensure that safety standards are upheld and also up to Industry leading practices.",
    "The Committee conducts regular and surprise inspections on their workers workplace safety.",
    "In addition, the roles and responsibilities of the HSE Committee includes reviewing, effectively implementing and reinforcing safety standards and regulations to ensure all areas of safety are adequately covered.",
    "Committee meetings are conducted at least once a month to review safety inspection results, ensure corrective actions are taken promptly, as well as coordinate and organise HSE campaigns.",
    "We also constantly seek feedback from non-committee members regarding areas of improvement and all relevant HSE matters.",
    "The entire workforce is represented well as they access to participate fully in the establishment and implementation of occupational health and safety policies, procedures, investigations, and risk assessments.",
    "D > MENCAST HOLDINGS LTD.",
    "| SUSTAINABILITY REPORT FY2021 | 14 > > > may occur due to workplace conditions.",
    "In FY2021, due to the nature of the work, we continue to consider the following as high-risk: ° Decompression illness or Barotrauma - Adherence to accepted diving safety standards and dive exposure tables; and ° Chemical Exposure - Provision of Personal Protective Equipment (“PPE”) and annual medical examinations.",
    "Findings from our risk assessments are considered in the determination of facility requirements, training programmes and operational controls.",
    "The Group ensures each worker Is well protected before the start of each assignment with sufficient protective equipment, through the documentation on personal protective equipment records.",
    "We have also developed a list of protocols and precautions for workers to ensure that their safety is fully covered In all areas of work.",
    "Workplace Health & Safety Performance FY2021 FY2020 Category Total Total Death or Total Permanent Disabilities 0 0 Reportable Injuries 6 6 Occupational Disease 0 0 In FY2021, a total of 195 man-days were lost due to Injury, which had increased when compared with FY2020 [i.e.151 man-days).",
    "The main reason for the increase was due to 1 Individual with injury that resulted in a longer recovery period.",
    "For each of these injuries reported, the Group Quality, Health & Safety, Environmental (“QHSE\"] Manager had prepared an Investigation report, consisting of mainly the details of the accident, and a corrective action plan such as conducting training and education to prevent similar injuries and workplace inspections to minimise the likelihood of similar accidents occurring again.",
    "The Group has maintained zero occupational disease and fatality or total permanent disabilities.",
    "Additionally, we ensure that our employees attend medical consultations for early detection.",
    "These medical consultations include: e Audiometry tests for employees exposed to excessive noise hazards; and e Medical examinations for employees exposed to oil and tar.",
    "D > MENCAST HOLDINGS LTD.",
    "| SUSTAINABILITY REPORT FY2021 | 15 > > > global economy and businesses worldwide.",
    "To safeguard the health and safety of our employees, customers, and stakeholders, which was our main priority, we have established Safety Management Committee at the onset of the pandemic, specifically to coordinate and implement adequate Safe Management measures for all our businesses.",
    "The team is led by the appointed Safety Management Officer (“SMO”) and supported by 6 Safety Distancing Officer [“SDO\"} to ensure the safety measures were properly executed by all departments.",
    "The safety measures implemented were in accordance with guidelines and requirements issued by Ministry of Health (\"MOH\") and Ministry of Manpower (“MOM”).",
    "The Group has ensured its compliance with the government advisories on Covid-19 restrictions such as social distancing measures by embedding the practices into daily operations.",
    "Other mandatory measures have also been implemented, such as twice a day temperature screening, split teams, and work-from-home arrangements.",
    "During FY2021, there were no non-compliances with the Covid-19 laws and regulations.",
    "For employees staying In dormitory, specific instructions and movement restriction orders were provided.",
    "Dormitory leader was appointed to ensure that the safety management guidelines established were adhered to.",
    "Trainings and briefings were also conducted for all employees to ensure higher level of awareness of Covid-19 safety measures.",
    "Posters and notices on best practices of Covid-19 preventive measures were placed near the entrance of premises, common areas and production areas as a reminder for all employees.",
    "Moving forward, the Group strives to continue to maintain its health & safety standards with continuous Improvement in its Operational Health and Safety processes and performances.",
    "CORPORATE GOVERNANCE Pf recom PTION Mencast Is committed to uphold the highest standards of corporate governance and business integrity across our organisation, which are essential for the long-term viability of the Group's businesses and the enhancement of shareholder's value.",
    "The Board undertakes to investigate complaints of suspected fraud objectively and has put in place a whistle-blowing policy and procedures which provide employees with well- defined and accessible channels within the Group, including a direct channel to the Audit Committee, for reporting suspected bribery, corruption, dishonest practices, or other similar matters.",
    "The policy aims to encourage the reporting of such matters In good faith, with the confidence that employees making such reports will be treated fairly and to the extent possible, be protected from reprisal.",
    "The policy and its effectiveness will be reviewed by the Audit Committee periodically, with recommendations regarding updates or amendments, If any, to be made to the Board as required.",
    "In FY2021, there were no incidents of regulatory non-compliance across Mencast’s group of businesses.",
    "There were also no reported incidents pertaining to whistleblowing for this reporting period under review.",
    "The Group continues to work towards reinforcing a full compliance culture.",
    "D > MENCAST HOLDINGS LTD.",
    "| SUSTAINABILITY REPORT FY2021 | 16 > > > “» corruption processes and is responsible for driving the Group's focus on © implementing effective compliance and governance systems.",
    "At an operational level, \"the respective departments within the Group continue to be responsible for assessing >.",
    "the adequacy and effectiveness of mitigating measures, and manage their financial, .» * operational, information technology, compliance and reputational related risks.",
    ".",
    "Please refer to the Corporate Governance section of the annual report for more ~ Information.",
    "MENCAST HOLDINGS LTD.",
    "| SUSTAINABILITY REPORT FY2021 | 17 Category Disclosure Description Page Reference and Remarks 102-1 * Name of the Cover Page organisation 102-9 * Activities, brands, Refer to AR FY2021 - products, and services Notes to the Financial Statements — Note 1 102-3 * Location of 42E Penjuru Road, Mencast Central, headquarters Singapore 609161 42E & 42B Penjuru Road, Mencast Central, 102-4 Location of operations Singapore 609161 Ownership and legal 102-5 * form Refer to AR FY2021 - Group Structure Refer to AR FY2021 —- 102-6 Markets served Note 4 Revenue by Geographical Segment GRI 102: General 102-7 * Scale of the Page 3 , organisation Disclosures g Information on 102-8 * employees and other Page 10 - 11 workers 102-9 * Supply chain Page 8 Significant changes to 102-10* — the organisation and its No significant changes supply chain Precautionary Principle or approach 102-12 * External initiatives Page 4 Membership of associations 102-11 * Page4-9 102-13 * Page 6 GRI 102: Values, principles, Ethics and 102-16 * — standards, and norms of Page 3 Integrity behaviour 102-40* Listofstakeholder groups Paged - 6 Collective bargaining 102-41 * None agreements GRI 102: ,» Identifying and selecting Stakeholder 102-42 stakeholders Page 5 - 6 Engagement 102-43 * Approach to stakeholder Page 5-6 engagement 102-44, * Key topics and concerns Page 7 raised D > MENCAST HOLDINGS LTD.",
    "| SUSTAINABILITY REPORT FY2021 | 18 > > > 102-45 *.",
    "— consolidated financial Refer to AR FY2021 — Notes to the Financial Statements — Note 16 statements » .",
    "Defining report content leerao and topic Boundaries Page | 102-47 * ~— List of material topics Page 7 102-48 * Restaternents of Page 8 information No significant changes from previous reporting 102-49 * Changes in reporting periods in the list of material topics and topic boundaries.",
    "hat ia 102-50 * Reporting period Page 1 eportin Do ticw 102-51 * Date of most recent report FY2020 Sustainability Report 102-52 * Reporting cycle 1 Jan 2021 to 31 Dec 2021 Contact point for uestions regarding the Page 1 report Claims of reporting in accordance with the Core option 102-54 GRI Standards 102-55 * GRI content index Page 18 - 20 The Group has not sought external assurance for this sustainability report.",
    "102-56 * External assurance Management approach DMA disclosures Page 9 Waste generation and 306-1 significant waste-related Page 9 impacts GRI 306: amit; Management of significant Waste 306-2 waste-related impacts Page?",
    "306-3 Waste generated Page 9 306-4 Waste diverted from Page 9 disposal 306-5 Waste directed to disposal Page 9 D > MENCAST HOLDINGS LTD.",
    "| SUSTAINABILITY REPORT FY2021 | 19 > > > disclosures 401-1 New employee hires and Page 10 - 11 employee turnover GRI 401: Benefits provided to Employment full-time employees 401-2 that are not provided to Page 12 temporary or part-time employees 401-3 Parental leave Page 12 DMA Management approach disclosures Page 13 404-1] Average hours of training Page 13 per year per employee GRI 404: Training and Education 404-2 Programs for upgrading employee skills and transition assistance programmes Page 13 404-3 Percentage of employees receiving regular performance and career development reviews Page 14 D > MENCAST HOLDINGS LTD.",
    "| SUSTAINABILITY REPORT FY2021 | 20 > > > 42E Penjuru Road, Mencast Central, Singapore 609161 T +65 6268 4331 F +65 6264 4156 W www.mencast.com.sg E irfamencast.com.sg"
]