[
    "199401038519 (324203-K) 2 PS S FY2023 SUSTAINABILITY STATEMENT LIVE GREEN ° A SUSTAINABILITY ADVOCATOR'’S JOURNEY oe ; ; ~> er | : Pe : « — “1 ‘ wine 8 ) f J .",
    "> d Pp, * any 4 - = mn ae ~ ~~ + Y ‘ .",
    "¢, <1 } s z ‘1 ~~ “oe o.",
    "¢ Wee — IT te” a 4 “s —_— 2.",
    "” .",
    ": + he ee Meco , = bp ae \" / _ ee ae no f 5 .",
    "Pe 7 “ .",
    "ve LS yw “ .",
    ".",
    "’ * .",
    "Ae po > =~ ’ - Table of Contents About Us Our ESG Framework Our Core Strategies About Our Sustainability Statement Materiality Assessment Stakeholder Engagement Environmental Operational Eco Efficiency Circularity Environment Positive Social Human Rights Protection Health & Safety Human Capital Development Social Contributions Governance Corporate Governance Ethics & Transparency Digitalisation Sustainable Operations oOo a -& FR WO ND 36 OUR SUSTAINABILITY COMMITMENT “We are dedicated to fostering a safer, enhanced, and more sustainable world as we strive toward our goal of becoming champions for sustainability.",
    "We achieve this by directing our efforts towards product innovation, cultivating a positive organizational culture and governance, minimizing waste, reducing emissions, and responsibly managing and preserving resources.\"' FY2023 SUSTAINABILITY STATEMENT 2 In this fast-paced era of business globalisation, Thong Guan Industries Berhad (“Thong Guan’, “the Group’, “us”, “our”, or “we”) has been continuously evolving to strive for sustainable growth.",
    "Over 80 years in business operations, we have established well-diversified plastics packaging products and food and beverage (“F&B”) businesses and export to over 70 countries.",
    "In FY2023, we witnessed the completion of a new factory in Sungai Petani and the commencement of business activities at our overseas sales offices in US and Denmark, which were incorporated in FY2022.",
    "This expansion solidified our presence in the US and Denmark, allowing us to better serve our customers in these regions.",
    "As we continue our growth strides, we are very cautious of our impact on the economic, social and environmental scales.",
    "Therefore, it is pertinent to understand the matters that affect the Group’s sustainability and ensure that we identify and manage them accordingly.",
    "Odense, Denmark 1 R&D Centre 1 Sales Office oo] = = ot cn ~~ Thailand ~* 1 Factory = 2 { China Factories R&D Centre <a Malaysia NV Ay ‘ 15 Factories 1 R&D Centre WZ [eo] AINA alas pyjooo T] Factories Overseas Sales R&D Centres Offices —- oo00g0 oo0o00g oooo >/0 Country Export Years of Excellency FY2023 SUSTAINABILITY STATEMENT 3 | | | a Nation (UN) Sustainability Development Our Environmental, Social, and Governance Framework outlines our goal, key initiatives, and strategic action plans encompassing factors related to environmental, social and Goals (SDGs) governance.",
    "The aim is to make sustainability easier to achieve through sharing of our successes, document the pitfalls encountered and challenges met, and how we overcome We want to build economic growth and address a range of social needs, them for future improvements.",
    "including education, health, social protection and job opportunities, while tackling climate change issues through environmental conservation and preservation.",
    "We create value focusing on 3Ps—People, Planet and Prosperity.",
    "We develop our Environmental, Social and Governance (ESG) core strategies through the guidance of UN SDGs.",
    "Reduction & Balancing * Green Impact Aa - Load Stability Jim.",
    "Uucati Our Initiatives » Recycling & Circular Economy * Green I % TG as a stakeholder and * Climate Change & Energy Certifications steward of the planet, ¢ Health, Safety & Well Being ; AS enema Workplace for our sustainability and * Corporate Social Responsibilities & Innovation Business corporate _ citizenship Collaboration Continuity initiatives | encompass * Effective, Accountable & Transparent Ss) x these areas.",
    "Organisational Structure & Culture + Equitable Use of fe) £ py = Resources m Ay, * Waste Management.",
    "& Ri vA * Employee Engagement 5 é SUSTAINABLE 5 tALS Reduction ae = «Leadership & Legacy US DEVELOPMENT “aw = Pam > Talent Development = U ui To be a world-class = 0 = sustainable plastic packaging — Pe NO ZERO GOOD HEALTH QUALITY GENDER CLEAN WATER * Continuous manufacturer making low POVERTY HUNGER AND WELL-BEING EDUCATION EQUALITY AND SANITATION carbon products for society.",
    "Improvement So - * CSR ¢ Performance Measurement RNANCE ieee Community AFFORDABLE AND 8 1 REDUCED CLEAN ENERGY 11 SUSTAINABLE CITIES 1 RESPONSIBLE INEQUALITIES AND COMMUNITIES CONSUMPTION AND PRODUCTION vl, ¢ Automation & ¢ Board of Digitalisation it Directors * Efficiency ¢ Business * Board Diversity ¢ Future Plans Conduct * Compliance * Anti-Corruption * Data Security 13 CLIMATE 1 LIFE 15 LIFE 1 PEACE, JUSTICE ACTION BELOW WATER ON LAND AND STRONG INSTITUTIONS 1 PARTNERSHIPS FOR THE GOALS ETHICS & TRANSPARENCY FY2023 SUSTAINABILITY STATEMENT 4 sustainability commitments, ambitions, actions, and progress.",
    "This Statement furnishes information into our strategies for overseeing of our operations, encompassing matters related to the economy, the environment, the social and governance issues.",
    "At Thong Guan, sustainability is embedded in all our business activities so that we can foster meaningful and long-lasting relationships with all our stakeholders and contribute to national growth.",
    "Scope & Boundaries Information in this statement primarily reflects the sustainability performance of Thong Guan during the period of 1 January 2023 to 31 December 2023.",
    "It covers the two business segments of the Group, namely, plastic packaging and food & beverages in Malaysia, China and Thailand.",
    "It does not cover overseas sales offices in United States and Denmark.",
    "Historical information from previous years was include, wherever applicable, to provide a basis for comparison.",
    "Reporting Framework This statement has been prepared to conform with the applicable requirements of the Main Market Listing Requirements of Bursa Malaysia Securities Berhad, Bursa Malaysia’s Sustainability Reporting Guide (3rd Edition) as well as with reference to the global best practices for sustainability, i.e.",
    "United Nations Sustainable Development Goals as respond to emerging information demands from stakeholders and regulators.",
    "Assurance We strive to improve our data collection in Thong Guan to ensure completeness and accuracy.",
    "The information in this Statement has been reviewed by the Thong Guan Risk Management Task Force.",
    "This Statement has yet to be externally assured.",
    "Sustainability Governance Sustainability-related topics fall under the purview of the executive committee, assisted by the risk management task force.",
    "Our executive director represents the executive committee in reporting the sustainability-related matters to the Board of Directors.",
    "We led our sustainability framework from the top-down, and each level of our organisation holds its respective responsibilities Role Responsibilities Composition Thong Guan’s |* Review the Group’s sustainability e Executive Directors Board of matters and ensure business e Non-Executive Directors strategy considers sustainability.",
    "Directors ¢ Provide advice and direction of sustainability in the Group when necessary, leading sustainability agenda.",
    "¢ Provide the final review and approval on sustainability matters related to Thong Guan.",
    "Risk « Responsible for assessing and e Executive Directors Management identifying material sustainability e Divisional COO Task Force factors.",
    "e General Manager * Develop sustainability strategies, e Senior Sustainability policies, practices, targets and Manager regular revision Is in place.",
    "e Head of Departments ¢ Undertake actions necessary to address sustainability concerns.",
    "* Oversees operating divisions in ensuring the robustness of the system of sustainability management.",
    "* Report to the Board on the progress in sustainability matters and programs.",
    "Sustainability |* Support strategy implementation e Operation leaders Leaders at developed by the Risk e Key department Operating management Task Force to ensure representatives Level sustainability objective is achieved.",
    "¢ Ensure sustainability processes and controls are in place within its departments/ functions.",
    "« Review and feedback on all measurements for improvement.",
    "The Board aims to stay well-informed about sustainability management, including climate-related risks and opportunities.",
    "Additionally, Thong Guan implemented sustainability-linked Key Performance Indicators (KPls) in the evaluation process senior management to foster accountability and drive sustainability performance across the organization.",
    "FY2023 SUSTAINABILITY STATEMENT 5 pinpoint significant economic, environmental, social and governance risks and opportunities affecting our business.",
    "This procedure offers stakeholders insights for decision-making and prioritizing the company's interests, guided by Bursa Securities’ Sustainability Reporting Guide and Toolkits.",
    "The Risk Management Task Force has recognized and ranked numerous sustainability concerns pertaining to the Group's operations, considering their impact and feedback from stakeholders.",
    "ol \"Pan aN @ 10 an © NO OO —s Significant to Thong Guan’s Interested Party 0 | 2 3 4 5 Importance to Business Strategy 1 Operational Eco Efficiency 8 Corporate Governance and 2 = Circularity Ethics & Transparency 3 Environment Positive 9 Sustainable Operations 4 Human Rights Protection 10 Digitalisation 5 Health & Safety 6 Human Capital Development 7 ~~ Social Contribution The table below offers a concise overview of Thong Guan's material matters and their significance.",
    "These 10 material Sustainable Development Goals (SDGs), matters align with supporting UN which aim to eradicate poverty, safeguard the environment and climate, and promote peace and prosperity for all people.",
    "Environment Material Matter Description on its significance CLEAN WATER AFFORDABLE AND AND SANITATION CLEAN ENERGY vl, W | © 12 Corsouenon | 13 cron AND PRODUCTION 1] PARTNERSHIPS FOR THE GOALS & Operational Eco Efficiency In manufacturing operations, efficient resource use, waste management, and product stewardship are paramount.",
    "Efficient use of resources increase profit, promoting sustainability.",
    "Efficient waste management and reduction strategies minimize environmental impact, conserve resources, and mitigate pollution.",
    "Product stewardship involves taking responsibility for a product's entire lifecycle, from design to disposal, ensuring minimal environmental harm.",
    "These practices not only enhance environmental sustainability but also improve operational efficiency, reduce costs, and bolster the company's reputation as a responsible corporate citizen.",
    "9 howe, INNOVATION 12 RESPONSIBLE 9 inn INFRASTRUCTURE CONSUMPTION AND PRODUCTION € | CO 13 ren CLIMATE 16 PEACE, JUSTICE AND STRONG INSTITUTIONS “we 1] PARTNERSHIPS FOR THE GOALS & Circularity Circularity and recycling are crucial in the plastic industry to mitigate environmental impact.",
    "Embracing circular economy principles promotes the reuse, repurposing, and recycling of plastic materials, reducing waste, conserving resources, and contributing to a more sustainable and resilient industry ecosystem.",
    "FY2023 SUSTAINABILITY STATEMENT 6 AND PRODUCTION CO 16 PEACE, JUSTICE AND STRONG ees », 13 fon hom <> 1] PARTNERSHIPS FOR THE GOALS & Material Matter Environment Positive Description on its significance The greenhouse gas (GHG) emissions from our manufacturing and supply chain activities, along with high water usage, contribute to climate change and strain valuable resources.",
    "To mitigate adverse effects on both our business and the environment, managing energy consumption to reduce carbon footprint and ensuring water security are vital for minimizing environmental impact.",
    "Social Implementing human rights and ensuring GOOD HEALTH QUALITY AND WELL-BEING EDUCATION —v/~ | Ing 17 rane coas & Material Maiter Social Contribution Description on its significance Corporate responsibility involves supporting the community as a means to nurture mutual growth and demonstrate care towards society.",
    "Governance* 16 iosimoxs Sound corporate governance and ethical business practices cultivate an atmosphere of trust, transparency, and accountability rw coe cw fai f er Corporate essential for nurturing enduring investment ends or employees ennances Jo »% SIOMEMEMICS Ette financial stabilit atl cor orate integrit | | satisfaction and underscores our = Ethics & y; p grity.",
    "Human Rights | commitment as an empathetic employer Treanepareney Our corporate governance adheres to the Protection who upholds stakeholders’ basic human directives outlined in our Board Charter, rights and complies with relevant laws, Code of Conduct, and policies on anti- regulations, and employment and human corruption and risk management.",
    "rights standards.",
    "Economic* 6000 HEALTH DECENT WORK AN Ensuring a healthy and safe workplace is i eee nae ow and pron — Toone paramount to preserving the health and acorns are vital Tor long-term Viability, Innovation, / ii overall well-being of employees and wa ar attracting Investors and talent, scaling Health & Safet So.",
    "; .",
    "ildi ili i Y | stakeholders, mitigating the risk of ay | », Sustainable impact, building resilience, and accidents, and is pivotal in attracting and Operations demonstrating success.",
    "They provide retaining talent resources to expand sustainability efforts and deliver long term value to the Attracting and retaining talent is vital for stakeholders.",
    "aie Lol, cultivating a skilled team, decreasing F turnover rates and associated costs, and WW v as ultimately fostering stronger customer Oo relationships.",
    "nous noon 9 ac.",
    "snc Automation and digitalization in future ECONOMIC GROWTH .",
    "IsmTUTONS manufacturing operations reduce reliance wa alia ete Consistent training and leadership & ¥ on manual labour, enhancing efficiency, ay | Development a productivity, and quality.",
    "By streamlining development programs will elevate Digitalisation , employee skills and competencies, fostering career growth and enabling them to meet the evolving demands of the company.",
    "processes and minimizing human intervention, these technologies mitigate labour shortages, decrease errors, and ensure consistency.",
    "* “Governance” and “Economic” material matters are reported under Governance pillar.",
    "FY2023 SUSTAINABILITY STATEMENT 7 Stakeholder engagement is key to ensuring our business continue be relevant and add value.",
    "The table below shows the engagement activities we have carried out during financial year 2023.",
    "STAKEHOLDERS AREAS OF INTERESTS METHOD AND FREQUENCY Bankers, Investors & ¢ Sustainable Operations ¢ Quarterly Financial Result Shareholders ¢ Ethics & Transparency « Annual General Meeting ¢ Corporate Governance * Company Website Customers, Suppliers & Business Partners Employees Regulators, Government & Authorities Communities Consultants (In the areas of business, finance, environment, social and governance) Operational Eco Efficiency Circularity Environment Positive Ethics & Transparency Digitalisation Human Rights Protection Health & Safety Human Capital Development Corporate Governance Circularity Environment Positive Social contribution Circularity Environment Positive Corporate Governance Ethics & Transparency Circularity Environment Positive Health & Safety Annual Reports Press Release Customer Satisfaction Survey/Supplier Evaluation Customer Service & Communication Trade Fairs & Frequent Site Visits Communications, through counselling & memo circulation Workplace Continuous Improvement Annual Performance Appraisal Trainings & Workshops Employee Events, including outing and get together gathering Compliance & Certification Exercises, including site visits and audits by authorities/certification bodies Educational Site Visits Community Outreach Programmes Communications, through collaborations and engagement sessions with consultants FY2023 SUSTAINABILITY STATEMENT 8 30% by 2035 Total sales of 30% recycled-content products iin GHG FOOTPRINT 10% J by 2025 (FY2021 baseline) Reduction of @ GHG intensity (Scope 1 & 2) OUR WATER EFFICIENCY 10% J by 2025 20% J by 2030 (FY2021 baseline) Reduction of water consumption per kg of production output GOALS GREEN ENERGY 10% by 2025 20% by 2035 Use of renewable electricity by own solar PV system ENVIRONMENTAL PCR RESINS PRODUCTS 10% by 2030 Use of PCR resins in production output PRODUCT INNOVATION = 4 RE:DUCE To) Review & apply REDUCE RE:DUCE initiatives in product design SUSTAINABILITY INVESTMENT Qa On green objectives (2021 — 2025) ome “a GLOBAL GOALS Contribute to the United Nation (UN) Sustainability Development Goals (SDGs) ‘sy My me 2023 ENVIRONMENTAL HIGHLIGHTS (~ > Solar power system implementation at 6 factories with capacity of 4425.8kWp as at FY2023.",
    "Ne yy (— ) 6 factories certified with ISO 14001 Environmental Management System as at FY2023.",
    "Ne yy, (~ » 6 factories completed energy audit as at FY2023.",
    "Ne / (~ > All our plastic packaging factories located at West Malaysia signed up OCS program.",
    "NN y (~ ) 100% of our main packaging materials (paper core and carton) made of recycled and recyclable material.",
    "Ne / (— » Consumption up to 1,000 pcs of recycled wooden pallet per month through collaboration with supplier Ne yy, (~ » Achieved target by reducing waste to landfill by 37% compared to FY2022-baseline (Target set: 30%).",
    "Ne yy, (— > Subscribed to 49,578 MWh GET during FY2023.",
    "NS yy ¢ Recycling & Circular Economy ¢ Climate Change & Energy OUR APPROACH TO ENVIRONMENT MANAGEMENT As a responsible corporate citizen committed to environmental sustainability, we are dedicated to taking meaningful actions.",
    "These include regulating our resources usage, minimising air and water pollution and emphasizing wildlife conservation by supporting the Operation Clean Sweep (OCS) program, minimizing waste to landfill through recycling, and adhering to regulations set on hazardous waste.",
    "Establishing a robust environmental governance framework is essential for integrating best practices and strategies across our value chain, ensuring accountability among relevant functions and teams.",
    "The Risk Management Task Force plays a pivotal role in driving environmental management initiatives aligned with Thong Guan’s environmental goals.",
    "Supported by our Environmental Management System (EMS), which upholds high standards of environmental business conduct, the responsibilities of the Risk Management Task Force include: e Overseeing sustainability issues stemming from internal and external factors.",
    "e Endorsing and proposing new ESG (Environmental, Social, and Governance) initiatives.",
    "e Presenting the progress of ESG initiatives to senior management and the Board of Directors.",
    "e Implementing and monitoring decarbonization and other environmental initiatives.",
    "RISK MANAGEMENT THROUGH INNOVATION AND COMPLIANCE In recent years, there has been a significant rise in public consciousness regarding the imminent threats posed by climate change and global warming.",
    "This heightened awareness has led to an escalating demand for products and solutions that boast reduced climate impact.",
    "Moreover, with the anticipated surge in regulatory requirements pertaining to plastics in the foreseeable future, the imperative to adapt and innovate is becoming increasingly urgent.",
    "Failure to heed both legislative mandates and evolving customer expectations could result in a decline in sales volumes for Thong Guan.",
    "To preemptively address this challenge, we diligently monitor legislative developments, ensuring swift and strategic responses.",
    "Additionally, we have proactively bolstered our regulatory expertise over the years, enabling us to remain abreast of forthcoming changes and actively engage with pertinent industry associations.",
    "We aim not only to comply with regulatory frameworks but also to anticipate and exceed customer demands for environmentally responsible solutions.",
    "This proactive stance positions us at the forefront of sustainability initiatives, reinforcing our commitment to environmental stewardship while safeguarding our market competitiveness.",
    "FY2023 SUSTAINABILITY STATEMENT 10 Energy Management Improving operational efficiency & Increasing the use of renewable energy Improving operational efficiency Efficient energy management is central to our commitment to sustainability and environmental stewardship.",
    "Our proactive approach involves not only investing in operational and energy efficiency but also fostering a culture of continuous improvement.",
    "At the heart of our efforts is a dedicated in-house engineering team meticulously monitoring energy consumption across our facilities.",
    "Their expertise ensures we identify opportunities for optimization and implement effective energy-saving measures.",
    "In FY2023, recognizing the importance of structured oversight, we established an energy management committee.",
    "Comprising senior management, this committee provides strategic direction and oversight, ensuring alignment with our sustainability goals.",
    "By closely monitoring progress and evaluating outcomes, we ensure accountability and drive meaningful results.",
    "Furthermore, we have recently completed energy audits for two additional plastic packaging subsidiaries, bringing the total number of factories audited to six.",
    "These audits represent a proactive approach to identifying opportunities for energy optimization and efficiency improvements within our operations.",
    "By systematically evaluating energy usage and performance, we can implement targeted measures to minimize waste and reduce environmental impact across our facilities.",
    "Our aim is to achieve a 5% reduction in the Building Energy Index within three years following the completion of the audit.",
    "This ambitious target represents a significant milestone, especially considering that our facilities already operate under a robust energy management program.",
    "Through these initiatives, we are not only reducing emissions but also enhancing operational resilience and cost-effectiveness.",
    "Our commitment to sustainable energy practices underscores our responsibility to future generations and strengthens our position as a leader in environmental stewardship within our industry.",
    "Our power energy-saving project includes changing the chiller system, lightings to energy-saving bulbs & tubes, control system from direct online starter to variable frequency drive.",
    "These transformations brought considerable energy savings.",
    "Site visits by auditor during energy audit Harnessing renewable energy In FY2018, we began installing solar photovoltaic (PV) system on the roofs of our factories to reduce our reliance on conventional energy.",
    "In FY2023, we completed the installation of solar PV systems at two production facilities, bringing our total investment in solar PV systems to RM13.3 million.",
    "We continuously identify opportunities to install more solar PV systems, and we expect to further increase our solar PV system capacity in FY2024.",
    "These initiatives underscore our commitment to sustainable practices and reducing our carbon footprint.",
    "By investing in renewable energy sources, we not only reduce our environmental impact but also enhance our resilience to energy price fluctuations.",
    "Ultimately, these efforts contribute to long-term cost savings and operational efficiency.",
    "¥ In 2023, our combined use of 5,067 MWh of solar energy saved over 3,840 tCO,e v Since the installation of the PV system in FY2018, our combined use of 22,852 MWh of solar energy saved over 18,059 tCO,e.",
    "FY2023 SUSTAINABILITY STATEMENT 11 Energy Management Improving operational efficiency & Increasing the use of renewable energy Electricity Consumption (MWh) FY2021 FY2022 FY2023 Food & 643 747 858 Beverage Plastic 94,272 112,232 115,745 Packaging Total 94,915 112,979 116,603 Powered by: Solar PV System 4,690 4,468 5,067 GET - 66,759 49,578 Fossil-based 90,225 41,752 61,958 Total 94,915 112,979 116,603 GHG (CO.e) Emissions (MT) FY2021 FY2022 FY2023 Total 70,375 29,136 43,922 Note: * FY2021 Energy Consumption and GHG (CO,e) Emission disclosed above refer to consumption and emission of facilities located in West Malaysia only.",
    "Scope 2 emission factors refer to: >» Grid emission factors in Malaysia (2017-2021) published by Suruhanjaya Tenaga Malaysia >» Electricity emission factor published by Ministry of Ecology and Environment of the People’s Republic of China dated 15 March 2022, 25 April 2023 Electricity Consumption (MWh) 140,000 = 5 MN M (en) (a) 120,000 R 5 tS 2 100,000 s oO [ae) tf 80,000 © 60,000 40,000 LO AN wT 20,000 N S is Pop = FY2021 FY2022 FY2023 mPlastic Packaging Food & Beverage —@-— Intensity per unit of output (MWh/tMT of output) GHG (CO2e) Emissions (MT) - Scope 2 (location-based) 80,000 70,000 60,000 50,000 40,000 30,000 20,000 10,000 FY2021 FY2023 = GHG (CO2e) Emissions (MT) - Scope 2 (location-based) —@- Intensity per unit of output (MTCO,e/MT of output) FY 2022 Exploring natural capital solution In FY2023, we achieved 4.3% usage of renewable electricity generated by our own solar PV system on a group-wide basis.",
    "Our goal is to increase the usage of renewable electricity to 10% by 2025 and 20% by 2030.",
    "We are optimistic that we will be able to achieve the targets we have set.",
    "Limitations of available rooftop space and variability of energy output indeed present significant challenges that limit our ability to exceed the 10% target.",
    "We subscribed to Green Energy Tariff (GET') Programme by Tenaga Nasional Berhad (TNB) since the first quarter of 2022 as an alternative to increase our usage of renewable electricity.",
    "With this move, we achieved 47% (FY2022: 63%) usage of renewable energy in FY2023 on a group wide basis.",
    "The percentage of renewable energy decreased compared to the prior year as we ceased our subscription to GET starting from August 2023 due to high subscription costs.",
    "However, this setback does not deter us from actively seeking alternative solutions.",
    "For instance, we are currently exploring Virtual Power Purchase Agreement (VPPA) opportunities in Malaysia as a viable option to further our commitment to renewable energy.",
    "'GET electricity is from solar and hydro generators.",
    "This offered us a further reduction opportunity of our GHG emissions in line with our support of the Paris Agreement and our development of local renewable energy sources.",
    "FY2023 SUSTAINABILITY STATEMENT 12 Water Management Managing & reducing our water consumption Water Management Policy ¢ Thong Guan adheres to all relevant environmental laws, international standards, procedures, and regulations in the countries where we operate.",
    "We consistently demonstrate responsible water usage by optimizing water utilization while safeguarding water sources.",
    "* We have committed to decreasing our water intensity and mitigating water-related risks through our enterprise risk management framework.",
    "¢ We preserve water quality by preventing plastic pellets from entering waterways and the environment.",
    "Environment Progress Against Targets Progress Target Focus Area Metrics 2022 2023 2025 2030 Reduction in water intensity ° ° ° ° pater (Based on FY2021 baseline) 1.8% 13.6% 10% 20% Water Consumption & Intensity 270000 1.91 FY2021 FY2022 FY2023 @ Plastic Packaging M& Food & Beverage Water Consumption (m°) FY2021 FY2022 FY2023 Food & Beverage 24,805 17,444 17,193 Plastic Packaging 223,560 245,549 235,920 Total 248,365 262,933 253,113 In FY 2023, we successfully met our objective of decreasing water intensity by 13.6% in comparison to the FY2021 baseline.",
    "This accomplishment primarily stemmed from heightened awareness of water conservation practices during our daily operations, as well as proactive measures implemented to detect and address water leakages in aging pipelines.",
    "Operation Clean Sweep!",
    "(OCS) Thong Guan pledges to OCS, ensuring zero pellet loss.",
    "We are committed to preventing resin spills with 6 actions: ¢ Improve our worksites set-up to prevent spills; ¢ Have in place internal procedures towards zero pellet loss goals; * Provide employees training and accountability for spill prevention, containment, clean-up and disposal; ¢ Audit our performance regularly; * Comply with all applicable local and national regulations governing pellet containment; and ¢ Encourage our partners (contractors, transporter, distributors, etc) to join the OCS 1Operation Clean Sweep is an international programme designed to prevent the loss of plastic granules (pellets, flakes, and powders) during handling by the various entities in the plastics’ value chain and their release into the environment.",
    "Thong Guan has signed up to the Operation Clean Sweep3 (OCS) pledge in Europe and is implementing zero pellet loss measures.",
    "Pellet loss should always be avoided.",
    "Examples of actions taken to avoid pellet loss at some of our sites are installation of filters in storm water drainage, cleaning with vacuums and installing equipment, specific recycling processes for dirty granules, weekly action plans, and staff training.",
    "FY2023 SUSTAINABILITY STATEMENT 13 Water Management Managing & reducing our water consumption To optimize water resource utilization at our operational sites and alleviate strain on avoid stabbing the water-stressed environments, we implement proactive measures and _ utilize material bag predictive methods.",
    "We rely on the AQUEDUCT Water Risk Atlas, which employs 13 7 I indicators to assess our water risk, stress levels, and forecast fluctuations in demand ] Operation Clean Sweep (OCS) = and supply at our sites.",
    "Senior management and the Risk Management Task Force utilize these results to formulate remediation strategies for water optimization.",
    "cation | racetage | over ater ik East Malaysia (1 Site) 6% Low - Medium (1-2) West Malaysia (14 Sites) 78% Medium - High (2-3) Thailand (1 Site) 6% Medium - High (2-3) China (2 Sites) 11% High (3-4) 'Z NX Se 2023 Overall Water Risk Assessment Installation of filters in water drainage material bag Consuming Water Responsibly High | China (2 Sites), 11% While water is not a primary component in our manufacturing process for plastic (3-4) packaging and the food & beverage sector, it remains a significant focal point in our resource management strategies.",
    "Our F&B Division mainly processes dry material Medium - High We initiate our water management strategy by responsibly utilizing water from municipal (2-3) a pipelines, which currently serve as our primary water source.",
    "Our objective is to decrease West Malavsi our reliance on municipal water sources by minimizing water wastage throughout our est Malaysia ; ; ,; , ; ; (14 Sites), 78% Thailand (1 operations.",
    "For instance, we implement practices such as continuous recirculation and Site), 6% reuse of water in cooling towers to diminish evaporation and limit wastage.",
    "Additionally, Low - Medium | we conduct regular monitoring of our water usage to detect any irregularities and pinpoint (1-2) | East Malaysia (1 Site), 6% areas for enhancement, all while ensuring there are no leakages that could contribute to water wastage.",
    "0% 20% 40% 60% 80% 100% Additionally, we conduct periodic monitoring of the effluent quality from our plastic packaging manufacturing plants.",
    "Samples are collected and dispatched to third-party laboratories for analysis.",
    "Over the past three years, we have complied with regulations concerning both water consumption and quality, with zero incidents of non-compliance reported.",
    "FY2023 SUSTAINABILITY STATEMENT 14 Material Management Manufacturing responsibly We always strive to use materials responsibly.",
    "Thong Guan’s use of raw materials contains virgin (fossil) and recycled.",
    "Our main raw material is polyethylene (PE), additives, compounds and masterbatches (mainly consisting of polymers) are used to enhanced properties of the films.",
    "We encourage sustainable consumption and closely monitor the total volume of primary materials.",
    "We are committed to innovating and developing more sustainable solutions, stemming from the use of virgin polymer by using recycled materials and reduce the thickness of our film.",
    "Total Materials Used (MT) FY2021 FY2022 FY2023 Virgin material 141,139 131,156 138,615 Recycle resin 7,948 9,143 10,071 Total 149,087 140,299 148,686 Post-Industrial Recycle (PIR) Recycled plastic from post-industrial waste - waste material diverted during a manufacturing process is reutilization of materials such as rework, regrind or scrap generated in a given process and capable of being reclaimed within the same process.",
    "We oversee our daily plastic production waste as part of our ongoing commitment to minimizing in-house plastic production waste.",
    "Should the percentage of plastic production waste surpass the internal threshold, the production manager conducts an investigation.",
    "Additionally, we refine our in-house recycling process to minimize contamination in plastic production waste.",
    "We also segregate plastic production waste according to grade, type, and colour to enhance the quality of our PIR.",
    "Our plastic production waste is recyclable and undergoes full recycling into PIR, aiming for zero plastic production waste.",
    "While PIR remains a resource at Thong Guan, it is no longer a primary component in our target follow-up process.",
    "Post-Consumer Recyclate (PCR) Recycled plastic resin from post-consumer plastic waste (PCW) (waste material generated by the end-users of products, that has fulfilled its intended purpose or can no longer be used — including material returned from within the distribution chain).",
    "Handling post-consumer waste come with immense challenges, but we support the use of PCR for greener results.",
    "Our ambition toward plastic circularity is incomplete without formulating and successfully executing our strategies for handling PCW.",
    "We are committed to incorporating 10% Post-Consumer Recycled (PCR) materials into our total plastic production output by the year 2030, recognizing the pivotal role PCR plays in spearheading the transition towards a circular use of plastics and in mitigating our carbon footprint.",
    "Our dedication to providing low-carbon solutions to our customers underpins our mission.",
    "Currently, our utilization of PCR is less than 1% of our total plastic production output as of FY2023.",
    "While this figure falls short of our set targets, we persistently explore avenues to bolster our PCR consumption.",
    "The primary hurdle we encounter is the restricted availability of PCR meeting our stringent quality standards.",
    "Presently, our PCR sources predominantly encompass external resin suppliers, internal post-use plastic packaging such as resin bags, shrink covers, stretch hoods, and stretch films, along with collaborative initiatives with customers aimed at collecting post-use plastic packaging.",
    "To effectively meet our PCR utilization targets, we have implemented comprehensive strategies focused on forging enduring partnerships with PCR suppliers and waste collectors, thereby securing a reliable and steady influx of externally sourced PCR.",
    "Additionally, recognizing the paramount importance of bolstering our recycling infrastructure, we have made significant investments totaling RM5 million over the past three years.",
    "These investments are directed towards enhancing our recycling capabilities, thus fortifying our ability to process and utilize PCR materials efficiently and sustainably.",
    "Waste segregation campaign was successfully launched in within TG.",
    "In FY2023, total PCW from internal post-use processed into recycled resin increased by 190MT to 738MT.",
    "Quantity of PCW Processed into Recycled Resin 2021 2022 2023 FY2023 SUSTAINABILITY STATEMENT 15 Waste Management Managing & reducing our production waste We adhere to a responsible approach in industrial waste management, prioritizing compliance with pertinent laws and regulations.",
    "Our waste management practices include providing guidance on the safe handling and disposal of waste, aligning with health and safety control requirements.",
    "Our approach involves: Waste Prevention We actively work to prevent wastage in our daily operations Waste Reduction We strive to decrease the generation of waste from our business activities Waste Reuse We make efforts to minimise the value of waste materials through reusing them Waste Recycling We give waste materials a second life through recycling.",
    "Responsible Waste Disposal We ensure responsible disposal of waste.",
    "In FY2022, we committed to reducing waste to landfill by 30% in 2023.",
    "To achieve this goal, we implemented a waste segregation and recycling awareness program and conducted frequent briefings for operational staff on the significance of recycling.",
    "Additionally, we engaged with suppliers who demonstrate high awareness in waste reuse, recovery, or recycling.",
    "As a result of these efforts, we achieved encouraging results, successfully reducing waste to landfill by 37% in FY2023.",
    "Environment Progress Against Targets Progress Target 2022 2023 2023 2025 Metrics Reduction in waste (Based on FY2022 N/A 37%\" 30% 60% baseline) Total solid waste excludes production scraps generated directly from our manufacturing process such as plastic trimmings and rejected films.",
    "Production scraps generated directly from our manufacturing process is fully recycled, upcycled and sold to third parties that may use them as raw material in their own production processes.",
    "Our manufacturing plants are equipped with recycling facilities which made the recycling of our production scraps efficient and achieved zero production scraps.",
    "Our solid waste includes: ¢ Post-use industrial plastic waste, including packaging like resin bags, shrink covers, stretch hoods, and films from our suppliers * Post-use industrial non-plastic waste, such as used wooden pallets, paper, and metal.",
    "¢ Post-consumer waste from in-house segregation program, including PET bottles, clean flexible packaging, and paper.",
    "Total waste generated (MT) FY 2023 Plastic Packaging | Food & Beverage Total waste diverted from disposal 5,485 35 Total waste directed to disposal 1,169 414 Total 6,654 449 Refer to total waste of facilities in West Malaysia Scheduled (Hazardous) Waste Thong Guan collaborates with licensed collectors from the Department of Environment (DOE) to manage schedule waste.",
    "This waste is either sent to landfills, incinerated, or recycled.",
    "We transparently report and disclose our scheduled waste generation on the government portal.",
    "FY2023 SUSTAINABILITY STATEMENT 16 Managing & reducing our production waste TG Group is dedicated to embracing sustainable practices in response to environmental concerns, particularly in light of the growing demand from eco- conscious consumers for more sustainable packaging solutions.",
    "We place a strong emphasis on the recyclability of our packaging materials, including wooden pallets, recognizing the importance of collaboration with stakeholders across the value chain to address the systemic challenge of waste management.",
    ".* ~ +.",
    "; <alee fr, Used, worn and broken pallets sent to vendor - ” i ate In FY2022 December, Thong Guan initiated the Wooden Pallet Recycling Program with our vendors, focusing on rebuilding used, worn, and broken pallets into usable recycled pallets.",
    "Collaborating closely with our vendors, we ensured that the durability and strength of the recycled pallets met our quality standards.",
    "Furthermore, we undertook efforts to educate our customers on the significance of using recycled wooden pallets and demonstrated how this initiative contributes to minimizing deforestation issues.",
    "The program garnered positive responses from customers, leading to a significant increase in the internal consumption of recycled wooden pallets from 50 pieces monthly to 1,000 pieces monthly by the end of FY2023.",
    "Looking ahead to FY2024, we aim to further elevate consumption to 2,500 pieces monthly.",
    "Recycled pallets using our own materials Through the Wooden Pallet Recycling Program, even wood dust and broken wood planks are repurposed into wood chips or energy by our vendors.",
    "This demonsirates our commitment to ensuring that our used, worn, and broken pallets are handled responsibly while emphasizing the importance of stakeholder partnerships for achieving circularity in our operations.",
    "In FY2023, the vendor collected 47,324 pieces broken or used pallet for recycling in their manufacturing operations.",
    "Thong Guan is committed to build a sustainable supply chain with our stakeholders and contribute to both CO2e and landfill avoidance.",
    "Every recycled wooden pallet saves 28KG of CO2eq.",
    "Recyclability and Recycling Driving plastic circularity Product Recyclability Promoting recyclability plays a pivotal role in reducing the environmental impact of a product by minimizing its carbon footprint.",
    "Thong Guan is committed to enhancing the recyclability of our products post-consumption, thereby steering them away from conventional disposal routes like landfills or incinerators.",
    "Instead, our focus is on maintaining their presence within the material cycle, thus bolstering circularity within the system.",
    "This objective is pursued through various initiatives, such as advancing process technologies and innovating the design of plastic products to optimize their recyclability potential.",
    "Our products are designed with recyclability in mind, ensuring that they can be efficiently repurposed at the end of their lifecycle.",
    "This holistic approach not only aligns with our sustainability goals but also underscores our dedication to fostering a more environmentally responsible manufacturing process.",
    "Thong Guan defines recyclable products as those that are deemed recyclable in polyethylene (PE) upon receipt from our company.",
    "However, it is important to note that certain products designed for specific uses may become contaminated in a manner that renders mechanical recycling unfeasible.",
    "Examples of such applications include medical products and hygiene laminations, which are therefore excluded from our recyclability definition.",
    "Recycling Capacity TGSH Plastic Industries Sdn.",
    "Bhd.",
    "has served as our internal recycling plant since 2011.",
    "As of December 31, 2023, TGSH owns 4 recycling lines and has the capacity to convert 5,400 MT of plastic waste into recycled resin.",
    "TGSH specialise in recycling of post-consumer waste (PCW).",
    "Managing PCW requires specialised Knowledge and expertise in feedstock management to ensure effective processing.",
    "Our investment in recycling facilities has been substantial, totalling RM6.3 million since 2016.",
    "To our customers, we: ¢ Increase awareness among customers regarding their role in minimizing environmental impact by supporting environmentally friendly products and offer an after-use collection program.",
    "¢« Provide data and evidence-based test results from the Newton R&D Centre to assure customers of the quality performance of our recycled packaging.",
    "* Quantify our sustainability commitment through green certificates such as ISCC Plus & GRS to ensure traceability of certified material (recycled resin) and third- party confirmation on recycled content.",
    "Risk management in relation to recycling As of the present day, Thong Guan's impact on end-of-life plastic recycling is somewhat constrained, given that the actual recycling process hinges on several factors including product usage, as well as the collection and management of waste post-consumption.",
    "Waste collection procedures are predominantly governed by national and local authorities, thereby limiting the standardization of recycling regulations.",
    "Furthermore, the perception of recycling among both local authorities and the public plays a significant role in shaping our expansion plans for recycling facilities.",
    "To enhance the recycling rate, it is imperative to establish efficient conditions that encourage the collection of used plastics and create a predictable regulatory framework conducive to investments in circular plastics.",
    "In response to this need, Thong Guan has initiated the RE:USE program, aimed at providing after-use waste collection services to our customers.",
    "Additionally, we are actively exploring collaboration opportunities with waste collectors to scale up the recycling of post- consumer plastic waste (PCW), thereby enabling a greater volume of plastic waste to be recycled.",
    "Life Cycle Assessment (LCA) In collaboration with SIRIM, we successfully completed our first life cycle assessment (LCA) of our nano stretch film product in FY2013.",
    "This assessment was conducted in accordance with ISO14044 (Environmental Management — Life Cycle Assessment) to comprehensively evaluate the environmental impact of our products.",
    "This assessment was conducted to carefully evaluate the environmental impacts of our products, with a specific focus on our core offerings, such as nano stretch film.",
    "Throughout this process, we actively solicited feedback and input form both our suppliers and customers, seeking valuable insights to enhance various facets of our product lifecycle.",
    "REUSE RE:DUCE FY2023 SUSTAINABILITY STATEMENT REDO Justifiable Sustainability Quantifying & qualifying our green competency Green Certifications Through the application of globally recognized standards and the validation of our sustainability efforts by external entities, we secure an additional layer of assurance for both ourselves and our stakeholders, affirming our trajectory towards becoming the preeminent leader in sustainability within our industry.",
    "Our emphasis on obtaining globally recognised certifications such as 15014001, ISCC Plus and GRS enables us to stay updated with industry best practices and enhance our reputation by showcasing our commitment to be transparent in supply chain.",
    "We meticulously choose our certificates, and when applicable, seek assistance from external parties to ensure that we engage with certifications that yield the greatest impact and establish the most stringent standards for sustainability.",
    "Thong Guan's subsidiaries, where relevant, are certified in accordance with a range of international and national standards and certifications, including but not limited to the following: ISO 14001 ISO 14001 is a globally recognized standard for establishing and maintaining effective environmental management systems (EMS).",
    "It guides organizations in addressing environmental responsibilities, fostering sustainability, and driving continual improvement.",
    "Compliance with ISO 14001 By adhering to this standard, we are taking proactive measures to minimise our environmental footprint and comply with relevant legal requirements.",
    "The framework encompasses various aspects, from resource usage and waste management to monitoring environmental performance and_ involving 6 Factories ty ity ay ISO 14001 signifies a commitment to environmental stewardship and — stakeholders in environmental commitments.",
    "= operational excellence.",
    "ISCC Plus The International Sustainability and Carbon Certification The ISCC certification serves as a testament to a commitment @Iscc 4 International Sustainability & Carbon Certification (ISCC) stands out as a premier solution provider for fostering sustainable international supply chains.",
    "Renowned for its comprehensive approach, ISCC encompasses the entirety of the supply chain, encompassing diverse bio-based feedstocks and renewables.",
    "With ISCC certification, companies are assured of meeting stringent ecological and social sustainability criteria, achieving reductions in greenhouse gas emissions, and maintaining traceability across the entire supply chain.",
    "to sustainability, ensuring that materials sourced are sustainably produced and traceable throughout global supply chains.",
    "By opting for ISCC PLUS certification, Thong Guan demonstrates its dedication to sustainable practices, particularly in the conversion of circular materials with mass balance approach.",
    "This strategic choice underscores Thong Guan's commitment to environmental responsibility and its role in driving positive change within the industry.",
    "2 Factories — In the process of adding an additional site in FY2024 GRS Zs “ Global Recycled w%.",
    "Standard Global Recycled Standard (GRS) set the criteria for third- party certification of recycled materials and chain of custody.",
    "Certifiable products must contain at least 20% of recycled material and only products with at least 50% Recycled Content qualify for product-specific GRS labelling GRS_ sites are required to meet strict social and environmental requirements.",
    "Chemicals with harmful potential are not allowed to be used on GRS products.",
    "2 Factories — lt Es Es FY2023 SUSTAINABILITY STATEMENT 19 # LoopClosers Closing the loop with product development and innovation Thong Guan is dedicated to assisting our customers in their sustainability journey by pioneering innovative products and solutions that contribute to a reduced climate footprint.",
    "We empower our clients to progress towards their sustainability targets while ensuring that their functional and branding needs are met.",
    "Our commitment extends to providing products and solutions that prioritize environmental responsibility while delivering excellent service.",
    "By deeply comprehending our customers’ businesses and profitability concerns, we tailor our offerings to align seamlessly with their objectives, fostering a mutually beneficial partnership dedicated to sustainability and success.",
    "In collaboration with our stakeholders, we actively explore and identify the most suitable options to fulfil their unique requirements.",
    "One such initiative is our provision of carbon footprint calculations for Thong Guan's products, enabling our customers to gain comprehensive insights into their environmental impact and identifying avenues for reduction.",
    "Recycling collation shrink film Collation shrink films are no longer required to be classified as single-use plastics thanks to our collaborative efforts with ExxonMobil.",
    "We've achieved a breakthrough in mechanical recycling, developing a solution that incorporates 50% recycled material content into shrink films.",
    "Our innovative approach has proven successful, with the collation shrink films passing the “proof of concept\" stage.",
    "This indicates that the films meet the necessary performance criteria after undergoing three months of testing.",
    "a apa spi F11000 ce & IPAK 5 iPAK5, an affordable loT solution, has been developed to enhance businesses' visibility and traceability in their packaging operations.",
    "With iPAK5, customers can achieve optimal performance by: * Providing visibility and traceability of operations.",
    "¢ Reducing product damages during transportation.",
    "¢ Enhancing safety throughout the supply chain.",
    "¢ Boosting productivity.",
    "¢ Offering long-term cost reduction.",
    "¢ Improving sustainability Key Performance Indicators (KPIs).",
    "IPAK5 delivers valuable insights, including: ¢ Total films consumed.",
    "¢ Downtime alerts.",
    "¢ Monitoring across multiple sites.",
    "¢ Estimated CO2 savings.",
    "¢ Load stability.",
    "FY2023 SUSTAINABILITY STATEMENT 20 GHG Emissions Reduction Keeping our environmental impact in check GHG EMISSIONS ACROSS OUR VALUE CHAIN GHG REDUCTION THROUGH OPERATIONS GHG REDUCTION THROUGH PARTNERSHIP Collaborate towards efficiency via recycling, green sourcing, use of Drive operational eco- new technologies, etc.",
    "efficiency across all sites SCOPE 3 Upstream & Downstream Activities SCOPE 2 Upstream Activities SCOPE 1 Reporting Company | PURCHASED TRANSPOR aoJ) PRODUCTION ~ GOODS, TATION & PLANTS @x, PURCHASED 2 COMPANY ‘P ELECTRICITY SERVICES & kata) DISTRIBUTI 3 CAPITAL GOODS VEHICLES Yi, FOR OWN ON & USE G& FUEL & ENERGY 2 545, WASTE A COMPANY —__ o_o ° RELATED Alls GENERATED 4 ACTIVITIES FACILITIES IN a GHE SCOPE 5 aS ee w—=~ BUSINESS SCOPE 1 INTENSITY TRAVEL & O WATER EMPLOY EE BET consumption COMMUTING TARGET OUTPUT To set up data collection system & progressively report the GHG reduction of Scope 3 until 2030 To achieve total 10% GHG reduction of Scope 1 & Scope 2 by 2025 .",
    "2: Scope 1: Direct ee GHG GHG emissions emissions Scope 3: Indirect GHG emissions from sources that from sources not owned or directly resulting from the are owned or electricity controlled by a company but related to contoiee by a purchased by a the company’s activities pany company GHG Emissions Reduction As a producer of plastic packaging, Thong Guan directly and indirectly contributes to GHG emissions.",
    "Thong Guan is committed to limiting emissions and adapting to climate change.",
    "In 2021, Thong Guan strengthened its commitment to reducing its climate impact by setting group-wide emissions reduction targets for Scope 1 & Scope 2 GHG emissions, aiming for a 10% reduction compared to the FY2021 baseline.",
    "ENVIRONMENTAL Sy Waite TSN eae 2.",
    "GREEN IMPACT Air Pollution Management Minimising environmental pollution As a responsible corporate citizen, Thong Guan remains dedicated to upholding adherence to relevant local and international environmental and climate regulations.",
    "We are resolute in our commitment to incorporating sustainable environment practices into our business activities and minimising adverse impacts on the environment resulting from air pollution.",
    "Our formal air pollution management is guided by ISO 14001 to address odour-related environmental concern.",
    "During FY2021 to FY2023, there were no instance of non-compliance resulting from air pollution.",
    "We strictly abide by environmental laws and regulations to achieve the goal of zero penalty.",
    "At Thong Guan, we have established various initiatives for air pollution control in our manufacturing processes and comply with the Environmental Quality (Clean Air) Regulations of 2014.",
    "These initiatives include: 1.",
    "Collaboration with external laboratory to ensure that emissions from our chimneys consistently adhere to regulatory limits.",
    "2.",
    "Prohibition of open burning to mitigate air pollution.",
    "3.",
    "Modernization our equipment by changing diesel forklift to electric forklift.",
    "Since FY2022, we purchased 14 electric forklifts with a total cost of RM1,113k.",
    "GHG Emissions Reduction Understanding where emissions occur across the value chain is crucial for improving our climate impact.",
    "Our assessment of Scope 1 & Scope 2 emissions revealed that 98% of Thong Guan's production sites' energy consumption comes from purchased electricity (Scope 2), while our Scope 1 emissions derive from diesel and petrol consumption.",
    "Following our roadmap, we aim to reduce our Scope 1 & Scope 2 GHG emissions by 10% through transitioning to renewable electricity, such as electricity generated by our solar PV system, and continuous improvement in energy efficiency.",
    "Additionally, we are exploring Virtual Power Purchase Agreements to further decrease our Scope 1 & Scope 2 emissions beyond the 10% target.",
    "Transportation and distribution are identified as major components of our Scope 3 emissions.",
    "We have established a data collection system and are exploring greener transportation modes.",
    "We have also set Key Performance Indicators to increase the utilization of return containers.",
    "In FY204, we will disclose our Scope 3 emissions for Category 6 (business travel) and Category 7 (employee commuting) in accordance with the Bursa Sustainability Reporting Guide (3rd edition).",
    "FY2023 SUSTAINABILITY STATEMENT 21 Chemical Substances Management Minimising environmental pollution Chemical Substances Management Thong Guan places paramount importance on the responsible handling of its raw materials, particularly those classified as chemical substances.",
    "Thong Guan diligently adheres to the regulations outlined REACH' framework, ensuring ongoing compliance.",
    "Additionally, in cases where relevant, Thong Guan strictly follows legislation governing food contact materials to guarantee the safety and quality of its products.",
    "At the heart of our commitment to compliance is the meticulous selection of substances that have been either registered or pre-registered in accordance with the rigorous standards set forth by REACH.",
    "Furthermore, fostering transparent communication and collaboration, we engage in continuous dialogue with our network of raw material suppliers, ensuring that they too uphold the stringent requirements of REACH.",
    "Our dedication to transparency extends to providing access to our REACH statement via our official website, affirming our unwavering commitment to regulatory adherence and responsible business practices.",
    "\\ 'Regulation for Registration, Evaluation, Authorisation and Restriction of Chemicals (REACH) is a regulation of the European Union, adopted to improve the protection of human health and the environment from risks that can be posed by chemicals.",
    "ENVIRONMENT AL Bay Waite TS ena a 2.",
    "GREEN IMPACT Collaboration Helps Growth Optimising synergy for greater positive green impact Our Membership In Associations As active member in a variety of industry associations, we unlock greater value through collaboration, develop closer relationship with various stakeholders and contribute to the uplifting of standard across the Malaysian business community.",
    "Our membership also enable us to stay abreast of the latest industry innovations and trends.",
    "Association Business Division Our Role Malaysian Plastic Manufacturers Member in Central Committee Association (MPMA) Packaging Northern Branch Chairman Federation of Malaysian ; Manufacturers (FMM) Fare setgi Ing TUTE International Safe Transit .",
    "Association (ISTA) PEL CEIETINg BIL Ste European Safe Logistics ; Association (EUMOS) Fare setgi Ing HcSTUISEY ASTM International (American Society for Testing and Packaging Member Materials) Support Green Initiatives The call for climate action continue to grow louder.",
    "At Thong Guan, we support organisation/agencies who share the same value to same value to develop and Py implement sustainable environment practices to effectively manage climate and environmental risk.",
    "We are a member of the Climate Governance Malaysia, the Malaysian chapter of the World CLIMATE GOVERNANCE MALAYSIA Economic Forum (WEF) climate governance initiative FY2023 SUSTAINABILITY STATEMENT 22 Sustainability Through Data Optimising performance to achieve greener impact Safe & Stable Load Reduce Risk of Road Accidents While Thong Guan acknowledges the significance of sustainability initiatives within the packaging sector, particularly in recycling and downgauging, we also prioritize the delicate balance between environmental concerns and logistical safety.",
    "This is especially pertinent when considering the utilization of recycled materials in packaging films, such as stretch film, shrink film, stretch hood, and strappings, and reducing packaging material thickness, which are crucial for load stability.",
    "Excessive use of recycled materials may alter the physical properties of packaging film, resulting in decreased tensile strength, puncture resistance, and elongation capacity, directly impacting load stability.",
    "At Thong Guan, ensuring load stability remains paramount and is not to be compromised, even in the pursuit of increased recycled content and downgauging in packaging films.",
    "Compromised load stability poses significant safety risks and operational inefficiencies: e Increased Product Damage: Unstable loads are more prone to collapse or shift, leading to a higher incidence of product damage.",
    "e Repacking and Reverse Logistics: Damaged goods necessitate repacking and return shipments, involving additional material use and transportation.",
    "e Labour and Documentation: Handling incidents related to unstable loads requires extra labour and extensive documentation, thereby increasing operational costs.",
    "e Overall Increased Carbon Emissions: Ironically, the additional transportation, manufacturing of replacement goods, and waste management resulting from load failures may outweigh the carbon savings from using recycled materials.",
    "The establishment of the Newton Research and Development Centre aims to provide customers with visibility of data and guidance on the suitability of films to be used, including the optimal percentage of recycled content and thickness.",
    "In Newton, our state-of-the-art simulators assess palletized load stability and integrity in real-world scenarios, encompassing various transportation modes such as road, rail, sea, and air.",
    "Our global standards lab simulations reassure customers that their palletized load can withstand the rigors of long journeys, even in potential transit or situational incidents.",
    "Reducing the risk of road accidents also contributes to mitigating transportation-related fatalities, aligning with our mission.",
    "Customer Testimonial NEWTON “Since, my team and | took part in the training at Newton, it has revolutionized the way we offer our services to our client” Sean Twiname / Manager/ Castle Industrial “We've learned lots of things by joining Newton’s training.",
    "We've been able to understand the technology that goes into the films that we utilise , plus the best mechanisms to reduce waste to improve load containment which ultimately leads to better safety with our customers” James Poulsen/ Sales General Manager/ Signet , ” .",
    "Our Load : J QV Mei, - Stability On ie SCThe Move was “a if recently =e showcased at the Interpack 3 2023 in ae Dusseldorf, .",
    "i> Germany FY2023 SUSTAINABILITY STATEMENT 23 / woman RIGHTS PROTECTION \\ Scope & Strategies: 1.",
    "Equal Rights to Work & Education 2.",
    "Diversity & Inclusion We assess & address our human rights risk & impact per internationally accepted guidelines and best practices, i.e.",
    "SMETA or its equivalent.",
    "Targeted Output: ¢ To certify our major manufacturing plants in Malaysia as Sedex members by 2025.",
    "¢ To improve 50% women leadership by FY2025.",
    "OUR SOCIAL \\ a GOALS SOCIAL CONTRIBUTION Scope & Strategies: 1.",
    "CSR 2.",
    "Education 3.",
    "Underprivilege Community ¢ Provide aid & relief to the poor, aged, sick, old, disabled, orphans & victims of violence & abuse.",
    "¢ Support & assist in the welfare of local communities.",
    "¢ Support projects relating to environmental sustainability.",
    "Targeted Output: To be an active participant in creating a sustainable and caring society.",
    "(— Zero complaint on incident of unfair employment, violation of labour law and human rights, unfair harassment and unlawful discrimination practices \\ in the past three years.",
    "SS) a > Zero fatality in FY2023.",
    "To continue to achieve zero fatality in coming years.",
    "( » Donated goods and money worth RiVi91,016 to 43 beneficiaries.",
    "Ne y, (~ » 3 of our factories have obtained SMETA accreditation.",
    "Ne yy, ( » All our hostels are approved Centralised Labour Quarters (CLQ).",
    "Ne yy a > 4 of our factories are certified under ISO 45001:2018.",
    "Ne yy, ( » We employed 4 employees with disabilities and 44 interns as at 31 Dec 2023.",
    "Ne yy, ( > Increased training hours by 62% compared to FY2022, achieving our target set in the prior year.",
    "Ne / OUR APPROACH TO SOCIAL MANAGEMENT Thong Guan demonstrates a commitment to responsible employment practices and active community engagement across our operational areas.",
    "Our focus lies in fostering a secure and inspiring workplace environment that prioritizes the well-being of our employees.",
    "We pledge to cultivate a culture where our staff not only excel and grow but also enjoy optimal physical and mental health.",
    "By investing in our personnel, promoting continuous learning, and fostering a culture of recognition for all contributions, we strive to create an inclusive environment.",
    "While adherence to laws and regulations is non-negotiable across all our sites, Thong Guan goes beyond mere compliance, embracing a heightened level of social responsibility in many instances.",
    "RISK MANGEMENT THROUGH KEY STRATEGIES Major risks associated with heavily relying on foreign workers include changes in immigration policies, geopolitical tensions, and currency fluctuations.",
    "Additionally, there is the potential for increased costs related to work permits, visas, and recruitment fees.",
    "To address these challenges, Thong Guan aims to minimize dependence on foreign labour by prioritizing local economic development and sourcing its workforce locally whenever feasible, thereby reducing reliance on external factors beyond the Group's controls.",
    "To mitigate these risks effectively, Thong Guan has implemented several key strategies: 1.",
    "Monitoring Regulatory Changes: Thong Guan's Group Human Resources Department remains vigilant regarding developments in labour laws and regulations.",
    "They provide proactive updates to ensure the Group stays abreast of the latest regulatory changes, enabling timely adjustments to policies and practices.",
    "2.",
    "Continuous Improvement of Labour Practices: Thong Guan consistently monitors and enhances its labour practices, committed to complying with best practices to promote the resilience of its workforce and mitigate potential disruptions.",
    "3.",
    "Manpower Utilization Planning: The Group has established a dedicated manpower utilization plan, regularly reviewed to ensure a sufficient talent pool to meet the organization's evolving needs, thus reducing reliance on external hiring.",
    "4.",
    "Adoption of Technology and Diversification: Thong Guan is actively embracing technology and automation to minimize reliance on human labour.",
    "These proactive measures underscore Thong Guan’s commitment to managing risks associated with foreign labour reliance while promoting sustainable growth and resilience across its operations.",
    "FY2023 SUSTAINABILITY STATEMENT 25 Freely Chosen Labour Prohibition of Child Labour Occupational Safety and Health The use of forced, bonded (including debt bondage), or We unequivocally prohibit the use of alll Jat Thong Guan, the safety and health of all employees] | Son labour, slavery, or trafficking of persone, 1s strictly forms of child labour.",
    "Here, “child” denotes stand as the utmost priority in our operations.",
    "Our Safety a anTsted at all ann Thon Ain eon that Pact any individual under the age of 18.",
    "and Health Policy articulates our steadfast commitment Do aye) (AEROS stahstane on employees’ freedom to preserving this fundamental right.",
    "of movement.",
    "Additionally, we do not retain employees’ original §government-issued identification, — travel \\ documents, or educational certificates.",
    "Every worker is \\ provided with an employment letter that clearly outlines the conditions of their employment in a language they comprehend.",
    "t \\ ‘s \\ \\ \\ Freedom of Association Thong Guan upholds the rights’ of employees to freely associate and determine whether they wish to join labour unions.",
    "We = support their pursuit of representation in accordance — with applicable laws and regulations in the regions where we operate.",
    "Working Hours, Wages and Benefits Compensation paid to employees must adhere to all relevant wage laws, encompassing mininum wage regulations, overtime hour provisions, legally mandated benefits, and must be disbursed punctually.",
    "Overtime hours align with applicable guidelines and labour laws.",
    "No-Discrimination/ No-Harassment Thong Guan upholds a policy of non-discrimination and Foreign Workforce unequivocally condemns any form of harassment, regardless of As needed, Thong Guan employs foreign workers to meet operational demands.",
    "race, colour, age, gender, sexual orientation, gender identity and Ensuring fairness, all foreign workers receive equal benefits and opportunities expression, ethnicity or national origin, disability, pregnancy, based on their merit and performance.",
    "Additionally, we provide accommodation religion, political affiliation, or union membership.",
    "We treat all and transportation for their convenience.",
    "individuals with equal respect and dignity, and we strictly prohibit all forms of harassment, including but not limited to sexual harassment, bullying, abuse (including sexual, verbal, and physical abuse), coercion, public shaming, and any other forms of mistreatment.",
    "As a business with a workforce comprising individuals from diverse backgrounds, including vulnerable groups such as our foreign workers, we are deeply committed to eliminating forced labour.",
    "Our aim is to cultivate an inclusive and respectful ecosystem where fundamental rights are upheld, and every employee is treated with equality, ensuring that no one is left behind.",
    "FY2023 SUSTAINABILITY STATEMENT 26 Equal Opportunities Protecting our people on their rights Workplace human rights TG respects the human rights of all its workers and supports the local communities.",
    "A primary subsidiary of TG passed the SMETA audit in 2021, followed by another subsidiary obtained SMETA accreditation in FY2022 to ensure no human rights violations across the organisation.",
    "We continue to engage with our suppliers on their commitment to addressing human rights issues.",
    "Sedex Member Ethical Trade Audit (SMETA) Sede?",
    "SMETA® SEDEX is a membership organisation that provides one of the world's leading online platforms for companies to manage and improve working conditions in the global supply chain.",
    "SMETA (Sedex Members Ethical Trade Audit) is the most widely used social audit globally.",
    "SMETA is Sedex's social auditing methodology, enabling businesses to assess their sites and suppliers to understand working conditions in their supply chain.",
    "Equal rights to work & education Our practice is always basing employee performance on a merit system, regardless of language, culture, age, gender, ethnicity or nationality.",
    "We provide equal training and promotion opportunities to all employees, including migrant workers.",
    "There is clear evidence of our practice with certain long service migrant workers being promoted to supervisory level.",
    "Company trip included all employees regardless gender, ethnicity or nationality sjeleNe HUMAN RIGHTS PROTECTION 2.",
    "DIVERSITY & INCLUSION Welcoming Workplace Embracing differences for the greater good Diverse & inclusive workplace Diversity and inclusivity are our core focus for maintaining a sustainable workplace.",
    "We understand that by embracing people regardless of who they are, where they come from, and what they believe in, we can achieve extraordinary work results.",
    "Diversity sparks innovation, improves collaboration, makes better decisions, attracts new talents, and boosts profitability.",
    "But above all, it is our respect towards everyone as human, and we respect what they bring to the table, not who brought it.",
    "A diverse workforce is essential for continued innovation, a growth mindset and sustained business growth.",
    "As a diverse and inclusive organisation that continues to seek differences in opinions, viewpoints and ideas, we do not discriminate based on language, culture, age, gender or nationality and offer employees promotions and rewards based on merit.",
    "From the outset of our recruitment activities, we demonstrate our commitment to diversity and inclusion.",
    "When we hire internally and externally, we search for a diverse pool of candidates based on individual qualities.",
    "Diversity is also a key focus in succession planning.",
    "Our Diversity & Inclusion Framework We embrace employees from different ethnicities, cultures, nationalities and educational backgrounds.",
    "Our framework, comprising five core strategies, ensure the practice of diversity and inclusion throughout our organisation.",
    "To observe To treat diverse others how traditions, they want to celebrations be treated & cultural holidays TG’S DIVERSITY & INCLUSION FRAMEWORK FY2023 SUSTAINABILITY STATEMENT 27 Women Leadership Advancing gender justice & equality for furthering economic, social and environmental progress SOCIAL [ls NS ey 1.",
    "SAFE & CONDUCIVE WORKPLACE OHS System for the people Ensuring our workplace is safe & conducive The power of women leadership We know that women are powerful agents of change.",
    "The far-reaching benefits of diversity and gender parity in leadership and decision making are increasingly recognised everywhere.",
    "In Thong Guan, we recognised people by their talents and ability to hold leadership position and not by gender.",
    "In FY2023, we have 46% (FY2022: 48%) of women in our management team.",
    "They held positions of business unit and departmental heads.",
    "30% (FY2022: 32%) of our global workforce are female employees as at 31 Dec 2023.",
    "Women Leadership Distribution in TG in FY2023 Board Diversity Under the Malaysian Code of Corporate Governance, the board should at least comprises 30% of women directors.",
    "Thong Guan welcomes its first female director to join TG family in FY2022 as we recognise the importance of board diversity, and board decisions should consider diverse perspectives and insights.",
    "Vv We have 46% (FY2022: 48%) women leaders in Thong Guan.",
    "v Despite not yet reaching our target of 50%, we remain committed to providing opportunities for qualified female candidates to assume roles as business unit and departmental heads.",
    "Safety and health at work are paramount for our workforce and operations.",
    "We are proud to be a responsible operators maintaining our duty of care for the environment and our employees, and we routinely go beyond minimum legislative requirements.",
    "Our well- established Occupational Health and Safety (OHS) system ensures that everyone understands their responsibility in providing a safe work environment and maintaining safe and healthy habits daily within our business.",
    "Number of workplace accidents 2021 2022 2023 Summary of major workplace accidents (with medical leave > 2 days) were published in our group’s employee intranet to serve as a reminder to all employees on the importance of carefulness in their daily operations.",
    "Investigations were conducted to find out the root cause and allows us to take precautionary measures to prevent it in future.",
    "Process safety In addition to prioritising workforce safety, we ensure that our plant's infrastructure and equipment are regularly maintained and tested to meet international health and safety standards.",
    "This reduces the risk of safety incidents, improves efficiencies and helps us avoid potential incidents, many of which can have significant adverse social and environmental implications.",
    "We also provide occupational health services, including medical surveillance tests and audiometry.",
    "We outsource this work to external providers to support employees’ health efforts.",
    "Chemical Spill Response and PPE training conducted during FY2023 FY2023 SUSTAINABILITY STATEMENT 28 Employee Engagement Model Investing in our people ele HUMAN CAPITAL DEVELOPMENT 2.",
    "LEADERSHIP & LEGACY Organisational Success Future-proofing our workforce Benefits of highly engaged employees Highly engaged employee are essential for our business success and help us achieve and sustain our vision.",
    "We have open door policy of which the staffs are encouraged to share their issues with superiors.",
    "Weekly meeting are held between executive directors and leaders to discuss on operational matters and to provide solution and guidance.",
    "Our Employee Engagement Framework Our people are our most valuable assets.",
    "As such we invest heavily in our workforce.",
    "In our focus on employee engagement, we follow the guideline of our framework.",
    "The focus are on these six areas.",
    "People & Culture Corporate Reputation & Practices Opportunities Tes a EMPLOYEE ENGAGEMENT FRAMEWORK Reward & Recognition Our people are our most valuable asset, and we invest heavily in our workforce.",
    "We focused on creating a strong leadership team with the right capabilities and experiences to drive our ambitions and achievements.",
    "We develop our people and reward strong performance through our career management strategies, learning and development opportunities, and access to resources.",
    "Developing strong leadership Leaders are important to set the culture of the company.",
    "Our corporate values and philosophy are ¢ Driving excellence through innovation ¢ Fostering trust and confidence * Cultivating a safer, better working world As such, we ensure our leaders are aligned and can propagate the same cultural essence and values through their own ways.",
    "Succession planning A strong pipeline is critical to ensure sustained quality leadership and organisational success.",
    "We need a well-structured and consistent process to build a robust pipeline of competent candidates to fill the positions.",
    "Therefore, we follow the succession planning process to identify key leadership positions to mitigate key person risk.",
    "¥ Commencing in FY2023, business unit and department heads are tasked to mentor and coach succession leaders and establish succession plans for key leadership positions.",
    "This responsibility is integrated into the Key Performance Indicators (KPIs) of business unit and department heads.",
    "FY2023 SUSTAINABILITY STATEMENT 29 Training & developing our people for progression People are a company’s ultimate competitive advantage.",
    "We strive to attract, develop and engage our employees because our people’s success is TG’s success.",
    "Attracting Talent We continually attract qualified and talented personnel and nurture our workforce, so they are ready to take on new challenges.",
    "Our ambition is to facilitate the seamless integration of talent into the organisation and build our brand as an employer of choice.",
    "Developing Talent We encourage employees to adopt a growth mindset where learning is ongoing.",
    "There are different ways to learn and grow, depending on the development needs and an individual’s learning style.",
    "In Thong Guan, these are the learning styles we adopt.",
    "¢ On the job training and learning.",
    "For example, taking on new challenges or stretched assignments ¢ Growth through others.",
    "For example, social and collaborative interactions and constructive feedback in a community, networks, peers, coaches and mentors ¢ Formal learning.",
    "For example, structured programmes and courses like training, online classes and readings Each business unit and department need to submit an annual training plan to the human resources department to make necessary training arrangement.",
    "Employees can also discuss with their superiors to request additional training if required.",
    "We also have an education sponsorship programme for qualified employees.",
    "We also recognised employees who have been with us through thick and thin by awarding them a long-service award.",
    "Helping others during hard times In FY2023, our commitment to serving and uplifting our communities through corporate social responsibility (CSR) initiatives remained steadfast.",
    "Throughout the fiscal year, we actively responded to the needs of our communities by engaging in various CSR activities.",
    "Among our efforts, we proudly contributed to the betterment of society by donating both funds and goods totaling RM91,000 to a diverse range of 44 deserving beneficiaries.",
    "Through these contributions, we aimed to make a meaningful and lasting impact on the lives of those in need, reinforcing our dedication to social responsibility and community support.",
    "We continued to champion promising athletes and individuals who showcased exceptional performance in various sporting events.",
    "Through We support the TVET program coordinated by the our sponsorship initiatives, we provided financial university.",
    "Through our participation, we _ offer support to these talented individuals, empowering profound insights into prevailing industry trends, them to reach greater heights in their sporting cutting-edge technological advancements, and endeavors.",
    "By investing in the development of promising career pathways.",
    "This involvement local talent, we not only fostered a culture of ensures that both students and faculty members excellence but also contributed to the growth and remain well-informed about the latest advancements, success of our communities.",
    "empowering them to stay ahead in their fields and ms cultivate a deeper comprehension of industry : requisites.",
    "By facilitating this exchange of knowledge, we aim to nurture a workforce that is not only well-prepared but also highly adaptable to the dynamic demands of the ever-evolving industrial landscape.",
    "Throughout the year, we extend our support to various local initiatives, including schools, the Malaysia Relief Agency, and blood donation campaigns.",
    "Our primary objective is to assist those in need and foster a compassionate community.",
    "By actively participating in these endeavors, we aim to make a positive impact on the lives of vulnerable groups and contribute to the creation of a caring and supportive society.",
    "Through our collective efforts, we strive to build stronger bonds within our community and inspire others to join us in spreading kindness and goodwill.",
    "/” corporate GOVERNANCE Scope: 1.",
    "Board of Directors 2.",
    "Board Diversity Strategies: Have a strategic corporate governance structure Value Creation: To ensure the creation and protection of shareholders’ value OUR GOALS SUSTAINABLE OPERATIONS Scope: 1.",
    "Continuous Improvement 2.",
    "Performance Measurement Strategies: Streamline all our strategies on a growth mindset that focuses on the People, Planet & Prosperity Value Creation: ¢ Tobe a world-class sustainable plastic packaging manufacturer ¢ To double the group’s revenue to RM 2 billion by \\ FY2027 GOV ERNANCE ETHICS & TRANSPARENCY Scope: 1.",
    "Business Conduct 2.",
    "Communication 3.",
    "Compliance 4.",
    "Anti-Corruption 5.",
    "Data Security > Strategies: Clearly defined process and procedures, Training and education, Open communication, Third party accreditation Value Creation: To build trust and confidence among stakeholders DIGIT ALISATION Scope: 1.",
    "Automation & Digitalisation 2.",
    "Efficiency 3.",
    "Timeliness Strategies: Invest in technology and operational infrastructure Value Creation: ¢ To build a culture of excellence that meet our stakeholders’ needs and expectation ¢ To create an environment that supports employees’ personal and professional development ¢ To encourage continuous learning TL | ’ Ah Ni ’ ' * ) J / : ney te rT Governance Progress: OUR APPROACH TO GOVERNANCE MANAGEMENT 2023 GOVERNANCE HIGHLIGHTS Thong Guan's esteemed reputation is firmly rooted in its core Business Ethics: Honesty, /— ; ; >» (— >» Integrity & Transparency.",
    "From day one, we instill these values in every employee, recognizing Introducing an online that earning stakeholders’ trust is paramount for our business's future success.",
    "We are course on anti-bribery Annual Board dedicated to upholding exemplary ethics and compliance, fostering a culture of good corporate and corruption for Effectiveness Evaluation governance throughout the Group.",
    "executives and above, along with fundamental conducted internally, facilitated by the Company Secretary.",
    "Demonstrating the highest standards of corporate governance is integral to building a training sessions foundation of credibility and integrity.",
    "We are committed to implementing comprehensive risk designed for non- management practices, adhering to good boardroom principles, and instilling a culture of anti- executive staffs.",
    "SS) Ne /) bribery, anti-corruption, and ethical conduct.",
    "By prioritizing these principles in all aspects of our operations, we uphold our commitment to ethical excellence and sustain the trust of our stakeholders.",
    "(“enhance the disclosure ot ( > costae Engagement between RISK MANGEMENT THROUGH COMPREHENSIVE FRAMEWORK erformance data .",
    ": : according to Bursa sornd Management.",
    "The risk management system in Thong Guan is set up in accordance with the principles of Malaysia enhanced Committee of Sponsoring organisations of the treadway Commission (“CoSo”) enterprise Risk sustainability reporting Management framework and ISO31000 on risk management which are _ internationally requirements.",
    "yy, Ne yy, recognised risk management frameworks, Our Enterprise Risk Management Framework is to provide us with the capability to align risk management with corporate strategies, business direction and sustainable development.",
    "a NG > Guided by Thong Guan’s Enterprise Risk Management Framework, which is reviewed on 100% independent frequent basis, we strive to maintain a sustainable balance between our risk appetite and 100% board meeting directors on audit, business potential to achieve a competitive advantage.",
    "Please refer to the Statement On Risk attendance.",
    "nominating & Management And Internal Control in the Annual Report 2023 for more disclosure on our risk remuneration committee.",
    "management practices.",
    "Ne TaN y, 4 ~ ~ The Board consists of Adoption of Conflict of 50% independent interest Policy effective directors.",
    "FY2023.",
    "Ne J \\ y, FY2023 SUSTAINABILITY STATEMENT 33 Leveraging on the invaluable assets of a strong & effective Board of Directors Good corporate governance creates a conducive business environment for long-term growth.",
    "Our efforts are underpinned by a board of directors elected to represent shareholders in providing strategic and independent oversight for the corporation’s affairs, including corporate management, activities, policies, and more.",
    "Board of Directors In 2023, the Board comprised eight directors who met on four occasions, during which they approved the company’s financial statements.",
    "The Board receives updates and reviews from internal and external experts on issues of importance to the company.",
    "Thong Guan’s Board of Directors Distribution Executive Directors 50% Independent Directors 50% Y 100% board meeting attendance v 100% independent directors on audit, nominating & renumeration committee creas ei ETHICS & TRANSPARENCY Business Code of Conduct Building deep trust among stakeholders of the company Ethics & transparency Thong Guan strives to uphold high ethical standards in all aspects of our business.",
    "Our Business Ethics and Code of Conduct set the ethical conduct expectation for our Group.",
    "Thong Guan encourages employees and contractors to ask questions, voice concerns and report any alleged violations of company policies.",
    "In addition to our open-door communication culture, we have the Whistleblowing Policy, providing an independent channel to offer more accessible, secure, and confidential reporting.",
    "We respect confidentiality, subject to legal requirements, and strictly prohibit retaliation against any employee for submitting concerns—audit Committee reviews reports of suspected violations concerning ethics and management integrity.",
    "Our audit committee, comprising three independent directors, oversees accounting and internal control matters for the company, including compliance with legal and regulatory requirements.",
    "Thong Guan conducts quarterly internal audits and self- assessments to verify the effectiveness of our control system.",
    "Anti bribery & corruption In FY2023, we continue to review and update our risk analysis in relation to anti bribery and corruption.",
    "Anti-corruption training was carried out in FY2022.",
    "Below is our anti-corruption and anti bribery data for FY2021, FY2022 & FY2023.",
    "Furthermore, in FY2023 we have implemented an online course on anti-bribery and corruption for executive-level employees and above, complemented by foundational training sessions tailored for non-executive staff and also include the training in our on-boarding process.",
    "While we have not yet achieved full participation from our workforce, we remain committed to emphasizing the importance of corporate integrity to all our employees.",
    "Financial year 2021 2022 2023 Political contribution made (RM) 0 0 0 Fines imposed in relation to corruption, bribery (RM) 0 0 0 FY2023 SUSTAINABILITY STATEMENT 34 Protecting data assets GOVERNANCE J/eijlciag \\ety-wale)y Automation & Digitalisation Improving efficiency, transparency & speed Data Security Thong Guan's commitment to data security extends beyond mere technological upgrades.",
    "Within our organization, we actively prioritise ethical standards in data handling, as outlined by our Security Policy and Procedures.",
    "These guidelines dictate the responsible utilization of information, ensuring the protection of our information assets and network infrastructure.",
    "An essential aspect of this approach involves the implementation of Non-Disclosure Agreements (NDAs), serving as a legal safeguard to shield our intellectual property from theft or unauthorized access.",
    "Our dedication to cybersecurity compliance not only enhances our daily operations but also fosters trust among stakeholders.",
    "Our employees serve as the first line of defense in safeguarding data.",
    "Through comprehensive training and awareness initiatives, we empower them to act as a human firewall, remaining vigilant against potential threats.",
    "By nurturing a culture of security awareness, we instill a sense of accountability in each individual to protect our data assets.",
    "This entails following best practices and promptly identifying and reporting any suspicious activities, contributing to a collective effort to bolster our defenses.",
    "To ensure that employees only access necessary data for their roles, we have implemented access controls within our business processes.",
    "Our technological solutions, including endpoint protection, secure cloud storage, and cloud email security, work together seamlessly to establish a robust defense mechanism against cyber threats and unauthorized access attempts.",
    "To proactively address emerging risks, we continually invest in and adopt innovative technologies to reinforce our commitment to upholding data security standards.",
    "_— ‘There were no complaints concerning breaches _ of customer privacy and losses of customer data in 2023.",
    "Automation & digitalisation transformation Automation and digitalization revolutionize manufacturing by enhancing efficiency, precision, and agility.",
    "They streamline processes, reducing human error and labour costs while accelerating production.",
    "Real-time data analytics optimize resource allocation, inventory management, ensuring seamless operations.",
    "Furthermore, automation enhances workplace safety by minimizing hazardous tasks.",
    "Overall, embracing automation and digitalization in manufacturing environments not only boosts productivity and competitiveness but also paves the way for innovation and sustainability.",
    "In FY2023, we successfully implemented an auto-debagging system for handling incoming resin materials.",
    "This innovative solution not only reduces manpower requirements but also minimizes the risk of plastic resin leakage into the environment.",
    "Additionally, it plays a crucial role in safeguarding the well-being of our staff by minimizing tasks that pose risks to their posture and physical health.",
    "Similar as previous years, we continue to focus on increasing automation and digitalisation in our infrastructure.",
    "FY2023 SUSTAINABILITY STATEMENT 35 Ensuring our business thrive for the people, environment & economy Sustainable Operation Management & strategies Our Sustainable Operations Management (SOM) drives the operational strategies of the company.",
    "They cover the procedures, processes, practices and systems we have initiated, created and delivered.",
    "In which are profitable for our business using the resources at our disposal while taking preservation of the nature and social environment into account.",
    "Forbes Asia DECTUNDERA It is an honour for us to be included in Forbes Asia’s Best Under A Billion 2023, which recognizes 200 top- performing publicly listed small and mid-sized companies in the Asia- Pacific region.",
    "This marks our second time receiving such an honour.",
    "orbes v Paid RM16.3 M tax to support the development of the countries where we operates.",
    "v Paid 4.25 cents per share dividend to shareholders (total RM16.9 M) to shareholders.",
    "We recognised business growth and profit are vital for long-term viability, innovation, attracting investors and talent, scaling impact, building resilience, and demonstrating success.",
    "Our aim is to elevate the Group's revenue to RM2 billion by FY2027.",
    "Despite facing a downturn, with a 10.5% decrease in revenue and a 29% decline in profit compared to FY2022, attributed to challenging global economic conditions, we remain resolute in our dedication.",
    "Our commitment continues to drive us to pursue our target, realizing the ambitious RM2 billion revenue milestone by FY2027.",
    "In June 2023, Thong Guan was honored with the Malaysia Sustainability Excellence Award at the 2nd Malaysian Sustainability Leadership Summit.",
    "This summit is a collaborative effort between the All-Party Parliamentary Group on SDGs, the Malaysian CSO-SDG Alliance, the Economic Club of Kuala Lumpur, and the KSI Strategic Institute for Asia Pacific.",
    "Epicor innovation Champion In March 2024, we were announced as the Epicor Innovation Champion Award Winner.",
    "This recognition is not just a trophy on our shelf, it is a testament to our unwavering commitment to innovation and excellence.",
    "FY2023 SUSTAINABILITY STATEMENT 36 THONG GUAN INDUSTRIES BERHAD 199401038519 (324203-K)"
]